/* eslint-disable */

// const _formmated = {
//     head: {
//         p1: "ROYALFUT.com",
//         p2: "NICOLAOU PENTADROMOS CENTRE,9th Floor, Flat / Office 908TH, 3025, Limassol, Cyprus",
//         p3: "Дата вступления в силу: 04 июня 2021."
//     }
// }

export default [
    { padding: true, p: "ROYALFUT.com" },
    {
        padding: true,
        p: "NICOLAOU PENTADROMOS CENTRE, 9th Floor, Flat / Office 908TH, 3025, Limassol, Cyprus",
    },
    { padding: true, p: "Дата вступления в силу: 04 июня 2021." },
    { padding: true, p: "1. Введение" },
    {
        p: "1.1. Оставаясь на сайте, вы принимаете условия Пользовательского соглашения. Ознакомьтесь с актуальным пользовательским соглашением, размещённым на сайте ROYALFUT.COM, для определения своих прав и ответственности, а также прав и ответственности ROYALFUT. Запрещается регистрироваться и использовать сервис лицам, не согласным соблюдать эти условия.",
    },
    {
        p: "1.2. ROYALFUT.com (далее — ROYALFUT) — это торговая площадка, которая позволяет пользователям предлагать, продавать и покупать товары. Как торговая площадка, ROYALFUT не продаёт и не владеет товарами, представленными на этом сайте. Фактический договор купли-продажи заключается непосредственно между покупателями и продавцами.",
    },
    {
        p: "1.3. ROYALFUT не контролирует и не гарантирует: существование, качество, безопасность или законность предлагаемых к покупке товаров.",
    },
    {
        p: "1.4. ROYALFUT выполняет лишь посреднические функции и не несёт ответственность за возможные фактические и/или юридические последствия сделок. Например, в некоторых играх могут быть предусмотрены игровые санкции/наказания за те или иные действия, вплоть до блокировки аккаунта. ROYALFUT не осуществляет изучение и/или проверку правил игр и не осуществляет проверку действий пользователей в этих играх.",
    },
    {
        p: "1.5. ROYALFUT является гарантом совершения сделки между пользователями сайта и несёт ответственность только за надлежащее совершение пользователями сделок, но не за их эффективность.",
    },
    {
        p: "1.6. ROYALFUT позволяет пользователям сохранять свою анонимность в случае, если передача товаров и денежных средств осуществляется через www.royalfut.com.",
    },
    {
        p: "1.7. При обстоятельствах, указанных в п. 1.6. ответственность ROYALFUT ограничена только суммой сделки. В случае отказа любого из пользователей от совершённой сделки, ROYALFUT возвращает всё полученное по ней за вычетом своего вознаграждения.",
    },
    {
        p: "1.8. Настоящее Пользовательское соглашение (далее — Соглашение), а также иные документы, размещенные на сайте www.royalfut.com (далее — сайт) устанавливают порядок, условия и положения взаимодействия с пользователями.",
    },
    {
        p: "1.9. Настоящее Соглашение заключается между вами, как пользователем наших услуг (далее — «пользователь») и ROYALFUT. При принятии настоящего Соглашения вы соглашаетесь соблюдать всё перечисленное в данном документе при доступе к сайту и использовании наших услуг.",
    },
    {
        p: "1.10. Заходя на сайт или используя его, вы соглашаетесь принять условия и положения, изложенные в настоящем Соглашении, в качестве пользователя. Вы обязуетесь соблюдать условия настоящего Соглашения в отношении вашего доступа или использования данного сайта, а также любого дальнейшего обновления, модификации, добавления или изменения данного сайта. Если вы не принимаете все условия настоящего Соглашения, пожалуйста, не используйте этот сайт. Вы не можете использовать сайт и не можете принять условия настоящего Соглашения, если (А) вы не достигли совершеннолетия для принятия настоящего Пользовательского соглашения, или (Б) вы являетесь лицом, которому запрещено использовать сайт в соответствии с законодательством Объединённых Арабских Эмиратов и иных стран, включая страну, в которой вы проживаете или из которой вы используете этот сайт.",
    },
    {
        p: "1.11. ROYALFUT имеет абсолютное и неоспоримое право отказать Пользователю в возврате денежных средств в том случае, если заказ был доставлен в полном объёме.",
    },
    {
        p: "1.12. Возврат денежных средств осуществляется только по результатам рассмотрения командой ROYALFUT заявки Пользователя на возврат денежных средств. Решение команды ROYALFUT является абсолютным и неоспоримым. Если возврат денежных средств на личный счет Пользователя был выполнен, перевод занимает от 1 до 14 рабочих дней. Точное время зависит от конкретной платежной системы. ROYALFUT не может повлиять на этот процесс. Возврат осуществляется только на тот счёт, с которого была осуществлена транзакция на сайте.",
    },
    {
        p: "1.13. Зарегистрированный пользователь имеет возможность удалить свою учётную запись, обладая соответствующей информацией (e-mail, пароль от учётной записи ROYALFUT). В свою очередь ROYALFUT гарантирует исключение данных пользователя из своих баз данных. Вы можете потребовать, чтобы мы обновили, заблокировали или удалили ваши персональные данные, если данные являются неполными, устаревшими, неверными, получены незаконным путем или больше не актуальны для целей обработки. Для этого свяжитесь с нами через электронную почту support@royalfut.com.",
    },
    {
        p: "1.14. ROYALFUT может внести изменения в настоящее Соглашение и иные документы на сайте в любое время, с уведомлением или без него, разместив измененное Соглашение и/или соответствующие изменениям документы на сайте. Измененное и пересмотренное Соглашение и / или документы вступают в силу немедленно после публикации. Размещение ROYALFUT измененного и пересмотренного Соглашения или документов, и ваше дальнейшее использование сайта будет считаться принятием измененных условий. Настоящее Соглашение и политика сайта не могут быть изменены иным образом, кроме как в письменной форме уполномоченным должностным лицом ROYALFUT.",
    },
    {
        p: "2. Определения",
    },
    {
        p: "2.1. Персональные данные — любая информация, относящаяся к идентифицированному или идентифицируемому физическому лицу.",
    },
    {
        p: "2.2. Содержание ROYALFUT — информация, текст, изображения, видеоклипы, каталоги, файлы, базы данных или предложения, доступные на сайте или посредством него, далее именуются «контент ROYALFUT».",
    },
    {
        p: "2.3. Зарегистрированный пользователь — каждый пользователь, заполнивший регистрационную форму на сайте, предоставив информацию о себе (например, имя, адрес, номер телефона, номер факса, адрес электронной почты и т.д.), становится зарегистрированным пользователем («зарегистрированный пользователь») ROYALFUT.",
    },
    {
        p: "2.4. Операционные Риски — риски, которые принимают на себя пользователи при использовании сайта или проведении транзакций, считаются «транзакционными рисками.» Операционные риски включают в себя риски ответственности или ущерба любого рода в связи с использованием сайта. Такие риски включают, но не ограничиваются ими:",
    },
    {
        p: "• искажение информации о продуктах и услугах, мошеннические схемы, неудовлетворительное качество, несоответствие техническим требованиям, дефектные или опасные продукты, незаконные продукты, задержка или невыполнение условий поставки или оплаты, просчеты в стоимости, нарушение гарантии и нарушение контракта.",
    },
    {
        p: "• риски того, что производство, импорт, распространение, предложение, демонстрация, покупка, продажа и/или использование продуктов или услуг, предлагаемых или отображаемых на сайте, могут нарушать или могут быть заявлены как нарушения прав третьих лиц, а также риск того, что пользователи могут понести расходы на защиту или другие расходы в связи с утверждением третьими лицами их прав или в связи с любыми претензиями любой стороны о том, что они имеют право на защиту или возмещение убытков в связи с утверждениями прав, требованиями или претензиями третьих лиц",
    },
    {
        p: "• риски того, что потребители, другие покупатели, конечные пользователи продуктов или другие лица, утверждающие, что они понесли ущерб или вред, связанный с продуктом, первоначально полученным пользователями сайта в результате сделок купли-продажи в рамках использования сайта, могут понести ущерб и/или заявить претензии, вытекающие из их использования таких продуктов.",
    },
    {
        p: "2.5. «Пользователь» — это любое лицо, которое получает доступ к сайту с любой целью, независимо от того, зарегистрировался ли указанный пользователь на сайте в качестве зарегистрированного пользователя или нет.",
    },
    {
        p: "3. Использование ROYALFUT",
    },
    {
        p: "3.1. Общие положения. Пользователи могут использовать этот сайт исключительно в своих личных целях. Каждый пользователь соглашается с тем, что он не должен копировать, воспроизводить или загружать какой—либо контент с сайта с целью перепродажи или повторного распространения контента ROYALFUT, массовой рассылки (по электронной почте, беспроводными текстовыми сообщениями, физической почте или иным образом), ведения бизнеса, конкурирующего с ROYALFUT, или иного коммерческого использования контента ROYALFUT. Систематический поиск контента ROYALFUT с этого сайта для создания или компиляции, прямо или косвенно, коллекции, компиляции, базы данных или каталога (будь то с помощью программного обеспечения автоматических устройств или ручных процессов) без письменного разрешения ROYALFUT запрещен. Кроме того, запрещается использование контента ROYALFUT в любых целях, прямо не разрешенных настоящим Соглашением.",
    },
    {
        p: "3.2. Пользователь соглашается получать сообщения от ROYALFUT через электронную почту, указанную в учётной записи ROYALFUT, или указанную при оплате в платёжной системе партнёров ROYALFUT, или любой способ коммуникации, который он указал в качестве метода коммуникации на сайте, через него или через любые платформы социальных сетей, мессенджеров или мгновенные сообщения онлайн-чата, которые были найдены пользователем на сайте. Настоящим соглашением пользователь соглашается с тем, что ROYALFUT может использовать персональные данные пользователя в личной переписке с ним или в рассылке.",
    },
    {
        p: "3.3. Сообщения или иная информация, отправленные пользователем через коммуникационные системы, предоставляемые ROYALFUT, а также электронные письма, факсы, письма адресатам, сообщения через платформы мессенджеров и социальных сетей или мгновенные сообщения онлайн-чата, отправленные на адреса, полученные из информации, полученной с сайта, не должны содержать никаких материалов, описанных в положениях раздела 5.3, а также должна являться фактической и правдивой и без каких-либо намеренных упущений или изменений.",
    },
    {
        p: "3.4. Ни один пользователь не должен предпринимать никаких действий, направленных на подрыв целостности компьютерных систем или сетей, используемых ROYALFUT или любым другим пользователем сайта, и ни один пользователь не должен пытаться получить несанкционированный доступ к таким компьютерным системам или сетям.",
    },
    {
        p: "3.5. Любые персональные данные, полученные ROYALFUT, будут обрабатываться в соответствии с настоящем Соглашением.",
    },
    {
        p: "3.6. ROYALFUT использует необходимые файлы cookie для работы сайта. Файлы cookie — это небольшие текстовые файлы, размещаемые на вашем устройстве (например, компьютере, смартфоне или другом электронном устройстве), в когда вы используете наш веб-сайт. Необходимые для использования сайта файлы cookie обеспечивают основные функциональные возможности, такие как безопасность, управление сетью и доступность. Вы можете отключить их, изменив настройки своего браузера, но это может повлиять на работу веб-сайта.",
    },
    {
        p: "3.7. ROYALFUT вправе собирать, использовать, хранить и обрабатывать файлы cookie.",
    },
    {
        p: "3.8. В качестве условия вашего доступа и использования сайта каждый пользователь соглашается с тем, что он не будет использовать услуги ROYALFUT для нарушения прав третьих лиц каким-либо образом. ROYALFUT при нахождении соответствующих обстоятельств прекращает действие учетных записей пользователей, нарушивших данный пункт.",
    },
    {
        p: "3.9. В рамках регистрации на сайте ROYALFUT может присылать пользователю автоматически сформированный пароль. Пользователь, указывая информацию о своём контактном адресе (например, адрес электронной почты) соглашается с тем, что она должна являться достоверной, точной, актуальной и полной, а также гарантирует и предоставляет это. Указывая контактный адрес, пользователь соглашается принимать сообщение со паролем от ROYALFUT согласно п.3.2. Пользователь соглашается с тем, что пароль не гарантирует полной безопасности от доступа к учётной записи на сайте, соответственно, для максимальной защиты своей учётной записи, пароль необходимо сменить при первом доступе в личный кабинет.",
    },
    {
        p: "3.10. ROYALFUT оставляет за собой право прекратить действие учетной записи любого пользователя, если ROYALFUT считает, что поведение пользователя наносит ущерб интересам ROYALFUT, ее сотрудников, директоров, аффилированных лиц или других пользователей сайте, или по любой другой причине по собственному и абсолютному усмотрению ROYALFUT, с или без причины.",
    },
    {
        p: "3.11. ROYALFUT может предоставлять ссылки на внешние сайты, которые могут быть вовлечены в продажу продуктов или услуг. ROYALFUT не несет ответственности за проверку или оценку сайтов и не контролирует содержание веб-сайтов или принятие решений сторонними компаниями. ROYALFUT не несет ответственности за какие-либо действия этих сайтов против вас.",
    },
    {
        p: "3.12. Пользователь соглашается с тем, что продавец должен доставить заказ в течение 3-ёх дней с момента предоставления пользователем всех необходимых данных для способа доставки Комфортный (e-mail, пароль, коды резервной копии от EA аккаунта) вне зависимости от суммы заказа.",
    },
    {
        p: "4. Зарегистрированный пользователь",
    },
    {
        p: "4.1. Став зарегистрированным пользователем, вы соглашаетесь со сбором, обработкой, хранением и передачей своих персональных данных. Вы также соглашаетесь на включение ваших персональных данных в нашу базу данных и разрешаете ROYALFUT делиться такой информацией с другими пользователями в соответствии с целями, изложенными в настоящем Соглашении.",
    },
    {
        p: "4.2. ROYALFUT может отказать в регистрации и отказать в выдаче учетной записи и связанного с ней имени пользователя и пароля любому пользователю по любой причине или без причины вовсе.",
    },
    {
        p: "4.3. ROYALFUT может приостановить или прекратить действие учетной записи зарегистрированного пользователя в любое время, если:",
    },
    {
        p: "• по единоличному и абсолютному определению ROYALFUT, зарегистрированным пользователем было совершено любое нарушение положений настоящего Соглашения; или",
    },
    {
        p: "• ROYALFUT имеет разумные основания подозревать, что информация, предоставленная зарегистрированным пользователем, не соответствует действительности, неточна или не является актуальной или полной; или",
    },
    {
        p: "• ROYALFUT считает, что поведение пользователя наносит ущерб интересам ROYALFUT, ее сотрудников, директоров, аффилированных лиц или других пользователей; или",
    },
    {
        p: "• по любой другой причине или без нее, по собственному и абсолютному усмотрению ROYALFUT.",
    },
    {
        p: "4.4. Зарегистрированный пользователь не может продавать, пытаться продать, предлагать продать, давать, назначать или иным образом передавать учетную запись, имя Пользователя или пароль третьим лицам без предварительного письменного согласия ROYALFUT. ROYALFUT может приостановить или прекратить действие учетной записи зарегистрированного пользователя или получателя зарегистрированного пользователя в случае продажи, предложения о продаже, подарка, уступки или передачи в нарушение настоящего раздела.",
    },
    {
        p: "5. Постинг на ROYALFUT",
    },
    {
        p: "5.1. Никакие отношения торгового агентства не создаются между любым пользователем и ROYALFUT, ее филиалами, директорами, должностными лицами или сотрудниками в силу отображения ROYALFUT любой информации пользователя на сайте.",
    },
    {
        p: "5.2. Каждый пользователь представляет, гарантирует и соглашается:",
    },
    {
        p: "• что любая информация, предоставленная Пользователем сайту, является достоверной, точной, актуальной и полной; и",
    },
    {
        p: "• что он будет поддерживать и оперативно изменять всю информацию, чтобы она была правдивой, точной, актуальной и полной.",
    },
    {
        p: "5.3. Каждый пользователь заявляет, гарантирует и соглашается с тем, что информация, представленная ROYALFUT для отображения на сайте, не должна:",
    },
    {
        p: "a) содержать мошенническую информацию или предлагать/продвигать мошеннические товары, либо быть связанной с продажей или попыткой продажи поддельных или украденных товаров или товаров, продажа и/или сбыт которых запрещены применимым законодательством, либо иным образом содействуют другой незаконной деятельности;",
    },
    {
        p: "b) быть частью схемы обмана других пользователей сайта или для любых других незаконных целей;",
    },
    {
        p: "c) относиться к продаже продуктов или услуг, которые нарушают или иным образом способствуют или поощряют нарушение прав третьих лиц;",
    },
    {
        p: "d) нарушать любые применимые законы, статусы, постановления или нормативные акты (включая, помимо прочего, те, которые регулируют экспортный контроль, защиту прав потребителей, недобросовестную конкуренцию, антидискриминацию или ложную рекламу);",
    },
    {
        p: "e) быть дискредитирующей, клеветнической, незаконно угрожающей или незаконно преследующей;",
    },
    {
        p: "f) быть непристойной, содержать или продвигать любую порнографию или связанную с порнографическими материалами мерчандайзинговую продукцию или любой другой контент, который любым иным образом пропагандирует материалы откровенного сексуального характера или иным образом является вредным для несовершеннолетних;",
    },
    {
        p: "g) поощрять дискриминацию по признаку расы, пола, религии, национальности, инвалидности, сексуальной ориентации или возраста;",
    },
    {
        p: "h) содержать любые материалы, представляющие собой несанкционированную рекламу или спам;",
    },
    {
        p: "i) запрашивать предложения у любых пользователей в связи с коммерческой деятельностью. Кроме того, в случае если ROYALFUT установит, что Пользователь нарушил настоящий раздел 5.3 (i), пользователь уполномочивает ROYALFUT взимать штраф в размере до €150,00 с зарегистрированного способа оплаты пользователя в файле и/или требовать внесения депозита в размере до €300,00 для активации учетной записи Пользователя.;",
    },
    {
        p: "j) содержать любые компьютерные вирусы, троянских червей или другие деструктивные программы, коды, ссылки и веб-интерфейсы, которые могут повредить, помешать работе программной или аппаратной системы или завладеть/экспроприировать любую программную или аппаратную систему, данные или личную информацию;",
    },
    {
        p: "k) прямо или косвенно ссылаться на описания товаров или услуг, запрещенных настоящим Соглашением, или включать в них их описание; или",
    },
    {
        p: "l) в противном случае не должна создавать какую-либо ответственность для ROYALFUT, ее сотрудников, директоров или ее филиалов.",
    },
    {
        p: "5.4. Каждый пользователь заявляет, гарантирует и соглашается с тем, что он получил все необходимые сторонние авторские права, товарные знаки, коммерческую тайну или патентные лицензии и разрешения, а также такие другие лицензии или разрешения, которые могут потребоваться в связи с любыми другими личными или имущественными правами любой третьей стороны (включая, но не ограничиваясь правами личности и правами на неприкосновенность частной жизни), для любых материалов или информации, которые он размещает на сайте или предоставляет ROYALFUT или разрешает ROYALFUT отображать или хранить такие данные. Каждый пользователь заявляет, гарантирует и соглашается с тем, что он несет единоличную ответственность за обеспечение того, чтобы любые материалы или информация, которые он размещает на сайте или предоставляет ROYALFUT или разрешает ROYALFUT отображать или хранить информацию, не нарушали никаких прав третьих лиц или были размещены с разрешения владельца(владельцев) таких прав. Каждый пользователь заявляет, гарантирует и соглашается с тем, что он имеет право производить, предлагать, продавать, импортировать и распространять продукты, которые он предлагает и отображает на сайте, и что такое производство, предложение, продажа, импорт и/или распространение этих продуктов не нарушает никаких прав третьих лиц.",
    },
    {
        p: "5.5. Каждый пользователь предоставляет безотзывную, бессрочную, Всемирную и безвозмездную, сублицензируемую (через несколько уровней), уступаемую лицензию ROYALFUT и ее аффилированным лицам на отображение и использование всей информации, предоставленной таким Пользователем, в соответствии с целями, изложенными в настоящем Соглашении, а также лицензию на осуществление прав, которыми вы обладаете в отношении таких материалов или информации, включая, но не ограничиваясь, авторские права, публичность и права на базу данных, в любых средствах массовой информации, известных или неизвестных в настоящее время.",
    },
    {
        p: "5.6. ROYALFUT имеет абсолютное право размещать информацию о заказе пользователя в общедоступной области на сайте (время заказа, прошедшее время от начала заказа, прошедшее время от завершения заказа с учётом издержек автоматического постинга (15 минут), платформа и количество монет, указанные в заказе) с перекрытием данных электронного ящика пользователя до 7 видимых символов для соблюдения Конфиденциальности.",
    },
    {
        p: "5.7. ROYALFUT оставляет за собой право по своему собственному и абсолютному усмотрению удалять любые материалы, размещенные на сайте, включая материалы, которые, по его мнению, являются незаконными, могут повлечь за собой ответственность ROYALFUT, нарушают настоящее Соглашение или иным образом считаются неуместными.",
    },
    {
        p: "5.8. ROYALFUT оставляет за собой право в полной мере сотрудничать с государственными органами, частными детективами и/или пострадавшими третьими лицами в расследовании любых предполагаемых уголовных или гражданских правонарушений. Кроме того, ROYALFUT может раскрыть личность и контактную информацию любого пользователя, если об этом попросит правительство или правоохранительный орган, пострадавшая третья сторона, повестка в суд или любой другой судебный иск, а также ROYALFUT не несет ответственности за ущерб или любые другие последствия такого раскрытия. Пользователь также соглашается с тем, что он не будет предъявлять никаких исков или претензий к ROYALFUT за такое раскрытие информации. В связи с любым из вышеизложенных, ROYALFUT может приостановить или прекратить действие учетной записи любого пользователя, как ROYALFUT сочтет целесообразным по своему собственному и абсолютному усмотрению. Пользователь соглашается с тем, что ROYALFUT не несет никакой ответственности перед Пользователем, включая ответственность за косвенные или любые другие убытки, в случае совершения ROYALFUT каких-либо действий, упомянутых в настоящем разделе, и пользователь соглашается нести риск того, что ROYALFUT может предпринять такие действия.",
    },
    {
        p: "6. Сделки между покупателями и продавцами",
    },
    {
        p: "6.1. ROYALFUT предоставляет электронную веб-платформу для обмена информацией между покупателями («покупатель») и продавцами («продавец») товаров и услуг.",
    },
    {
        p: "6.2. Пользователи несут полную ответственность за все условия сделок, проводимых на сайте, через него или в результате его использования, включая, помимо прочего, условия оплаты, возврата, гарантий, доставки, страхования, сборов, налогов, права собственности, лицензий, штрафов/санкций, разрешений, обработки, транспортировки и хранения.",
    },
    {
        p: "6.3. ROYALFUT не представляет продавца или покупателя в конкретных сделках, а также не выступает в качестве агента ни для продавца, ни для покупателя. ROYALFUT не контролирует и не несет ответственности за качество, безопасность, законность или доступность продуктов или услуг, предлагаемых для продажи на сайте, способность продавцов завершить продажу или способность покупателей завершить покупку. Пользователи осознают, что могут иметь дело с другими пользователями, действующими под ложным предлогом. ROYALFUT рекомендует использовать различные инструменты, доступные на сайте, а также здравый смысл, чтобы оценить, с кем вы имеете дело.",
    },
    {
        p: "6.4. В случае, если передача товаров и денежных средств всем пользователям в рамках одной сделки происходит через представителя ROYALFUT, пользователи могут сохранять свою анонимность, а безопасность возврата Товара и/или оплата денежных средств Гарантируется.",
    },
    {
        p: "6.5. Каждый пользователь признает, что он полностью принимает на себя все риски транзакций при использовании сайта для проведения транзакций, а также что он полностью принимает на себя риски ответственности или ущерба любого рода в связи с использованием сайта. Каждый пользователь соглашается с тем, что ROYALFUT не несет ответственности за любые убытки, обязательства, расходы, вред, неудобства, сбои в работе или расходы любого рода, которые могут возникнуть в результате или в связи с любыми транзакционными рисками.",
    },
    {
        p: "6.6. Пользователи должны платить все налоги с продаж и использования, а также все другие налоги, возникающие в связи с их использованием сайта своими силами.",
    },
    {
        p: "7. Вознаграждение",
    },
    {
        p: "7.1. Вознаграждение, которое ROYALFUT взимает за использование своих услуг, составляет не более 50% от суммы оплаченного заказа в зависимости от предложений поставщиков.",
    },
    {
        p: "7.2. Пользователи должны иметь возможность оплаты вознаграждения ROYALFUT, и пользователи должны оплатить все сборы и применимые налоги, связанные с предоставляемыми услугами, к сроку оплаты.",
    },
    {
        p: "7.3. Сделка между покупателем и продавцом на сайте может проходить с указанием промокода (купона) или в результате перехода по партнёрской ссылке. Каждый партнёр получает установленный процент от каждой транзакции, совершенной на нашем веб-сайте через партнерскую ссылку или в результате указания промокода (купона).",
    },
    {
        p: "8. Споры между пользователями",
    },
    {
        p: "8.1. В случае возникновения у любого пользователя спора с любым другим пользователем в отношении транзакции на сайте, такой пользователь соглашается передать спор ROYALFUT в качестве арбитра для окончательного и обязательного решения. Чтобы позволить ROYALFUT справедливо и разумно проводить расследования, пользователи соглашаются воздерживаться от обращения в третейский арбитраж, пока заказ все еще открыт или находится на рассмотрении. Пользователи, стремящиеся к вмешательству третьих лиц (за исключением государственных следственных органов), будут рассматриваться следующим образом: их действия будут расцениваться как вмешательство в процесс расследования и попытка навязать решение в их пользу. ROYALFUT оставляет за собой право приостановить или навсегда запретить пользователям, которые пытаются вмешаться в стандартные операционные процедуры для заказов, которые все еще активны или находятся в ожидании.",
    },
    {
        p: "8.2. Если продавец обязан возместить ущерб покупателю или ROYALFUT, то продавец уполномочивает ROYALFUT удалить сумму возмещения (в той же или другой валюте) из своего назначенного способа оплаты (например, PayPal) на ROYALFUT. Продавец обязан иметь в своем кабинете действительный способ оплаты. Если на счёте покупателя недостаточно средств, продавец уполномочивает ROYALFUT взимать любую сумму возмещения в файле, причитающуюся данному способу оплаты. ROYALFUT также может разместить сумму возмещения на счете продавца. Если продавец не предоставляет ROYALFUT действительный способ оплаты, мы можем взыскать непогашенные суммы с помощью других механизмов сбора, включая удержание коллекторских.",
    },
    {
        p: "8.3. В редких случаях, когда ROYALFUT определяет, что спор между пользователями вызван нарушением настоящего Пользовательского Соглашения, нарушающий пользователь обязуется оплатить штраф ROYALFUT в размере €150,00. Кроме того, ROYALFUT может приостановить или заблокировать учетную запись Пользователя и/или потребовать внести депозит в размере до €300,00 для активации учетной записи Пользователя.",
    },
    {
        p: "9. Отказ от гарантий; ограничение ответственности",
    },
    {
        p: "9.1. Функции и услуги на сайте предоставляются на условиях «как есть» и «как доступно», и ROYALFUT прямо отказывается от любых гарантий, явных или подразумеваемых, включая, но не ограничиваясь, любые гарантии состояния, качества, долговечности, производительности, точности, надежности, товарной пригодности или пригодности для конкретной цели. Все такие гарантии, заявления, условия, обязательства и условия исключаются.",
    },
    {
        p: "9.2. ROYALFUT не делает никаких заявлений или гарантий относительно достоверности, точности, правильности, надежности, качества, стабильности, полноты или актуальности любой информации, предоставляемой на сайте или через него. ROYALFUT не заявляет и не гарантирует, что производство, импорт, распространение, предложение, демонстрация, покупка, продажа и/или использование продуктов или услуг, предлагаемых или отображаемых на сайте, не нарушает никаких прав третьих лиц; и ROYALFUT не делает никаких заявлений или гарантий любого рода в отношении любого продукта или услуги, предлагаемых или отображаемых на сайте.",
    },
    {
        p: "9.3. Любой материал, загруженный или иным образом полученный через сайт, осуществляется на усмотрение и риск каждого пользователя, и каждый пользователь несет полную ответственность за любой ущерб его компьютерной системе или потерю данных, которые могут возникнуть в результате загрузки любого такого материала. Никакие советы или информация, устные или письменные, полученные любым пользователем от ROYALFUT или через сайт, не создают никаких гарантий, прямо не указанных в настоящем документе.",
    },
    {
        p: "9.4. Ни при каких обстоятельствах ROYALFUT не несет ответственности за любую задержку, отказ или нарушение содержания или услуги, предоставляемых через сайт, возникший прямо или косвенно от природных явлений, сил или причин, находящихся вне контроля, включая, сбои Интернета, компьютерных, телекоммуникационных или любые другие отказы оборудования, электрических сбоев электропитания, забастовки, трудовые споры, бунты, мятежи, гражданские беспорядки, нехватка рабочей силы или материалов, пожары, наводнения, ураганы, взрывы, стихийные бедствия, войны, действия правительства, постановления национальных или иностранных судов или трибуналов или неисполнение обязательств третьими лицами.",
    },
    {
        p: "9.5. Каждый пользователь соглашается возместить и обезопасить ROYALFUT, ее филиалы, директоров, должностных лиц и сотрудников от любых убытков, претензий, обязательств (включая судебные издержки на основе полного возмещения), которые могут возникнуть, прямо или косвенно:",
    },
    {
        p: "1) от использования сайта таким Пользователем, включая, но не ограничиваясь, отображением информации такого Пользователя на сайте;",
    },
    {
        p: "2) от нарушения таким Пользователем любого из положений и условий настоящего Соглашения;",
    },
    {
        p: "3) от нарушения таким Пользователем любых заявлений и гарантий, сделанных пользователем ROYALFUT, включая, но не ограничиваясь ими, те, которые изложены в разделах 5.3, 5.4 и 5.5 выше.",
    },
    {
        p: "4) в результате любых претензий, заявленных третьими лицами, претендующими на права, или другими третьими лицами, связанными с продуктами, предлагаемыми или отображаемыми на сайте.",
    },
    {
        p: "9.6. ROYALFUT и ее филиалы, директора, должностные лица и сотрудники не несут ответственности за любые специальные, прямые, косвенные, штрафные или убытки или любые убытки вообще (включая, но не ограничиваясь ими, убытки в связи с потерей прибыли или сбережений, прерыванием бизнеса, потерей информации), будь то в результате исполнения обязательств контракта, халатности, деликта, строгой ответственности или иным образом, или любые другие убытки, возникающие в результате любого из следующих действий:",
    },
    {
        p: "1) использование или невозможность использования сайта;",
    },
    {
        p: "2) любой дефект в товарах, образцах, данных, информации или услугах, приобретенных или полученных от пользователя или третьей стороны, поставщик услуг через сайт;",
    },
    {
        p: "3) любые претензии или требования, которые пользователь предъявляет к производству, импорту, распространению, предложению, показу, покупке, продаже и/или использование продуктов или услуг, предлагаемых или отображаемых на сайте, может нарушать или может быть заявлено о нарушении Прав третьих лиц или сторон; или требования любой стороны о том, что они имеют право на защиту или возмещение ущерба в связи с заявлением о правах; требования или претензии третьих лиц, претендующих на права;",
    },
    {
        p: "4) несанкционированный доступ третьих лиц к данным или к личной информации любого пользователя;",
    },
    {
        p: "5) заявления, поведение или материалы, размещенные пользователями сайта, включая дискредитирующие, оскорбительные или незаконные материалы;",
    },
    {
        p: "6) любые другие причины, связанные с деятельностью ROYALFUT и организацией предоставления услуги через веб-сайт.",
    },
    {
        p: "9.7. ROYALFUT оставляет за собой право за свой счет взять на себя исключительную защиту и контроль над любым вопросом, и в этом случае вы должны сотрудничать с ROYALFUT при решении такого вопроса.",
    },
    {
        p: "9.8. ROYALFUT оставляет за собой право ограничивать, запрещать или создавать различный доступ к сайту и его функциям в отношении различных пользователей, а также изменять любые функции или вводить новые функции без предварительного уведомления. Каждый пользователь признает, что невозможность использовать сайт полностью или частично по какой-либо причине может негативно сказаться на его бизнесе. Каждый пользователь соглашается с тем, что ни в коем случае ROYALFUT или любые ее филиалы, директора, должностные лица или сотрудники не несут ответственности перед Пользователем или любыми третьими лицами за любую невозможность использования сайта (будь то из-за нарушения, ограниченного доступа, изменения или прекращения каких-либо функций на сайте или иным образом).",
    },
    {
        p: "9.9. ROYALFUT не является автором контента третьих лиц, будь это анонимные пользователи, публичные авторы или платные поставщики контента. Ни ROYALFUT, ни кто-либо из ее аффилированных лиц, директоров, должностных лиц или сотрудников не вступали в какие-либо отношения с такими третьими лицами. Любой контент третьих лиц является исключительной ответственностью стороны, предоставившей этот контент. Ни ROYALFUT, ни кто-либо из ее аффилированных лиц, директоров, должностных лиц или сотрудников не несет ответственности за точность, уместность, законность или правдивость любого стороннего контента и не несет ответственности перед любым пользователем в связи с тем, что такой пользователь полагается на такой сторонний контент. Кроме того, ни ROYALFUT, ни кто-либо из ее аффилированных лиц, директоров, должностных лиц или сотрудников не несет ответственности за поведение любого пользователя на сайте и не несет ответственности перед любым лицом в связи с любым ущербом, понесенным любым лицом в результате такого поведения пользователя.",
    },
    {
        p: "9.10. ROYALFUT может разрешить пользователям доступ к контенту, продуктам или услугам, предлагаемым третьими лицами, через гиперссылки (в виде словесной ссылки, баннеров, каналов или иным образом) на веб-сайт или профиль/аккаунт на стороннем веб-сервисе такой третьей стороны. Пользователь признает, что ROYALFUT не имеет никакого контроля над такими сторонними веб-сайтами, не контролирует такие веб-сайты, и ни ROYALFUT, ни кто-либо из ее филиалов, директоров, должностных лиц или сотрудников не несет ответственности или ответственности перед кем-либо за такой веб-сайт или любой контент, продукты или услуги, доступные на таком веб-сайте. Пользователь должен ознакомиться с условиями использования таких веб-сайтов и политикой конфиденциальности перед использованием таких сторонних веб-сайтов, чтобы быть в курсе Условий использования вами таких веб-сайтов.",
    },
    {
        p: "9.11. Независимо от предыдущих положений, если будет установлено, что ROYALFUT несет ответственность, ее ответственность ограничивается большей частью а) суммы конкретной спорной сделки, б) суммы спорных сборов, не превышающей общей суммы сборов, которые пользователь заплатил ROYALFUT за 12 месяцев до действия, приведшего к возникновению ответственности, или суммой в $100.",
    },
    {
        p: "10. Уведомление для пользователей",
    },
    {
        p: "10.1. Все уведомления или требования к пользователю вступают в силу, если они доставлены лично, отправлены курьером, заказной почтой, факсом или электронной почтой на последний известный адрес корреспонденции, факса или электронной почты, предоставленный пользователем ROYALFUT, или путем размещения такого уведомления или требования в общедоступной области сайта бесплатно. Уведомление пользователя считается полученным таким Пользователем, если и когда:",
    },
    {
        p: "• ROYALFUT может продемонстрировать, что сообщение, будь то в физической или электронной форме, было отправлено такому пользователю; или",
    },
    {
        p: "• немедленно после размещения ROYALFUT такого уведомления в общедоступной части сайта, которая доступна бесплатно.",
    },
    {
        p: "11. Правовой спор",
    },
    {
        p: "11.1. Стороны соглашаются с тем, что любые претензии или споры по закону или справедливости, которые возникли или могут возникнуть между ними в связи с настоящей или предыдущими версиями пользовательского Соглашения ROYALFUT, вашим использованием или доступом к сайту, услугам или любым продуктам или услугам, проданным или приобретенным через сайты, услуги, приложения или инструменты ROYALFUT, будут разрешены в соответствии с положениями, изложенными в настоящем разделе юридических споров.",
    },
    {
        p: "11.2. Вы соглашаетесь с тем, что законодательство ОАЭ, независимо от принципов коллизионного права, будет регулировать настоящее Пользовательское Соглашение, и любые претензии или споры, которые возникли или могут возникнуть между вами и ROYALFUT, если иное не указано в Пользовательском Соглашении.",
    },
    {
        p: "11.3. В случае возникновения любого спора, претензии, вопроса или несогласия, вытекающего из настоящего Соглашения или связанного с его нарушением, стороны настоящего Соглашения прилагают все усилия для урегулирования спора, претензии, вопроса или несогласия. С этой целью они добросовестно консультируются и ведут переговоры друг с другом и, признавая свои взаимные интересы, пытаются достичь справедливого и равноправного решения, удовлетворяющего обе стороны. Если они не достигнут такого решения в течение 60 дней, то после уведомления одной из сторон другой стороны все споры, претензии, вопросы или разногласия будут окончательно урегулированы судом по месту нахождения компании Azur Apps FZ-LLC (Apartment 40903, V Five Palm South Residence, Jumeirah, PB336929, Дубай, Объединенные Арабские Эмираты) в зависимости от типа лица Пользователя.",
    },
    {
        p: "12. Общая информация",
    },
    {
        p: "12.1. Настоящее Соглашение ROYALFUT и все документы, размещенные на наших сайтах, представляют собой полное Соглашение между Пользователем и ROYALFUT в отношении доступа к сайту и его использования, заменяющее любые предыдущие письменные или устные Соглашения в отношении того же предмета настоящего Соглашения.",
    },
    {
        p: "12.2. ROYALFUT и пользователь являются независимыми подрядчиками, и никакое агентство, партнерство, совместное предприятие, отношения работник—работодатель или франчайзер—франчайзи не предназначены или не создаются настоящим Соглашением.",
    },
    {
        p: "12.3. Неспособность ROYALFUT реализовать или привести в исполнение какое-либо право или положение условий настоящего Соглашения не является отказом от такого права или положения.",
    },
    {
        p: "12.4. Если какое-либо положение настоящего Соглашения будет признано недействительным или не имеющим законной силы, такое положение будет вычеркнуто из Соглашения и не повлияет на действительность и применимость остальных положений настоящего Соглашения.",
    },
    {
        p: "12.5. Пользователь соглашается с тем, что в настоящем Соглашении не должно быть третьих лиц-бенефициаров.",
    },
    {
        p: "12.6. Заголовки предназначены только для справочных целей и никоим образом не определяют, не ограничивают, не истолковывают и не описывают объем самого заголовка или объем такого раздела.",
    },
    {
        p: "13. Соблюдение AML/KYC политик",
    },
    {
        p: "13.1. Покупатель и продавец соглашаются с тем, что ROYALFUT соблюдает политики Know Your Customer и Anti-Money Laundering в целях противоборства с интернет-мошенничеством.",
    },
    {
        p: "13.2. ROYALFUT придерживается политики НУЛЕВОЙ ТОЛЕРАНТНОСТИ к Интернет-мошенничеству, или любым попыткам доступа или получения информации о клиентах или другой информации на ее веб-сайтах незаконными или тайными способами. Компания работает с местными, национальными и международными агентствами по расследованию мошенничества и использует различные электронные и другие средства для предотвращения, обнаружения и пресечения мошенничества. Компания агрессивно преследует по всей строгости закона виновных, которые были задержаны и совершали мошеннические действия на сайте. Компания сотрудничает с такими агентствами, как полиция штата и местные органы власти, Федеральное бюро расследований США, американские и международные таможенные агентства и Интерпол.",
    },
    {
        p: "13.3. В рамках процедур Know Your Customer ROYALFUT оценивает транзакции покупателей, а также собирает и хранит информацию о существенных фактах, касающихся пользователей, покупателей и их транзакций. ROYALFUT обязуется защищать права пользователей и конфиденциальность их личных данных. ROYALFUT собирает личную информацию от Клиентов только в той мере, в какой это необходимо для обеспечения надлежащего предоставления услуг пользователям. Такая личная информация о Покупателях и бывших Покупателях может быть раскрыта третьим лицам только в ограниченном количестве обстоятельств в соответствии с применимыми законами и Соглашениями между ROYALFUT и Пользователем. ROYALFUT должна тщательно хранить файлы клиентов, включая выписки, отчеты о транзакциях, квитанции, заметки, внутреннюю корреспонденцию и любые другие документы, относящиеся к клиенту, в электронном формате до тех пор, пока это может потребоваться командам андеррайтинга в соответствующих банках-эквайерах.",
    },
    {
        p: "13.4. Любая финансовая операция, которая может быть связана с отмыванием денег, считается подозрительной деятельностью. Основанием для определения того, что конкретная транзакция является подозрительной, могут быть личные наблюдения и опыт сотрудников ROYALFUT, а также полученная или идентифицированная информация. В соответствии с применимыми законами и требованиями международных организаций, ROYALFUT может, при необходимости и без обязательства получения одобрения или уведомления Клиента, уведомлять регулирующие и/или правоохранительные органы о любых подозрительных транзакциях. ROYALFUT должны периодически обращаться к спискам, опубликованным местными властями и международными организациями, которые содержат списки известных террористов или лиц, подозреваемых в террористической деятельности, террористических организаций, стран с высоким уровнем риска, подпадающих под санкции OFAC. ROYALFUT должны постоянно проводить процедуры должной осмотрительности в отношении своих покупателей с анализом их транзакций на предмет подозрения в преступлении, связанным с отмыванием денег.",
    },
    {
        p: "14. Согласие на обработку персональных данных",
    },
    {
        p: "Регистрацией на сервисе Пользователь даёт согласие ROYALFUT на проверку и обработку своих персональных данных на следующих условиях:",
    },
    {
        p: "1. Оператор осуществляет обработку персональных данных Субъекта в целях:",
    },
    {
        p: "• Предоставления вам наших услуг.",
    },
    {
        p: "• Связаться с вами по электронной почте, телефону или другим способом для разрешения споров, осуществления сборов, устранения неполадок с вашей учетной записью или нашими сайтами, услугами, приложениями или инструментами, а также для других целей, разрешенных законом.",
    },
    {
        p: "• Предотвращения и обнаружения мошенничества, нарушений безопасности, потенциально запрещенных или незаконных действий, а также обеспечения соблюдения наших пользовательских Соглашений",
    },
    {
        p: "• Проведения проверок для идентификации наших клиентов и проверки их личности",
    },
    {
        p: "• Оперативные причины, такие как повышение эффективности, обучение и контроль качества",
    },
    {
        p: "• Предотвращение несанкционированного доступа и модификаций к нашим системам",
    },
    {
        p: "• Маркетинг наших услуг и услуг выбранных третьих сторон для:",
    },
    {
        p: "✓ существующих и бывших клиентов;",
    },
    {
        p: "✓ третьих лиц, которые ранее выразили заинтересованность в наших услугах;",
    },
    {
        p: "✓ третьих лиц, с которыми мы ранее не имели никаких дел.",
    },
    {
        p: "• Внешние аудиты и проверки качества",
    },
    {
        p: "2. Перечень персональных данных, передаваемых ROYALFUT на обработку:",
    },
    {
        p: "Мы можем собирать и использовать следующие персональные данные о вас:",
    },
    {
        p: "• ваше имя и контактная информация, включая адрес электронной почты и номер телефона",
    },
    {
        p: "• информация, позволяющая нам проверить и подтвердить вашу личность, например, дату вашего рождения",
    },
    {
        p: "• ваша гендерная информация, если вы решите предоставить ее нам",
    },
    {
        p: "• данные о входе в систему компьютера, статистика просмотров страниц, трафик в ROYALFUT и от него, а также информация о файлах cookie;",
    },
    {
        p: "• данные о местоположении",
    },
    {
        p: "• информация о вашей доставке (платформа, количество монет в заказе), платежная информация, информация о транзакциях и платежных картах",
    },
    {
        p: "• ваши личные или профессиональные интересы",
    },
    {
        p: "• ваше профессиональное присутствие в интернете",
    },
    {
        p: "• ваша история контактов с ROYALFUT, с её сотрудниками, директорами, аффилированными лицами, ваша история покупок и сохраненные товары на ROYALFUT",
    },
    {
        p: "• информация из аккаунтов, которыми вы ссылаетесь на ROYALFUT, например Facebook, Google и другие платформы",
    },
    {
        p: "• информация, позволяющая нам проводить кредитные или иные финансовые проверки в отношении вас",
    },
    {
        p: "• информация о том, как вы используете веб-сайт ROYALFUT",
    },
    {
        p: "• ваши ответы на опросы, информация об участии в конкурсах, розыгрышах и акциях",
    },
    {
        p: "• транзакционная информация, основанная на вашей деятельности на ROYALFUT (например, информация для упрощения процесса покупки и продажи)",
    },
    {
        p: "• общественные обсуждения, чаты, разрешение споров, переписка через ROYALFUT, а также переписка, присланная нам",
    },
    {
        p: "• другая информация, включая IP-адрес и стандартную информацию веб-лога (тип браузера, поставщика интернет-услуг (ISP), страницы перехода / выхода, операционную систему, отметку даты / времени и данные потока кликов), а также дополнительную информацию от третьих лиц, такую как информация о платежном счете, предоставляемая любыми платежными службами, которые вы используете для совершения покупок или получения платежей, а также идентификатор вашего браузера, идентификатор файла cookie, идентификатор устройства, тип устройства, информация об использовании прокси-сервера, использования VPN и связанных с ними технологий, информация о местоположении, адреса электронной почты, номера телефонов и публичные профили в социальных сетях, предоставляемые нашими поставщиками услуг по противодействию мошенничеству с платежами и для должной осмотрительности клиентов.",
    },
    {
        p: "Эти персональные данные необходимы для предоставления Вам наших услуг. Вы можете не предоставлять нам информацию, но некоторая информация о вас необходима для того, чтобы вы могли: зарегистрироваться в качестве участника; приобрести продукты или услуги; заполнить профиль; принять участие в опросе, конкурсе или розыгрыше; задать нам вопрос; или инициировать другие транзакции на нашем сайте. Также ROYALFUT использует эту информацию для анализа тенденций, для выявления случаев мошенничества и для администрирования сайта.",
    },
    {
        p: "Настоящее согласие действует с момента регистрации субъекта персональных данных на сайте https://royalfut.com",
    },
    {
        p: "15. Политика обработки cookie-файлов",
    },
    {
        p: "Посещая сайт https://royalfut.com вы соглашаетесь с настоящей политикой, в том числе с тем, что ROYALFUT может использовать файлы cookie и иные данные для их последующей обработки системами Google Analytics, Яндекс.Метрика и др., а также может передавать их третьим лицам для проведения исследований, выполнения работ или оказания услуг.",
    },
    {
        p: "При посещении вами сайта https://royalfut.com файлы cookie могут использоваться для:",
    },
    {
        p: "• обеспечения функционирования и безопасности сайта;",
    },
    {
        p: "• улучшения качества сайта;",
    },
    {
        p: "• регистрации на сайте;",
    },
    {
        p: "• предоставлении вам информации о сайте, его продуктах и услугах;",
    },
    {
        p: "• усовершенствования продуктов и (или) услуг и для разработки новых продуктов и (или) услуг.",
    },
    {
        p: "Иная собираемая информация может быть использована для генерации вашего «списка интересов», состоящего из случайного идентификатора, категории интереса и отметки времени для демонстрации вам интернет-контента и рекламных объявлений, соответствующих вашим интересам.",
    },
    {
        p: "Используемые вами браузер и (или) устройство могут позволять вам блокировать, удалять или иным образом ограничивать использование фалов cookie. Но файлы cookie являются важной частью сайта https://royalfut.com, поэтому блокировка, удаление или ограничение их использования может привести к тому, что вы будете иметь доступ не ко всем функциям сайта.",
    },
    {
        p: "Чтобы узнать, как управлять файлами cookie с помощью используемых вами браузера или устройства, вы можете воспользоваться инструкцией, предоставляемой разработчиком браузера или производителем устройства.",
    },
];
