Repository: vikkuzz/royalfut-sell
Catalog: apps/royalfut/locales/lng/*.po
Languages: ar, de, es, fr, it, nl, no, pl, pt, ru, sv, tr, zh

# a50
source: We show the approximate delivery time for Comfort Trade orders before payment on the checkout page. If all the details you have submitted are correct and your account is fully ready for coin transfer, then the order will be finished within 15-20 minutes on average. However, keep in mind that the delivery time primarily depends on the amount of ordered coins.
ar: نعرض وقت التسليم التقريبي لطلبات التداول المريح قبل الدفع في صفحة الدفع. إذا كانت جميع التفاصيل التي أرسلتها صحيحة وكان حسابك جاهزًا تمامًا لتحويل العملة، فسيتم الانتهاء من الطلب في غضون 15 إلى 20 دقيقة في المتوسط. ومع ذلك، ضع في اعتبارك أن وقت التسليم يعتمد في المقام الأول على كمية العملات المطلوبة.
de: Bei Bestellungen mit Komforthandel zeigen wir die ungefähre Dauer der Zustellung an der Kasse an, bevor die Zahlung abgeschlossen wird. Wenn die von Ihnen übermittelten Informationen richtig sind und Ihr Konto für den Münztransfer vorbereitet ist, wird die Bestellung im Durchschnitt innerhalb von 15 bis 20 Minuten abgeschlossen sein. Bedenken Sie aber, dass die Lieferdauer primär vom bestellten Münzbetrag abhängt.
es: Con el método Tradeo cómodo, mostramos el plazo de entrega aproximado en la página de confirmación del pago. Si todos los datos indicados son correctos, y tu cuenta cumple todos los requisitos para la transferencia de monedas, el pedido se completará de media en 15-20 minutos. No obstante, ten presente que el plazo depende de la cantidad de monedas que pidas.
fr: Pour les commandes Transactions Confort, nous indiquons une estimation du délai de livraison avant le paiement sur la page dédiée au règlement de la commande. Si tous les détails que vous avez fournis sont corrects et que votre compte est entièrement prêt pour le transfert de crédits, la commande sera finalisée dans un délai moyen de 15 à 20 minutes. N'oubliez cependant pas que le délai de livraison dépend principalement du nombre de crédits commandés.
it: I tempi di consegna approssimativi per gli ordini Scambio comfort vengono visualizzati prima del pagamento, nella pagina del pagamento. Se tutti i dettagli che hai inviato sono corretti e se il tuo account è pronto per il trasferimento di monete, l'ordine verrà completato entro 15-20 minuti, in media. Tieni presente però che i tempi di consegna dipendono soprattutto dal numero di monete ordinate.
nl: We tonen de geschatte levertijd voor Comfort Trade-bestellingen vóór betaling op de afrekenpagina. Als alle gegevens die je hebt opgegeven correct zijn en je account volledig klaar is voor het overmaken van munten, is de bestelling gemiddeld binnen 15-20 minuten klaar. Houd er echter rekening mee dat de levertijd voornamelijk afhangt van het aantal bestelde munten.
no: Vi viser omtrentlig leveringstid for Comfort Trade før betaling. Hvis alle kontoopplysningene dine er korrekte og kontoen din er helt klar for overføring av mynter, vil bestillingen bli fullført innen 15-20 minutter i gjennomsnitt. Men leveringstida avhenger mest av antall mynter.
pl: Dla zamówień wygodnego handlu podajemy szacunkowy czas dostawy przed płatnością na stronie realizacji. Jeśli wszystkie podane dane są prawidłowe, a konto jest w pełni gotowe do przyjęcia monet, realizacja zamówienia trwa średnio 15-20 minut. Pamiętaj jednak, że czas dostarczenia zależy głównie od liczby zamówionych monet.
pt: Mostramos o tempo de entrega aproximado para pedidos Negociação Comfort antes do pagamento na página de checkout. Se todos os detalhes que enviaste estiverem corretos e a tua conta estiver totalmente pronta para transferência de moeda, a encomenda será concluída dentro de 15 a 20 minutos, em média. No entanto, tem em mente que o tempo de entrega depende principalmente da quantidade de moedas encomendadas.
ru: Примерное время исполнения заказов Комфортным методом доставки мы показываем прямо перед оплатой. Если с вашей стороны все данные указаны верно, а аккаунт полностью готов к переводу монет, то в среднем заказ доставится за 15-20 минут. Однако, время доставки в большей степени зависит от количества заказанных монет.
sv: Vi visar den ungefärliga leveranstiden för Comfort Trade-beställningar före betalning på kassasidan. Om alla uppgifter du har angett är korrekta och ditt konto är helt redo för myntöverföring, kommer beställningen att slutföras inom 15-20 minuter i genomsnitt. Tänk dock på att leveranstiden främst beror på mängden beställda mynt.
tr: Ödeme sayfasında ödeme yapmadan önce Rahat İşlem siparişleri için yaklaşık teslimat süresini gösteriyoruz. Gönderdiğiniz tüm bilgiler doğruysa ve hesabınız para transferi için tamamen hazırsa, sipariş ortalama 15-20 dakika içinde tamamlanacaktır. Ancak, teslimat süresinin öncelikle sipariş edilen jetonların miktarına bağlı olduğunu unutmayın.
zh: 在结账页面上付款前，我们会显示舒适交易订单的大致交付时间。如果您提交的所有详细信息正确，并且您的帐户已完全准备好进行金币转移，那么订单将在平均15-20分钟内完成。但是，请记住，交付时间主要取决于订购的金币数量。

# a51
source: As for the Player Auction delivery method, the timings of this option depend entirely on you. The coin transfer is carried out by buying and selling player cards. It takes an average of 3-10 cards suggested by our system to be bought and sold by you for the order to be completed using this method. But note that your starting balance plays an important role in this scenario — the bigger it is, the faster the delivery will be processed, so try to make it as high as possible before placing an order, for example you can sell unwanted cards.
ar: أما بالنسبة لطريقة تسليم مزاد اللاعب، فإن توقيت هذا الخيار يعتمد عليك تمامًا. يتم نقل العملة عن طريق شراء بطاقات اللاعبين وبيعها. يستغرق الأمر في المتوسط من 3 إلى 10 بطاقات يقترحها نظامنا لتقوم بشرائها وبيعها لإكمال الطلب باستخدام هذه الطريقة. ولكن لاحظ أن رصيدك المبدئي يؤدي دورًا مهمًا في هذا السيناريو — فكلما كان أكبر، تمت معالجة التسليم بشكل أسرع، لذا حاول أن تجعله في أعلى مستوى ممكن قبل تقديم الطلب، كأن تقوم على سبيل المثال ببيع البطاقات غير المرغوب فيها.
de: Bei der Versandart Spielerauktion hängt die zeitliche Dauer direkt von Ihnen ab. Der Münztransfer wird mithilfe des Kaufs und Verkaufs von Spielerkarten durchgeführt. Es müssen drei bis zehn der von unserem System vorgeschlagene Karten verkauft und gekauft werden, um Ihre Bestellung mit dieser Methode abzuschließen. Bedenken Sie bitte, dass ihr Ausgangsguthaben eine wichtige Rolle bei dieser Methode spielt. Je höher es ist, desto schneller wird die Zustellung durchgeführt. Sorgen Sie also dafür, dass Ihr Saldo möglichst hoch ist, bevor Sie Ihre Bestellung aufgeben. Sie könnten zum Beispiel nicht benötigte Karten verkaufen.
es: En cuanto al método de entrega Subasta de jugadores, el plazo depende por completo de ti. Las monedas se transfieren comprando y vendiendo cartas de jugadores. Para que se complete un pedido usando este método, es necesario comprar o vender de media de tres a diez cartas propuestas por el sistema. Sin embargo, ten presente que el saldo inicial tiene una gran importancia en este caso: cuanto mayor sea, más rápido se tramitará la entrega, por lo que trata de que sea lo más elevado posible al realizar el pedido (por ejemplo, puedes vender cartas que no quieras).
fr: Concernant le mode de livraison Enchères joueur, les délais de livraison dépendent entièrement de vous. Le transfert de crédits s'effectue par le biais de l'achat et de la vente de cartes de joueurs. Si vous utilisez ce mode, vous devez, en moyenne, acheter et vendre entre 3 et 10 cartes suggérées par notre système avant que la commande ne soit finalisée. Mais notez que votre solde de départ joue un rôle important dans ce scénario : plus il est élevé, plus la livraison sera traitée rapidement. Cela veut dire que vous devez essayer de l'augmenter le plus possible avant de passer une commande, comme en vendant les cartes que vous ne voulez plus.
it: Per quanto riguarda il metodo di consegna Asta dei giocatori, i tempi dipendono interamente da te. Il trasferimento di monete avviene acquistando e vendendo le schede dei giocatori. In media è necessario che tu acquisti e vendi 3-10 schede suggerite dal nostro sistema, per il completamento del l'ordine con questo metodo. Tieni presente però che il tuo saldo iniziale ha un ruolo importante in questo: quanto più alto è il saldo, tanto più velocemente verrà elaborata la consegna: cerca di avere il saldo più alto possibile prima di inoltrare un ordine (ad esempio puoi vendere le schede di cui non hai bisogno).
nl: Wat betreft de Spelersveiling-bezorgmethode, de timing van deze optie hangt volledig van jou af. De muntoverdracht wordt uitgevoerd door het kopen en verkopen van spelerskaarten. Er worden gemiddeld 3-10 kaarten door ons systeem gesuggereerd die je koopt en verkoopt om de bestelling te voltooien met deze methode. Maar vergeet niet dat je startsaldo een belangrijke rol speelt in dit scenario - hoe groter het is, hoe sneller de levering zal worden verwerkt, dus probeer het zo hoog mogelijk te maken voordat je een bestelling plaatst, bijvoorbeeld door ongewenste kaarten te verkopen.
no: Hvis du velger Spillerauksjon, avhenger leveringstida helt av deg. Myntoverføringen gjennomføres ved kjøp og salg av spillerkort. I gjennomsnitt kjøper og selger du 3-10 kort i henhold til våre instruksjoner. Startsaldoen din har en stor rolle – jo høyere den er, desto mindre tid vil overføringen av mynter ta. Så før du starter leveringen, prøv å gjøre den så stor som mulig, for eksempel ved å selge unødvendige kort i klubben.
pl: W kwestii metody dostawy poprzez aukcję gracza czas realizacji zamówienia zależy wyłącznie od ciebie. Przekazanie monet odbywa się poprzez kupowanie i sprzedawanie kart piłkarzy. Aby zrealizować zamówienie tym sposobem, średnio musisz kupić i sprzedać od 3 do 10 kart zasugerowanych przez nasz system. Zwróć jednak uwagę, że w tym scenariuszu niezwykle ważna jest początkowa suma środków na koncie – im jest wyższa, tym szybciej zrealizowana zostanie dostawa, a więc spróbuj mieć na koncie jak najwięcej środków, zanim złożysz zamówienie. Możesz na przykład sprzedać niechciane karty.
pt: Quanto ao método de entrega do Leilão de Jogador, os horários desta opção dependem inteiramente de ti. A transferência de moedas é realizada através da compra e venda de cartas de jogador. É necessária uma média de 3 a 10 cartas sugeridas pelo nosso sistema para serem compradas e vendidas por ti para que o pedido seja concluído utilizando este método. Mas tem em atenção que o teu saldo inicial desempenha um papel importante neste cenário — quanto maior for, mais rapidamente a entrega será processada, então tenta torná-lo o mais alto possível antes de fazeres um pedido, por exemplo, podes vender cartas indesejadas.
ru: Время же доставки Ручным методом зависит исключительно от вас. Перевод осуществляется путём купли-продажи карточек игроков. В среднем для завершения доставки таким методом от вас потребуется купить и продать по нашим инструкциям от 3 до 10 карточек. Большую роль играет ваш стартовый баланс — чем он выше, тем быстрее будет происходит перевод монет, поэтому перед началом доставки постарайтесь сделать его как можно больше, например, продав ненужные карточки в клубе.
sv: När det gäller leveransmetoden för spelarauktion beror tiderna för detta alternativ helt på dig. Myntöverföringen utförs genom att köpa och sälja spelarkort. Det tar i genomsnitt 3-10 kort som föreslagits av vårt system att köpas och säljas av dig för att beställningen ska slutföras med den här metoden. Men notera att ditt startsaldo spelar en viktig roll i detta scenario - ju större det är, desto snabbare kommer leveransen att behandlas, så försök att göra det så högt som möjligt innan du gör en beställning, till exempel kan du sälja oönskade kort.
tr: Oyuncu Açık Artırma teslimat yöntemine gelince, bu seçeneğin zamanlaması tamamen size bağlıdır. Para transferi oyuncu kartlarının alınıp satılmasıyla gerçekleştirilir. Bu yöntemle siparişin tamamlanması için sistemimiz tarafından önerilen ortalama 3-10 kartın tarafınızdan alınıp satılması gerekmektedir. Ancak başlangıç bakiyenizin bu senaryoda önemli bir rol oynadığını unutmayın; ne kadar büyük olursa, teslimat o kadar hızlı işlenir. Bu nedenle sipariş vermeden önce bakiyenizi mümkün olduğunca yüksek tutmaya çalışın, mesela artık istemediğiniz kartları satabilirsiniz.
zh: 至于玩家拍卖交付方式，此选项的时间完全取决于您。金币转移通过买卖玩家卡进行。要使用该方式完成订单，平均需要您买卖我们系统建议的3-10张卡片。但请注意，您的起始余额在这种情况下起重要作用，它越大，交付处理的越快，因此在下单之前使其尽可能高，例如您可以出售不需要的卡。

# a52
source: How do I use a discount coupon?
ar: كيف يمكنني استخدام قسيمة الخصم؟
de: Wie verwende ich einen Rabattgutschein?
es: ¿Cómo se utilizan los cupones de descuento?
fr: Comment utiliser un coupon de réduction ?
it: Come posso utilizzare un buono sconto?
nl: Hoe gebruik ik een kortingscoupon?
no: Hvordan kan jeg bruke en rabattkupong?
pl: Jak mogę użyć kuponu rabatowego?
pt: Como posso usar um cupão de desconto?
ru: Как мне использовать купон на скидку?
sv: Hur använder jag en rabattkupong?
tr: İndirim kuponunu nasıl kullanabilirim?
zh: 如何使用打折优惠券？

# a53
source: Reach the checkout page.
ar: الوصول إلى صفحة الدفع.
de: Sie können einen Rabattgutschein an der Kasse einlösen.
es: Accede a la página de confirmación del pago.
fr: Accédez à la page Paiement.
it: Accedi alla pagina del pagamento.
nl: Ga naar de afrekenpagina.
no: Den kan du bruke på betalingssiden.
pl: Przejdź do strony realizacji zamówienia.
pt: Acede à página de checkout.
ru: Дойдите до этапа оформления заказа.
sv: Gå till kassan.
tr: Ödeme sayfasına ulaşın.
zh: 到结帐页面。

# a54
source: Are there any special offers for regular customers?
ar: هل هناك أي عروض خاصة للعملاء المنتظمين؟
de: Gibt es besondere Angebote für Stammkunden?
es: ¿Hay ofertas especiales para clientes habituales?
fr: Les clients réguliers bénéficient-ils d'offres spéciales ?
it: Sono previste offerte speciali per i clienti abituali?
nl: Zijn er nog speciale aanbiedingen voor gewone klanten?
no: Har du spesialtilbud til faste kunder?
pl: Czy istnieją jakieś oferty specjalne dla stałych klientów?
pt: Existem ofertas especiais para clientes regulares?
ru: Есть ли у вас специальные предложения для постоянных клиентов?
sv: Finns det några specialerbjudanden för vanliga kunder?
tr: Düzenli müşteriler için özel teklifler var mı?
zh: 对老客户有什么特别优惠吗?

# a55
source: Yes, there are. You will start receiveing special offers as soon as we notice that you have started buying from us on a regulare basis. Not to mention that we also have a transparent loyalty program in the works. Stay tuned for the updates!
ar: نعم، هناك. ستبدأ في تلقي عروض خاصة بمجرد أن نلاحظ أنك بدأت في الشراء منّا بشكل منتظم. فضلاً عن أن لدينا أيضًا برنامج ولاء شفافًا نستخدمه في عملنا. ترقّب التحديثات!
de: Ja, die gibt es. Sie werden Sonderangebote erhalten, sobald wir feststellen, dass Sie regelmäßig bei uns einkaufen. Außerdem entwickeln wir im Moment ein transparentes Treueprogramm. Bleiben Sie also auf dem Laufenden!
es: Sí. Empezarás a recibir ofertas especiales en cuanto observemos que realizas compras de forma habitual. Además, estamos preparando un trasparente programa de fidelización. ¡En breve habrá más noticias!
fr: Oui. Vous commencerez à recevoir des offres spéciales dès que nous aurons constaté que vous achetez régulièrement chez nous. De plus, un programme de fidélité transparent est en cours d'élaboration. Restez à l'affût des mises à jour !
it: Sì. Inizierai a ricevere offerte speciali appena riscontreremo che hai iniziato ad acquistare regolarmente da noi. E in più, a breve inizierà un trasparente programma fedeltà. Non perderti gli aggiornamenti!
nl: Ja. Je ontvangt speciale aanbiedingen zodra we merken dat je regelmatig bij ons koopt. Bovendien werken we aan een transparant loyaliteitsprogramma. Binnenkort meer hierover!
no: Ja, du vil vite om de så snart du begynner å kjøpe fra oss. Vi utarbeider et transparent lojalitetssystem på din personlige konto. Følg med😉
pl: Tak, istnieją. Kiedy tylko zauważymy, że kupujesz od nas regularnie, zaczniesz otrzymać oferty specjalne. Pracujemy też nad transparentnym programem lojalnościowym. Czekaj na dalsze informacje!
pt: Sim, existem. Vais começar a receber ofertas especiais assim que percebermos que começou a comprar de nós regularmente. Sem mencionar que também temos um programa de fidelidade transparente em andamento. Fica atento às novidades!
ru: Да, вы об этом узнаете, как только начнёте у нас покупать. Также мы уже готовим прозрачную систему лояльности в личном кабинете. Следите за обновлениями😉
sv: Ja, det finns det. Du kommer att börja få specialerbjudanden så snart vi märker att du har börjat köpa från oss på en regelbunden basis. För att inte tala om att vi också har ett transparent lojalitetsprogram på gång. Håll utkik efter uppdateringarna!
tr: Evet, var. Bizden düzenli olarak alışveriş yapmaya başladığınızı fark ettiğimiz anda özel teklifler almaya başlayacaksınız. Ayrıca şeffaf bir sadakat programı üzerinde çalıştığımızdan bahsetmiyorum bile. Güncellemeler için bizi izlemeye devam edin!
zh: 是的，有。一旦我们注意到您开始定期向我们购买，您将开始收到特别优惠。更不用说我们还有一个透明的忠诚计划。请关注更新！

# a56
source: Comfort Trade
ar: التداول المريح
de: Komforthandel
es: Tradeo cómodo
fr: Transaction Confort
it: Scambio comfort
pl: Wygodny handel
pt: Negociação Comfort
ru: Комфортный
sv: Komforthandel
tr: Rahat İşlem
zh: 舒适交易

# a57
source: Questions about Comfort Trade delivery method
ar: أسئلة حول طريقة تسليم التداول المريح
de: Fragen zur Versandart Komforthandel
es: Preguntas sobre el método de entrega Tradeo cómodo
fr: Questions à propos du mode de livraison Transaction Confort
it: Domande sul metodo di consegna Scambio comfort
nl: Vragen over de Comfort Trade-bezorgmethode
no: Spørsmål om Comfort Trade leveringsmetoden
pl: Pytania dotyczące metody dostawy wygodnego handlu
pt: Dúvidas sobre a forma de entrega Negociação Comfort
ru: Вопросы по Комфортному методу доставки
sv: Frågor om leveransmetoden Comfort Trade
tr: Rahat İşlem teslimat yöntemi hakkında sorular
zh: 舒适交易交付方式有关问题

# a58
source: How should I prepare my [[UT]] club for a Comfort Trade order?
ar: كيف يمكنني إعداد نادي [[UT]] الخاص بي لطلب التداول المريح؟
de: Wir sollte ich meinen [[UT]] Club auf eine Bestellung mit Komforthandel vorbereiten?
es: ¿Cómo preparo mi club de [[UT]] para un pedido con Tradeo cómodo?
fr: Comment préparer mon club [[UT]] pour une commande Transaction Confort ?
it: Come devo preparare il mio club[[UT]] per un ordine Scambio comfort?
nl: Hoe moet ik mijn [[UT]]-club voorbereiden op een Comfort Trade-bestelling?
no: Hvordan forbereder jeg min [[UT]] klubb for Comfort Trade leveringen?
pl: Jak mam przygotować swój klub [[UT]] do zamówienia metodą wygodnego handlu?
pt: Como devo preparar o meu clube [[UT]] para um pedido Negociação Comfort?
ru: Как мне подготовить свой клуб [[UT]] для доставки через Комфортный метод?
sv: Hur ska jag förbereda min [[UT]]-klubb för en Comfort Trade-order?
tr: [[UT]] kulübümü Rahat İşlem siparişi için nasıl hazırlamalıyım?
zh: 我该如何准备用于舒适交易订单的[[UT]]俱乐部呢？

# a60
source: Make sure you have Transfer Market unlocked in [[WA]]
ar: تأكد من فتح سوق الانتقالات في [[WA]]
de: Stellen Sie sicher, dass Sie den Transfermarkt in [[WA]] freigeschaltet haben.
es: Asegúrate de haber desbloqueado el Mercado de transferibles de [[WA]].
fr: assurez-vous que le Marché des transferts est débloqué dans la [[WA]]
it: Verifica che il mercato dei trasferimenti sia sbloccato in [[WA]]
nl: zorg dat je de transfermarkt hebt ontgrendeld in [[WA]]
no: sørg for at du har låst opp overgangsmarkedet i [[WA]]
pl: upewnij się, że masz w [[WA]] odblokowany rynek transferowy
pt: certifica-te de que tens o Mercado de Transferências desbloqueado em [[WA]]
ru: убедиться, что у вас разблокирован Трансферный рынок в [[WA]]
sv: se till att du har låst upp Transfermarknaden i [[WA]]
tr: [[WA]] ayarlarında Transfer Market'in kilidinin açık olduğundan emin olun
zh: 确保在[[WA]]中解锁了转会市场

# a61
source: Keep at least 5000 coins on your balance
ar: احتفظ بما لا يقل عن 5000 عملة في رصيدك
de: Stellen Sie sicher, dass Ihr Guthaben mindestens 5000 Münzen beträgt
es: Mantén un saldo mínimo de 5000 monedas.
fr: votre solde doit être d'au moins 5 000 crédits
it: Tieni almeno 5.000 monete nel tuo saldo
nl: houd minstens 5000 munten in je saldo
no: ha minst 5000 mynter på klubbens saldoen
pl: miej co najmniej 5000 monet na koncie
pt: mantém pelo menos 5000 moedas no teu saldo
ru: оставить на балансе клуба хотя бы 5000 монет
sv: ha minst 5000 mynt på ditt saldo
tr: bakiyenizde en az 5000 jeton bulundurun
zh: 在余额上至少保留5000个金币

# a62
source: Clear as much space as possible in your Transfer List
ar: امسح أكبر مساحة ممكنة في قائمة النقل الخاصة بك
de: Sorgen Sie dafür, dass auf Ihrer Transferliste viel Platz ist
es: Libera todo el espacio que puedas en la lista de transferibles.
fr: libérez autant d'espace que possible dans votre liste de transferts
it: Libera più spazio possibile nell'elenco dei trasferimenti
nl: maak zoveel mogelijk ruimte vrij op je transferlijst
no: frigjøre så mye plass som mulig i overgangslisten
pl: oczyść jak najwięcej miejsca na swojej liście transferowej
pt: limpa o máximo de espaço possível na tua lista de transferências
ru: освободить как можно больше места в списке продаж в трансферном рынке
sv: rensa så mycket utrymme som möjligt i din transferlista
tr: Transfer List enizde mümkün olduğunca fazla yer açın
zh: 在拍卖清单中清除尽可能多的空间

# a63
source: How do I check whether my Transfer Market in [[WA]] unlocked or not?
ar: كيف يمكنني التحقق مما إذا كان سوق الانتقالات الخاص بي في [[WA]] مفتوحًا أم لا؟
de: Wie kann ich überprüfen, ob mein Transfermarkt in [[WA]] freigeschaltet ist?
es: ¿Cómo compruebo si mi Mercado de transferibles de [[WA]] está o no desbloqueado?
fr: Comment vérifier si mon Marché des transferts est débloqué ou non dans la [[WA]] ?
it: Come posso verificare se il mio mercato dei trasferimenti in [[WA]] è sbloccato?
nl: Hoe controleer ik of mijn transfermarkt in [[WA]] is ontgrendeld?
no: Hvordan vet jeg om jeg har låst opp overgangsmarkedet i [[WA]]?
pl: Jak mam sprawdzić, czy mój rynek transferowy w [[WA]] jest odblokowany, czy nie?
pt: Como faço para verificar se o meu Mercado de Transferências no [[WA]] está desbloqueado ou não?
ru: Как узнать, разблокирован ли у меня Трансферный рынок в [[WA]]?
sv: Hur kontrollerar jag om min transfermarknad i [[WA]] är upplåst eller inte?
tr: [[WA]] ayarlarında Transfer Market kilidimin açık olup olmadığını nasıl kontrol edebilirim?
zh: 如何检查我的转会市场是否在[[WA]]中解锁？

# a64
source: Transfer Market is unlocked
ar: تم فتح سوق الانتقالات
de: Transfermarkt ist freigeschaltet
es: El Mercado de transferibles está desbloqueado.
fr: Marché des transferts débloqué
it: Il mercato dei trasferimenti è sbloccato
nl: Transfermarkt is ontgrendeld
no: Overgangsmarkedet blir låst opp
pl: Rynek transferowy jest odblokowany
pt: O Mercado de Transferências está desbloqueado
ru: Рынок разблокирован
sv: Transfermarknaden är upplåst
tr: Transfer Market kilidi açık
zh: 转会市场已解锁

# a65
source: Transfer Market is locked
ar: سوق الانتقالات مقفل
de: Transfermarkt ist nicht freigeschaltet
es: El Mercado de transferibles está bloqueado.
fr: Marché des transferts bloqué
it: Il mercato dei trasferimenti è bloccato
nl: Transfermarkt is vergrendeld
no: Overgangsmarkedet blir blokkert
pl: Rynek transferowy jest zablokowany
pt: O Mercado de Transferências está bloqueado
ru: Рынок заблокирован
sv: Transfermarknaden är låst
tr: Transfer Market kilitli
zh: 转会市场已锁定
