Repository: vikkuzz/royalfut-sell
Catalog: apps/royalfut/locales/lng/*.po
Languages: ar, de, es, fr, it, nl, no, pl, pt, ru, sv, tr, zh

# locales.saveChanges
source: Save changes
ar: حفظ التغييرات
de: ÄNDERUNGEN SPEICHERN
es: GUARDAR CAMBIOS
fr: ENREGISTRER LES MODIFICATIONS
it: SALVA LE MODIFICHE
nl: Wijzigingen opslaan
no: LAGRE ENDRINGER
pl: Zapisz zmiany
pt: GUARDAR ALTERAÇÕES
ru: Сохранить изменения
sv: Spara ändringar
tr: Değişiklikleri Kaydet
zh: 保存更改

# locales.seePassword
source: See password
ar: انظر كلمة المرور
de: Siehe Passwort
es: Ver contraseña
fr: Voir le mot de passe
it: Vedi password
nl: Zie wachtwoord
no: Se passordet ditt
pl: Zobacz hasło
pt: Ver passe
ru: Посмотреть пароль
sv: Se lösenord
tr: Bkz. şifre
zh: 查看密码

# locales.settings
source: Settings
ar: الإعدادات
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
nl: Instellingen
no: Innstillinger
pl: Ustawienia
pt: Definições
ru: Настройки
sv: Inställningar
tr: Ayarlar
zh: 设置

# locales.startSave
source: Start saving a lot of time with the brand new tool from our friends!
ar: ابدأ في توفير الكثير من الوقت باستخدام الأداة الجديدة تمامًا من أصدقائنا!
de: Mit dem brandneuen Tool unserer Freunde sparen Sie viel Zeit ein!
es: ¡Empieza a ahorrar un montón de tiempo con la nueva herramienta de nuestros amigos!
fr: Commencez à gagner beaucoup de temps avec le tout nouvel outil de nos amis !
it: Risparmia un sacco di tempo con il nuovissimo strumento dei nostri amici!
nl: Bespaar een hoop tijd met de gloednieuwe tool van onze vrienden!
no: Begynn å spare masser av tid med det helt nye verktøyet fra vennene våre.
pl: Zacznij oszczędzać dużo czasu dzięki zupełnie nowemu narzędziu od naszych przyjaciół!
pt: Começa a poupar muito tempo com a nova ferramenta dos nossos amigos!
ru: Начни экономить кучу времени уже сейчас вместе с новейшим инструментом от наших друзей.
sv: Börja spara massor av tid med det helt nya verktyget från våra vänner!
tr: Arkadaşlarımızdan gelen yepyeni araçla çok zaman kazanmaya başlayın!
zh: 用我们朋友的全新工具，开始节省大量时间！

# locales.status
source: Status
ar: الحالة
es: Estado
fr: Statut
it: Stato
pl: Stan
pt: Estado
ru: Статус
tr: Durum
zh: 状态

# locales.terms_text
source: Please read the following User Agreement carefully. If you do not accept any of the items in this User Agreement, you do not have the right to confirm your registration, use any services provided by https://royalfut.com, or sell, buy or exchange goods via this trading platform.
ar: تُرجى قراءة اتفاقية المستخدم التالية بعناية. إذا لم تقبل أيًّا من البنود الواردة في اتفاقية المستخدم هذه، فليس لديك الحق في تأكيد تسجيلك أو استخدام أيّ خدمات يتم تقديمها عن طريق موقع https://royalfut.com أو بيع البضائع أو شرائها أو تبادلها عن طريق هذه المنصة التجارية.
de: Bitte lesen Sie die folgende Benutzervereinbarung sorgfältig durch. Wenn Sie einen der Punkte in dieser Benutzervereinbarung nicht akzeptieren, haben Sie nicht das Recht, Ihre Registrierung zu bestätigen, die von https://royalfut.com angebotenen Dienstleistungen zu nutzen oder Waren über diese Handelsplattform zu verkaufen, zu kaufen oder zu tauschen.
es: Lea detenidamente el siguiente Acuerdo de Usuario. Si no acepta alguno de los puntos del siguiente Acuerdo de Usuario, no podrá confirmar su registro, usar ninguno de los servicios proporcionados por https://royalfut.com, ni vender, comprar o intercambiar bienes a través de esta plataforma de mercado.
fr: Veuillez lire attentivement l’Accord utilisateur qui suit. Si vous n’acceptez pas l’un des articles du présent Accord utilisateur, vous n’êtes pas autorisé à confirmer votre inscription, utiliser tout service fourni par https://royalfut.com, ni vendre, acheter ou échanger des biens par l’intermédiaire de cette plateforme d’échanges.
it: Leggere attentamente le seguenti Condizioni d’uso. In caso di non accettazione di uno qualsiasi degli elementi delle presenti Condizioni d’uso, l’utente non ha il diritto di confermare la propria registrazione, di usare i servizi forniti da https://royalfut.com, né di vendere, comprare o scambiare beni tramite questa piattaforma commerciale.
nl: Lees de volgende Gebruikersovereenkomst goed. Als je niet akkoord gaat met een van de voorwaarden uit deze Gebruikersovereenkomst, heb je niet het recht om je registratie te bevestigen, diensten van https://royalfut.com te gebruiken, of goederen verkopen, kopen of ruilen via dit ruilplatform.
no: Les denne brukeravtalen nøye. Hvis det er noen deler av denne brukeravtalen du ikke samtykker i, har du ikke rett til å bekrefte registreringen din, bruke noen av tjenestene på https://royalfut.com, eller selge, kjøpe eller utveksle varer via denne utvekslingsplattformen.
pl: Prosimy o uważne przeczytanie poniższej Umowy Użytkownika. Jeśli nie akceptujesz jakichkolwiek zapisów Umowy Użytkownika, nie masz prawa potwierdzać swojej rejestracji, użytkować żadnych usług świadczonych przez https://royalfut.com, sprzedawać, kupować ani wymieniać towarów poprzez tę platformę handlową.
pt: Leia o seguinte Acordo de Utilizador com atenção. Se não aceitar algum dos itens neste Acordo de Utilizador, não tem o direito de confirmar o seu registo, utilizar qualquer um dos serviços fornecidos pelo https://royalfut.com ou vender, comprar ou trocar bens através desta plataforma de trocas.
ru: Пожалуйста, внимательно прочтите это Пользовательское соглашение. Если вы не согласны с каким-либо из вопросов настоящего Пользовательского соглашения, вы не имеете права подтверждать свою регистрацию, использовать какие-либо услуги, предоставляемые текущим ресурсом https://royalfut.com, продавать, покупать или обменивать товары через функциональные возможности этой торговой платформы.
sv: Läs följande användaravtal noggrant. Om du inte accepterar alla punkter i det här användaravtalet har du inte rätt att bekräfta din registrering, använda några av tjänsterna som tillhandahålls av https://royalfut.com eller sälja, köpa eller byta varor via den här plattformen.
tr: Lütfen aşağıdaki Kullanıcı sözleşmesini dikkatlice okuyun. Bu Kullanıcı Sözleşmesinde yer alan herhangi bir hükmü kabul etmiyorsanız kaydınızı onaylayamaz, https://royalfut.com tarafından sağlanan hizmetleri kullanamaz ve bu işlem platformunda ürün alıp satamaz veya takas edemezsiniz.
zh: 请仔细阅读以下用户协议。如果您不同意一下协议中的任何条款，则无权在https://royalfut.com确认注册、使用任何服务或通过此交易平台买卖、交换物品。

# locales.termsa1
source: Terms and conditions from 01.10.2020 (01.10.2020 - 07.02.2021)
ar: الشروط والأحكام من 01.10.2020 (01.10.2020 - 07.02.2021)
de: Nutzungsbedingungen vom 01.10.2020 (01.10.2020 - 07.02.2021)
es: Términos y condiciones del 01.10.2020 (01.10.2020 - 07.02.2021)
fr: Conditions générales du 01.10.2020 (01.10.2020 - 07.02.2021)
it: Termini e condizioni dal 01.10.2020 (01.10.2020 - 07.02.2021)
nl: Algemene voorwaarden vanaf 01.10.2020 (01.10.2020 - 07.02.2021)
no: Vilkår og betingelser fra 01.10.2020 (01.10.2020 - 07.02.2021)
pl: Zasady i warunki od 01.10.2020 (01.10.2020 - 07.02.2021)
pt: Termos e condições de 01.10.2020 (01.10.2020 - 07.02.2021)
ru: Пользовательское соглашение от 01.10.2020 (01.10.2020 - 07.02.2021)
sv: Villkor från 01.10.2020 (01.10.2020 - 07.02.2021)
tr: 01.10.2020 (01.10.2020 - 07.02.2021) arası Hüküm ve Koşulları
zh: 2020年10月1日条款和条件从 (2020年10月1日-2021年2月7日）

# locales.termsa2
source: Terms and conditions from 08.02.2021 (08.02.2021 - 03.06.2021)
ar: الشروط والأحكام من 08.02.2021 (08.02.2021 - 03.06.2021)
de: Nutzungsbedingungen vom 08.02.2021 (08.02.2021 - 03.06.2021)
es: Términos y condiciones del 08.02.2021 (08.02.2021 - 03.06.2021)
fr: Conditions générales du 08.02.2021 (08.02.2021 - 03.06.2021)
it: Termini e condizioni dal 08.02.2021 (08.02.2021 - 03.06.2021)
nl: Algemene voorwaarden vanaf 08.02.2021 (08.02.2021 - 03.06.2021)
no: Vilkår og betingelser fra 08.02.2021 (08.02.2021 - 03.06.2021)
pl: Zasady i warunki od 08.02.2021 (08.02.2021 - 03.06.2021)
pt: Termos e condições de 08.02.2021 (08.02.2021 - 03.06.2021)
ru: Пользовательское соглашение от 08.02.2021 (08.02.2021 - 03.06.2021)
sv: Villkor från 08.02.2021 (08.02.2021 - 03.06.2021)
tr: 08.02.2021 (08.02.2021 - 03.06.2021) arası Hüküm ve Koşulları
zh: 2021年02月8日条款和条件从 (2020年02月8日-2021年06月3日）

# locales.termsa3
source: Privacy Policy from 01.10.2020 (01.10.2020 - 07.02.2021)
ar: سياسة الخصوصية من 01.10.2020 (01.10.2020 - 07.02.2021)
de: Datenschutzerklärung vom 01.10.2020 (01.10.2020 - 07.02.2021)
es: Política de privacidad del 01.10.2020 (01.10.2020 - 07.02.2021)
fr: Politique de confidentialité du 01.10.2020 (01.10.2020 - 07.02.2021)
it: Informativa sulla privacy dal 01.10.2020 (01.10.2020 - 07.02.2021)
nl: Privacybeleid van 01.10.2020 (01.10.2020 - 07.02.2021)
no: Personvernregler fra 01.10.2020 (01.10.2020 - 07.02.2021)
pl: Polityka Prywatności od 01.10.2020 (01.10.2020 - 07.02.2021)
pt: Política de privacidade de 01.10.2020 (01.10.2020 - 07.02.2021)
ru: Политика приватности от 01.10.2020 (01.10.2020 - 07.02.2021)
sv: Integritetspolicy. från 01.10.2020 (01.10.2020 - 07.02.2021)
tr: 01.10.2020 tarihinden itibaren Gizlilik Politikası (01.10.2020 - 07.02.2021)
zh: 2020年10月1日起的隐私政策（2020年10月1日-2021年2月7日）

# locales.transferred
source: Coins transferred
ar: تم نقل العملات
de: Coins übermittelt
es: Monedas transferidas
fr: Pièces transférées
it: Monete trasferite
nl: Munten overgedragen
no: Mynter overført
pl: Monety przekazane
pt: Moedas transferidas
ru: Переведенные монеты
sv: Överförda mynt
tr: Jeton transfer edildi
zh: 金币已转账

# locales.trustcom
source: your feedback.
ar: ملاحظاتك .
de: dein Feedback.
es: tus comentarios.
fr: une évaluation.
it: tuo feedback.
nl: je feedback
no: en tilbakemelding.
pl: swoją opinię.
pt: um comentário.
ru: отзыв о нас.
sv: feedback
tr: geri bildirimde
zh: 您的反馈。

# locales.unused
source: We only need one unused code, to start delivering your order.
ar: . لا نحتاج إلا إلى رمز واحد غير مستخدم لبدء عملية تسليم طلبك.
de: Wir benötigen lediglich einen nicht verwendeten Code, damit deine Bestellung ausgeliefert werden kann.
es: . Solo necesitamos un código sin usar para empezar a entregar tu pedido.
fr: . Nous n'avons besoin que d'un seul code inutilisé pour activer la livraison de votre commande.
it: .Per avviare l'ordine di consegna ci serve solo un codice non utilizzato.
nl: . We hebben maar één ongebruikte code nodig om je bestelling te leveren.
no: . Vi trengre bare én ubrukt kode for å levere bestillingen din.
pl: . Potrzebujemy tylko jednego niewykorzystanego kodu, aby rozpocząć dostawę тwojego zamówienia.
pt: . Só precisamos de um código por usar para iniciar o teu pedido.
ru: Нам достаточно одного неиспользованного кода, чтобы начать доставку вашего заказа.
sv: .Vi behöver bara en oanvänd kod för att börja leverera din beställning.
tr: . Teslimatın başlaması için, kullanılmamış tek bir kod girmeniz yeterli olacaktır.
zh: 找到。我们只需要一个未使用过的代码，便可以开始交付您的订单。

# locales.update
source: Update
ar: تحديث
de: AKTUALISIEREN
es: ACTUALIZAR
fr: METTRE À JOUR
it: AGGIORNA
no: OPPDATER
pl: AKTUALIZUJ
pt: ATUALIZAR
ru: Обновить
sv: UPPDATERA
tr: GÜNCELLE
zh: 更新

# locales.user_agreement
source: User Agreement
ar: اتفاقية المستخدم
de: Benutzervereinbarung
es: Acuerdo de Usuario
fr: Accord utilisateur
it: Condizioni d’uso
nl: Gebruikersovereenkomst
no: Brukeravtale
pl: Umowa Użytkownika
pt: Acordo de Utilizador
ru: Пользовательское Соглашение
sv: Användaravtal
tr: Kullanıcı Sözleşmesi
zh: 用户协议

# locales.wrong_backup
source: Wrong backup
ar: كود احتياطي خاطئ
de: FALSCHE BACKUP
es: COPIA DE SEGURIDAD INCORRECTA
fr: CODE DE SAUVEGARDE ERRONÉ
it: BACKUP ERRATO
nl: VERKEERDE BACK-UP
no: FEIL RESERVE
pl: BŁĘDNY KOD ZAPASOWY
pt: CÓDIGO DE SEGURANÇA ERRADO
ru: Неверные резервные коды
sv: FELAKTIG RESERVKOD
tr: BACKUP HATALI
zh: 备份错误

source: Locked
ar: مقفل
de: Gesperrt
es: Bloqueado
fr: Verrouillé
it: Bloccato
nl: Vergrendeld
no: Låst
pl: Zablokowany
pt: Bloqueado
ru: Недоступно
sv: Låst
tr: Kilitli
zh: 锁定

source: Loyalty Program
ar: برنامج الولاء
de: Treueprogramm
es: Programa de fidelización
fr: Programme de fidélité
it: Programma fedeltà
nl: Loyalty programma
no: Lojalitets program
pl: Program lojalnościowy
pt: Programa de Fidelidade
ru: Программа лояльности
sv: Lojalitets program
tr: Sadakat Programı
zh: 忠诚度计划

# mainblocks0
source: Build your Dream Team now
ar: شكّل فريق أحلامك الآن
de: Stellen Sie jetzt Ihr Traumteam zusammen
es: Crea ya mismo tu equipo de ensueño
fr: Créez votre équipe de rêve dès maintenant
it: Crea subito la squadra dei tuoi sogni
nl: Bouw nu aan je droomteam
no: Skap ditt eget Drømmelag
pl: Już dziś zbuduj swoją drużynę marzeń
pt: Constrói a tua Equipa de Sonho agora
ru: Соберите свою Команду Мечты
sv: Bygg ditt drömteam nu
tr: Rüya Takımınızı şimdi kurun
zh: 立即打造你的梦之队

# mainblocks1
source: With EA Sports FC 24 Coins, you're free to pick the best possible options for every position in your squad. Indulge your imagination, try new things, experiment!
ar: مع عملات EA Sports FC 25، يمكنك اختيار أفضل الخيارات الممكنة لكل مركز في فرقتك. أطلق العنان لخيالك وجرب أشياء جديدة. عش تجربة شائقة!
de: Mit EA Sports FC 25 Münzen steht es Ihnen frei, die bestmöglichen Optionen für jede Position Ihrer Truppe auszuwählen. Lassen Sie Ihrer Fantasie freien Lauf, gehen Sie neue Wege, experimentieren Sie!
es: Con las monedas de EA Sports FC 25, tendrás libertad para elegir las mejores opciones posibles en cada puesto de tu plantilla. ¡Da rienda suelta a la imaginación y experimenta!
fr: Avec les crédits EA Sports FC 24, vous êtes libre de choisir les meilleures options possibles pour chaque poste de votre équipe. Laissez libre cours à votre imagination, essayez de nouvelles choses !
it: Con i crediti EA Sports FC 25 puoi scegliere le migliori opzioni possibili per ogni ruolo della tua squadra. Lascia libera la tua immaginazione, prova cose nuove, sperimenta!
nl: Met EA Sports FC 25-munten heb je alle keuze voor elke positie in je team. Laat je verbeelding de vrije loop, probeer nieuwe opties en experimenteer erop los!
no: Hvis du bruker EA Sports FC 24, kan du velge de beste mulige alternativene for hver posisjon i laget ditt. Gi fantasien frie tøyler, prøv nye metoder og eksperimenter!
pl: Dzięki monetom EA Sports FC 24 możesz wybrać najlepsze możliwe opcje na każdej pozycji w twoim składzie. Puść wodze fantazji, próbuj nowych rzeczy, eksperymentuj!
pt: Com as moedas do EA Sports FC 25, podes escolher as melhores opções possíveis para todas as posições do teu plantel. Dá asas à tua imaginação, experimenta coisas novas, faz experiências!
ru: С монетами EA Sports FC 24 вы можете выбрать лучшие варианты для каждой позиции в своëм составе. Дайте волю своему воображению, пробуйте новое, экспериментируйте!
sv: Med EA Sports FC 25 Coins är du fri att välja de bästa möjliga alternativen för varje position i din trupp. Skäm bort din fantasi, prova nya saker, experimentera!
tr: EA Sports FC 25 Jetonları ile takımınızdaki her pozisyon için mümkün olan en iyi opsiyonları seçmekte özgürsünüz. Hayal gücünüzü konuşturun, yeni şeyler deneyin, deneyler yapın!
zh: 有了EA Sports FC24金币，你可以为团队中的每个位置随心进行最佳选择。放飞想象力，尝试新事物，大胆实验吧！

# mainblocks10
source: Buy coins
ar: شراء العملات
de: Münzen kaufen
es: Comprar monedas
fr: Acheter des crédits
it: Acquista crediti
nl: Munten kopen
no: Kjøp nå
pl: Kup monety
pt: Comprar moedas
ru: Купить монеты
sv: Köp nu
tr: Jetonlar satın alın
zh: 购买金币

# mainblocks11
source: Have more questions?
ar: هل لديك المزيد من الأسئلة؟
de: Haben Sie noch Fragen?
es: ¿Tienes más preguntas?
fr: D'autres questions ?
it: Hai altre domande?
nl: Heb je vragen?
no: Har du spørsmål?
pl: Masz więcej pytań?
pt: Tens mais dúvidas?
ru: Ещё есть вопросы?
sv: Har du fler frågor?
tr: Başka sorularınız mı var?
zh: 还有问题吗？

# mainblocks12
source: Our socials
ar: قنواتنا الاجتماعية
de: Unsere sozialen Medien
es: Nuestras redes sociales
fr: Nos réseaux sociaux
it: I nostri social
nl: Onze sociale media
no: Finn oss
pl: Nasze media społecznościowe
pt: As nossas redes sociais
ru: Мы в социальных сетях
sv: Våra sociala medier
tr: Sosyal medyalarımız
zh: 我们的社交媒体

# mainblocks16
source: Your go-to
ar: مكانك المفضل
de: Die Anlaufstelle
es: Tu tienda de
fr: Là où aller pour
it: Il tuo riferimento
nl: Je favoriete stek
no: Den beste butikken
pl: Najlepsze miejsce
pt: A tua escolha
ru: Ваш поставщик
sv: Din favoritplats
tr: FC 25 almak için
zh: 你的必需

# mainblocks17
source: store to buy
ar: لشراء عملات
de: für den FC 25 Kauf
es: monedas y
fr: acheter crédits
it: di crediti/servizi
nl: voor munten en
no: for å kjøpe FC 24
pl: na zakup monet
pt: para comprar FC 25
ru: Монет и Услуг
sv: att köpa FC 25
tr: her zamanki yer
zh: FC 24购买地方

# mainblocks18
source: EA FC 24 coins
ar: وخدمات FC 25
de: Münzen und Service
es: servicios de FC 25
fr: et services FC 24
it: per EA FC 25
nl: services van FC 25
no: Mynter og
pl: i usług EA FC 24
pt: Moedas e Serviços
ru: Для EA FC 24
sv: Mynt och tjänster
tr: Jetonlar ve Hizmet
zh: 金币和服务

# mainblocks2
source: Get any card you want
ar: احصل على أي بطاقة تريدها
de: Holen Sie sich jede Karte, die Sie wollen
es: Consigue la carta que quieras
fr: Obtenez la carte de votre choix
it: Ottieni qualsiasi scheda
nl: Ontvang alle kaarten die je maar wilt
no: Få de mest interessante kort
pl: Zdobądź każdą kartę, którą chcesz
pt: Obtém a carta que quiseres
ru: Заполучите в клуб самые заветные карточки
sv: Få vilket kort du vill
tr: İstediğiniz herhangi bir kartı alın
zh: 得到任何你想要的卡

# mainblocks22
source: Safest option to buy
ar: الخيار الأكثر أمانًا لشراء
de: Sicherste Kaufoption für
es: La opción más segura para comprar
fr: La solution la plus sûre pour
it: L'opzione più sicura per acquistare
nl: FIFA 25-munten
no: Den sikreste måten å kjøpe
pl: Najbezpieczniejszy zakup
pt: Opção de compra mais segura
ru: Самый безопасный вариант купить
sv: Säkraste alternativet att köpa
tr: Satın almak için en güvenli seçenek
zh: 最安全的购买选择

# mainblocks23
source: FIFA 24 Coins
ar: عملات FIFA 25
de: FIFA 25 Münzen
es: monedas de FIFA 25
fr: acheter des crédits FIFA 24
it: i crediti di FIFA 25
nl: veilig kopen
no: FIFA 24 Mynter
pl: monet FIFA 24
pt: Moedas FIFA 25
ru: монеты FIFA 24
sv: FIFA 25 Mynt
tr: FIFA 25 Jetonları
zh: FIFA 24金币

# mainblocks24
source: What Our Customers Have to Say
ar: آراء عملائنا
de: Das sagen unsere Kunden
es: Testimonios de clientes
fr: Ce que disent nos clients
it: Cosa dicono i nostri clienti
nl: Klantenreviews
no: Hva kundene våre sier
pl: Opinie naszych klientów
pt: O que dizem os nossos clientes
ru: Что говорят наши клиенты
sv: Vad våra kunder säger
tr: Müşterilerimiz neler diyor
zh: 我们的客户怎么说

# mainblocks27
source: Excellent
ar: ممتاز
de: Exzellent
es: Excelente
it: Eccellente
nl: Uitstekend
no: Kjempefint
pl: Doskonała
pt: Excelente
ru: Отлично
sv: Utmärkt
tr: Mükemmel
zh: 优秀

# mainblocks28
source: Verified company
ar: شركة معتمدة
de: Verifiziertes Unternehmen
es: Empresa verificada
fr: Entreprise vérifiée
it: Azienda verificata
nl: Geverifieerd bedrijf
no: Trygt selskap
pl: Zweryfikowana firma
pt: Empresa verificada
ru: Проверенная компания
sv: Verifierat företag
tr: Doğrulanmış şirket
zh: 核实的公司

# mainblocks3
source: Ultimate Team's most coveted players will finally be yours to grab. Start collecting desirable cards from every FC UT promo and never deny yourself!
ar: أخيرًا، ستتمكن من الحصول على اللاعبين الأكثر شهرة في Ultimate Team. ابدأ بجمع البطاقات المطلوبة من كل عرض FC UT ترويجي. لا تفوت الفرصة!
de: Endlich können Sie sich die begehrtesten Ultimate Team Spieler schnappen. Beginnen Sie mit dem Kartensammeln bei jeder FC UT Werbeaktion und verzichten Sie auf nichts!
es: ¡Al fin podrás hacerte con los jugadores más codiciados de Ultimate Team! ¡Empieza a coleccionar las cartas que desees de cada promoción de FC UT y no renuncies a nada!
fr: Les joueurs les plus convoités de l'Ultimate Team seront enfin à votre portée. Commencez à collectionner les cartes les plus recherchées de toutes les promotions de FC UT sans jamais vous en priver !
it: I giocatori più ambiti di Ultimate Team saranno finalmente tuoi. Inizia a collezionare le schede più ambite in ogni promozione FC UT e non farti mancare nulla!
nl: Eindelijk kun je de Ultimate Team-spelers kiezen die je het liefst wilt. Start je collectie topkaarten van elke FC UT-promo zodat je altijd het beste hebt!
no: De mest ettertraktede Ultimate Team-spillerne vil endelig bli tilgjengelige for deg. Begynn å samle inn ønskelige kort fra alle FC UT-kampanje og ikke nekt deg noe!
pl: Najbardziej pożądani zawodnicy Ultimate Team wreszcie mogą być twoi. Zacznij zbierać karty, które chcesz, z każdej promocji FC UT. Nie musisz sobie niczego odmawiać!
pt: Os jogadores mais cobiçados do Ultimate Team finalmente serão teus. Começa a recolher cartas desejáveis de todas as promoções do FC UT e nunca te negues nada!
ru: Вам наконец-то станут доступны самые желанные игроки Ultimate Team. Начните собирать интересующие вас карты каждого промо FC UT и ни в чём себе не отказывайте!
sv: Ultimate Teams mest eftertraktade spelare kommer äntligen att bli dina. Börja samla önskvärda kort från varje FC UT-kampanj och förneka dig aldrig!
tr: Ultimate Team'in en sevilen oyuncuları nihayet sizin olacak. Her FC UT promosyonundan değerli kartları toplamaya başlayın ve kendinizi asla mahrum bırakmayın!
zh: Ultimate Team最令人垂涎的球员最终将为你所有。开始收集想要的每次FC UT促销卡，永远不要否定自己！

# mainblocks4
source: Discover more in-game features using high-rated cards
ar: اكتشف المزيد من الميزات داخل اللعبة باستخدام بطاقات عالية التصنيف
de: Entdecken Sie mit den hochwertigen Karten noch mehr Spiel-Funktionen
es: Descubre más funciones del juego usando cartas valiosas
fr: Découvrez les aspects du jeu avec des cartes hautement cotées
it: Scopri ulteriori funzionalità di gioco usando schede prestigiose
nl: Ontdek meer functies in de game met de beste kaarten
no: Oppdag nye spillefunksjoner ved å bruke kort som ble vurdert høyt
pl: Odkryj więcej funkcji w grze, dzięki wysoko ocenianym kartom
pt: Descobre mais recursos no jogo utilizando cartas com classificação elevada
ru: Изучите больше игровых возможностей карточек
sv: Upptäck fler funktioner i spelet med hjälp av högt rankade kort
tr: Yüksek puanlı kartları kullanarak daha fazla oyun içi özelliği keşfedin
zh: 使用高评级卡片发现更多游戏内功能
