Repository: vikkuzz/royalfut-sell
Catalog: apps/royalfut/locales/lng/*.po
Languages: ar, de, es, fr, it, nl, no, pl, pt, ru, sv, tr, zh

# seo40
source: Log out
ar: تسجيل الخروج
de: Abmelden
es: Salir
fr: Se déconnecter
it: Esci
nl: Afmelden
no: Logg ut
pl: Wyloguj
pt: Sair
ru: Выйти
sv: Logga ut
tr: Oturumu kapat
zh: 退出

# seo48
source: Delivery method
ar: طريقة التسليم
de: Versandart
es: Método de entrega
fr: Mode de livraison
it: Modalità di consegna
nl: Bezorgmethode
no: Leverings metode
pl: Sposób dostawy
pt: Método de entrega
ru: Способ доставки
sv: Leveransmetod
tr: Teslimat yöntemi
zh: 交付方法

# seo5
source: Log In
ar: تسجيل الدخول
de: Anmelden
es: Iniciar sesión
fr: Se connecter
it: Accedi
nl: Aanmelden
no: Logg inn
pl: Zaloguj
pt: Iniciar sessão
ru: Войти
sv: Logga in
tr: Giriş
zh: 登录

# seo51
source: Price
ar: السعر
de: Preis
es: Precio
fr: Prix
it: Prezzo
nl: Prijs
no: Pris
pl: Cena
pt: Preço
ru: Цена
sv: Pris
tr: Fiyat
zh: 价格

# seo52
source: Recommended
ar: موصى به
de: Empfohlen
es: Recomendado
fr: Recommandé
it: Consigliato
nl: Aanbevolen
no: Anbefalt
pl: Zalecane
pt: Recomendado
ru: Рекомендованный
sv: Rekommenderade
tr: Tavsiye edilen
zh: 推荐

# seo53
source: We will handle the delivery process ourselves, all you need to do is provide us with is your EA account details.
ar: سندير عملية التسليم بأنفسنا، كل ما عليك فعله هو تزويدنا بتفاصيل حساب EA الخاص بك.
de: Wir wickeln die Zustellung selbst ab und benötigen dazu lediglich Ihre EA-Kontoinformationen.
es: Facilítanos los datos de tu cuenta de EA, y nosotros nos encargamos del proceso de entrega.
fr: Nous nous chargeons nous-mêmes du processus de livraison. Tous ce que vous avez à faire est de nous fournir les détails de votre compte EA.
it: Ci occuperemo noi della consegna; devi semplicemente comunicarci i dettagli del tuo account EA.
nl: Wij zorgen zelf voor de levering, je hoeft alleen je EA-accountgegevens aan ons door te geven.
no: Vi gjennomfører den hele leveringsprosessen. Du må bare gi oss EA-kontoopplysningene dine.
pl: Sami zajmiemy się procesem dostawy, wystarczy, że podasz nam dane swojego konta EA.
pt: Nós vamos tratar do processo de entrega, tudo o que precisas de fazer é fornecer-nos os dados da tua conta EA.
ru: Процесс доставки полностью лежит на нас, всё, что нам от Вас потребуется, - это данные от Вашей учётной записи EA.
sv: Vi kommer att hantera leveransprocessen själva, allt du behöver göra är att förse oss med dina EA-kontouppgifter.
tr: Teslimat sürecini biz halledeceğiz, tek yapmanız gereken bize EA hesap bilgilerinizi vermek.
zh: 我们将亲自处理交付过程，你需要做的就是向我们提供你的EA帐户详细信息。

# seo56
source: Manual delivery method that doesn't require any account details, you will need to transfer the coins by yourself using our simple instructions.
ar: طريقة التسليم اليدوي التي لا تتطلب أي تفاصيل حساب، ستحتاج معها إلى تحويل العملات بنفسك باستخدام تعليماتنا البسيطة.
de: Bei der manuellen Zustellungsmethode benötigen wir keinerlei Kontoinformationen. Sie führen den Transfer selbst anhand unserer Anweisungen durch.
es: Para el método de entrega manual no hacen falta los datos de la cuenta: tendrás que transferir tú las monedas siguiendo nuestras sencillas instrucciones.
fr: Mode de livraison manuel qui ne nécessite aucun détail de compte : vous devrez transférer les pièces par vous-même en suivant nos instructions simples.
it: Metodo di consegna manuale; non richiede i dettagli dell'account. Dovrai occuparti personalmente del trasferimento dei crediti seguendo le nostre semplici istruzioni.
nl: Handmatige bezorgmethode die geen accountgegevens vereist. Je moet de munten zelf overmaken met behulp van onze eenvoudige instructies.
no: Den manuelle leveringsmetoden krever ikke EA-kontoopplysninger. Du må bare følge instruksjonene vi gir deg og overføre myntene selv.
pl: Jeśli wybierzesz ręczną metodę dostawy, która nie wymaga przekazania danych konta, konieczny będzie samodzielny transfer monet, zgodnie z naszą prostą instrukcją.
pt: Método de entrega manual que não requer dados da conta, vais precisar de transferir as moedas por conta própria utilizando as nossas instruções simples.
ru: Для ручного метода доставки не требуются данные от аккаунта EA, Вам предстоит самостоятельно переводить монеты, следуя нашим простым инструкциям.
sv: Manuell leveransmetod som inte kräver några kontouppgifter, du måste överföra mynten själv med hjälp av våra enkla instruktioner.
tr: Herhangi bir hesap bilgisi gerektirmeyen manuel teslimat yöntemi, basit talimatlarımızı kullanarak jetonları kendiniz transfer etmeniz gerekecektir.
zh: 手动交付方法不需要任何帐户细节，你将需要使用我们的简单说明自己转让金币。

# seo61
source: Amount
ar: المبلغ
de: Anzahl
es: Cantidad
fr: Nombre
it: Quantità
nl: Aantal
no: Antall
pl: Ilość
pt: Montante
ru: Количество
sv: Belopp
tr: Miktar
zh: 数额

# seo70
source: 100% secure payments
ar: مدفوعات آمنة 100%
de: 100 % sichere Zahlungen
es: Pagos 100 % seguros
fr: Paiements 100 % sécurisés
it: Pagamenti sicuri al 100%
nl: 100% veilig betalen
no: 100 % sikker betaling
pl: Płatności bezpieczne w 100%
pt: pagamentos 100% seguros
ru: 100% безопасные платежи
sv: 100% säkra betalningar
tr: %100 güvenli ödemeler
zh: 100% 安全支付

# seo71
source: [[HH]] delivery time
ar: وقت التسليم [[HH]]
de: [[HH]] Versanddauer
es: Plazo de entrega: [[HH]]
fr: Délai de livraison de [[HH]]
it: Tempo di consegna: [[HH]]
nl: Bezorgtijd [[HH]]
no: [[HH]] minutters levering
pl: Czas dostawy [[HH]]
pt: [[HH]] tempo de entrega
ru: Доставка за [[HH]]
sv: [[HH]] leveranstid
tr: [[HH]] teslimat süresi
zh: [[HH]]交付时间

# seo72
source: Eligible for a refund
ar: مؤهل لاسترداد الأموال
de: Berechtigt zur Rückerstattung
es: Con opción a reembolso
fr: Droit au remboursement
it: Idoneo per il rimborso
nl: Komt in aanmerking voor terugbetaling
no: Refunderbart
pl: Kwalifikuje się do zwrotu
pt: Reembolsável
ru: Подлежат возврату
sv: Berättigad till återbetalning
tr: Para iadesi için uygun
zh: 有资格获得退款

# seo75
source: Coupon
ar: القسيمة
de: Gutschein
es: Cupón
no: Kupong
pl: Kupon
pt: Cupão
ru: Купон
sv: Kupong
tr: Kupon
zh: 优惠券

# seo76
source: Apply
ar: الطلب
de: Einlösen
es: Aplicar
fr: Appliquer
it: Applica
nl: Toepassen
no: Anvende
pl: Zastosuj
pt: Aplicar
ru: Применить
sv: Tillämpa
tr: Uygula
zh: 应用

# seo79
source: Your order has been successfully paid!
ar: تم الدفع مقابل طلبك بنجاح!
de: Ihre Bestellung wurde erfolgreich bezahlt!
es: ¡Has pagado el pedido!
fr: Votre commande a été payée avec succès !
it: L'ordine è stato pagato!
nl: Je bestelling is betaald!
no: Bestillingen din har blitt betalt!
pl: Twoje zamówienie zostało opłacone poprawnie!
pt: O teu pedido foi pago com sucesso!
ru: Ваш заказ был успешно оплачен!
sv: Din order har betalats framgångsrikt!
tr: Sipariş ödemeniz başarıyla gerçekleştirildi
zh: 你的订单已成功支付！

# seo80
source: Go to Orders section and follow the instructions there to launch the delivery process of your coins.
ar: انتقل إلى قسم الطلبات واتبع التعليمات هناك لبدء عملية تسليم عملاتك.
de: Gehen Sie zum Abschnitt Bestellungen und starten Sie mithilfe unserer Anweisungen den Versandprozess.
es: Ve a la sección Pedidos y sigue las instrucciones que encontrarás allí para iniciar el proceso de entrega de las monedas.
fr: Rendez-vous dans la section Commandes et suivez les instructions pour lancer le processus de livraison de vos crédits.
it: Passa alla sezione Ordini e segui le istruzioni per iniziare la consegna dei tuoi crediti.
nl: Ga naar de sectie Bestellingen en volg de instructies om het bezorgproces van je munten te beginnen.
no: Gå til Bestillinger og følg instruksjonene der for å starte leveringsprosessen for myntene dine.
pl: Przejdź do sekcji Zamówienia i postępuj zgodnie z instrukcjami, aby rozpocząć proces dostawy swoich monet.
pt: Vai para a secção Pedidos e segue as instruções para iniciares o processo de entrega das tuas moedas.
ru: Перейдите в раздел заказов и следуйте представленным там инструкциям, чтобы запустить процесс доставки Ваших монет.
sv: Gå till avsnittet Beställningar och följ instruktionerna där för att starta leveransprocessen av dina mynt.
tr: Siparişler bölümüne gidin ve jetonlarınızın teslimat sürecini başlatmak için oradaki talimatları izleyin.
zh: 转到订单部分，按照那里的说明启动你的金币交付过程。

# seo81
source: To my orders
ar: الانتقال إلى طلباتي
de: Zu meinen Bestellungen
es: A mis pedidos
fr: Vers mes commandes
it: Passa agli ordini
nl: Naar mijn bestellingen
no: Til mine bestillinger
pl: Do moich zamówień
pt: Para os meus pedidos
ru: К моим заказам
sv: Till mina beställningar
tr: Emirlerime git
zh: 转到我的订单

# seo82
source: You will be automatically redirected in {X} seconds
ar: ستتم إعادة توجيهك تلقائيًا خلال {X} ثوانٍ
de: Sie werden in {X} Sekunden automatisch weitergeleitet
es: Se te redirigirá automáticamente en {X} segundos.
fr: Vous serez automatiquement redirigé dans {X} secondes
it: Verrai reindirizzato automaticamente entro {X} secondi
nl: Je wordt automatisch doorverwezen over {X} seconden
no: Du blir automatisk omdirigert om {X} sekunder
pl: Automatyczne przekierowanie nastąpi za {X} sekund
pt: Vais ser redirecionado automaticamente dentro de {X} segundos
ru: Вы будете автоматически перенаправлены через {X} секунд
sv: Du kommer automatiskt att omdirigeras inom {X} sekunder
tr: {X} saniye içinde otomatik olarak yönlendirileceksiniz
zh: 你将在{X}秒后被自动重新定向

# seo84
source: Your payment was unsuccessful
ar: كانت عملية الدفع الخاصة بك غير ناجحة
de: Ihre Zahlung war nicht erfolgreich
es: El pago no se ha realizado
fr: Votre paiement a échoué
it: Il pagamento non è riuscito
nl: Je betaling is niet gelukt
no: Betaling mislyktes
pl: Płatność nie powiodła się
pt: O teu pagamento não foi bem sucedido
ru: Ваш платёж не прошел.
sv: Din betalning misslyckades
tr: Ödemeniz başarısız oldu
zh: 你的付款不成功

# seo86
source: Retry payment
ar: أعد محاولة الدفع
de: Erneut versuchen
es: Reintentar pago
fr: Réessayer le paiement
it: Riprova il pagamento
nl: Betaling opnieuw proberen
no: Betale på nytt
pl: Ponów płatność
pt: Repetir pagamento
ru: Повторить оплату
sv: Gör om betalningen
tr: Ödemeyi tekrar dene
zh: 重试付款

# seo89
source: You are logged in as [[X]]
ar: لقد قمت بتسجيل الدخول باسم [[X]]
de: Sie sind angemeldet als [[X]]
es: Has iniciado sesión como [[X]]
fr: Vous êtes connecté(e) en tant que [[X]]
it: Hai eseguito l'accesso come [[X]]
nl: Je bent aangemeld als [[X]]
no: Du er logget inn som [[X]]
pl: Zalogowano jako: [[X]]
pt: Tens sessão iniciada como [[X]]
ru: Вы вошли как [[X]]
sv: Du är inloggad som [[X]]
tr: [[X]] olarak giriş yaptınız
zh: 你以[[X]]登录

# seo91
source: You are logged out
ar: لقد قمت بتسجيل الخروج
de: Sie sind abgemeldet
es: Has cerrado sesión
fr: Vous êtes déconnecté(e)
it: Logout eseguito
nl: Je bent afgemeld
no: Du er logget ut
pl: Wylogowano
pt: Não tens sessão iniciada
ru: Вы вышли из аккаунта
sv: Du är utloggad
tr: Çıkış yaptınız
zh: 你已退出

# seo92
source: Your session has expired. Please log in again.
ar: انتهت صلاحية جلستك. الرجاء تسجيل الدخول من جديد.
de: Ihre Sitzung ist abgelaufen. Bitte melden Sie sich erneut an.
es: Tu sesión ha caducado. Iníciala de nuevo.
fr: Votre session a expiré. Veuillez vous reconnecter.
it: La sessione è scaduta. Accedi nuovamente.
nl: Je sessie is verlopen. Meld je opnieuw aan.
no: Økten din er utløpt. Logg inn igjen.
pl: Upłynął czas twojej sesji. Zaloguj się ponownie.
pt: A tua sessão caducou. Inicia sessão novamente.
ru: Ваша сессия истекла. Пожалуйста, войдите снова.
sv: Din session har löpt ut. Vänligen logga in igen.
tr: Oturumunuzun süresi doldu. Lütfen tekrar giriş yapın.
zh: 你的会话已过期。请重新登录。

# seo94
source: [[X]] is already in use
ar: [[X]] قيد الاستخدام بالفعل
de: [[X]] wird bereits verwendet
es: [[X]] ya está en uso
fr: [[X]] est déjà utilisé
it: L'indirizzo e-mail [[X]] è già in uso
nl: [[X]] wordt al gebruikt
no: [[X]] er allerede i bruk
pl: [[X]] – zajęte
pt: [[X]] já está em utilização
ru: [[X]] уже используется
sv: [[X]] används redan
tr: [[X]] zaten kullanımda
zh: [[X]]已在使用中

# seo95
source: Order creation error: Please contact support
ar: خطأ في إنشاء الطلب: يرجى الاتصال بالدعم
de: Fehler bei der Bestellung. An Support wenden
es: Error del pedido: contacta con la asistencia.
fr: Erreur création commande. Contactez l'assistance
it: Errore creazione ordine; contatta l'assistenza
nl: Fout bij maken bestelling: contacteer support
no: Ordren ble ikke dannet: Ta kontakt med kundestøtte
pl: Błąd tworzenia zamówienia: Skontaktuj się z pomocą
pt: Erro na criação do pedido: contacta a assistência
ru: Ошибка создания заказа: Обратитесь в поддержку
sv: Fel vid skapande av order: Vänligen kontakta support
tr: Sipariş oluşturma hatası: Destek ekibine ulaşın
zh: 订单创建错误：请联系支持人员

# seo98
source: Invalid email or password
ar: خطأ في البريد الإلكتروني أو كلمة المرور
de: E-Mail-Adresse oder Passwort ungültig
es: Correo electrónico o contraseña no válidos
fr: Adresse électronique ou mot de passe non valide
it: E-mail o password non valida
nl: Ongeldig e-mailadres of wachtwoord
no: Ugyldig e-postadresse eller passord
pl: Błędny e-mail lub hasło
pt: E-mail ou palavra-passe inválidos
ru: Неверный адрес эл. почты или пароль
sv: Felaktig e-postadress eller lösenord
tr: Geçersiz e-posta veya parola
zh: 无效的电子邮件或密码

# seo99
source: Enter a valid email address
ar: أدخل عنوان بريد إلكتروني صالحًا
de: Geben Sie eine gültige E-Mail-Adresse ein
es: Indica una dirección de correo electrónico válida.
fr: Saisissez une adresse électronique valide
it: Inserisci un indirizzo e-mail valido
nl: Voer een geldig e-mailadres in
no: Skriv inn en gyldig e-postadresse
pl: Podaj poprawny adres e-mail
pt: Introduz um endereço de e-mail válido
ru: Введите корректный адрес эл. почты
sv: Ange en giltig e-postadress
tr: Geçerli bir e-posta adresi girin
zh: 输入有效的电子邮件地址

# seoh
source: h
ar: ساعة
nl: uur
no: tim
pl: godz
ru: ч
sv: tim
tr: saatte
zh: 时间

# seom
source: m
ru: мин

# trust:commenturl
source: https://uk.trustpilot.com/review/royalfut.com
de: https://de.trustpilot.com/review/royalfut.com
es: https://es.trustpilot.com/review/royalfut.com
fr: https://fr.trustpilot.com/review/royalfut.com
it: https://it.trustpilot.com/review/royalfut.com
nl: https://nl.trustpilot.com/review/royalfut.com
no: https://no.trustpilot.com/review/royalfut.com
pl: https://pl.trustpilot.com/review/royalfut.com
pt: https://pt.trustpilot.com/review/royalfut.com
ru: https://trustpilot.com/review/royalfut.com
sv: https://se.trustpilot.com/review/royalfut.com

# via
source: Contact us via
ar: اتصل بنا عبر
de: Kontaktiere uns via
es: Contáctanos a través de
fr: Contactez-nous par
it: Contattaci tramite
nl: Neem contact met ons op via
no: Kontakt oss via
pl: Skontakuj się z nami za pomocą
pt: Contacta-nos no
ru: Свяжитесь с нами через
sv: Kontakta oss via
tr: Bizimle iletişime geçmek için
zh: 我们的联系方式：

# wntwrng
source: Something went wrong
ar: حدث خطأ ما
de: Das hat nicht geklappt
es: Ha habido un problema
fr: Une erreur s'est produite
it: Si è verificato un imprevisto
nl: Er is iets fout gegaan
no: Noe gikk galt
pl: Coś poszło nie tak
pt: Ocorreu um erro
ru: Что-то пошло не так
sv: Något gick fel
tr: Bir şeyler ters gitti
zh: 出了点问题

# work
source: Work in progress
ar: العمل قيد التنفيذ
de: In Arbeit
es: En proceso
fr: En chantier
it: Lavori in corso
nl: In ontwikkeling
pl: Trwają prace
pt: Em produção
ru: Ведутся работы
tr: Çalışma sürüyor
zh: 进行中

# a155_3
source: K+
ar: ألف
fr: mille
pl: tys.
tr: binden fazla

# a158_3
source: K+
ar: ألفًا
fr: mille
pl: tys.
tr: binden fazla

# pl_upd37
source: ROYAL Points
ar: نقاط ROYAL
de: ROYAL Punkte
es: Puntos ROYAL
it: Punti ROYAL
nl: ROYAL-punten
no: ROYAL-poeng
pl: Punkty ROYAL
pt: Pontos ROYAL
sv: ROYAL-poäng
tr: ROYAL Puanlar
zh: ROYAL积分

# seo4
source: FAQ
ar: الأسئلة الشائعة
sv: VANLIGA FRÅGOR
tr: SSS
zh: 常见问题

# a152_3
source: B+
zh: 亿+

# a145
source: Telegram
tr: Telegram üzerinden iletişime geçin.
