Repository: vikkuzz/royalfut-sell
Catalog: apps/royalfut/locales/lng/*.po
Languages: ar, de, es, fr, it, nl, no, pl, pt, ru, sv, tr, zh

source: 80% of orders are delivered
ar: يتم توصيل 80% من الطلبات
de: FIFA und EA FC Spielern genutzt.
es: en el 80 % de los pedidos.
fr: 80 % des commandes sont livrées
it: per la consegna dell'80% degli ordini
nl: zijn 80% van de bestellingen geleverd
no: blir levert 80% av bestillingene
pl: dostarczamy 80% zamówień
pt: 80% dos pedidos são entregues
ru: доставляется 80% заказов
sv: 80% av beställningarna levereras
tr: 20 dakikadan kısa süre içinde teslim edilir
zh: 80%的订单已交付

# a0_1
source: Based on
ar: من المراجعات
de: Basiert auf
es: Basado en
fr: Sur la base de
it: In base a
nl: Gebaseerd op
no: Basert på
pl: W oparciu o
pt: Com base em
ru: На основе
sv: Baserat på
tr: değerlendirmeye
zh: 基于

# a0_2
source: [[X]] reviews
ar: بناءً على [[X]]
de: [[X]] Berichten
es: [[X]] opiniones
fr: [[X]] avis
it: [[X]] recensioni
nl: [[X]] recensies
no: [[X]] anmeldelser
pl: recenzje ([[X]])
pt: [[X]] avaliações
ru: [[X]] отзывов
sv: [[X]] recensioner
tr: dayanarak
zh: [[X]] 个评论

# a1
source: Change password
ar: تغيير كلمة المرور
de: Passwort ändern
es: Cambiar contraseña
fr: Changer de mot de passe
it: Modifica password
nl: Wachtwoord wijzigen
no: Endre passord
pl: Zmień hasło
pt: Alterar palavra-passe
ru: Изменить пароль
sv: Ändra lösenord
tr: Parola değiştirin
zh: 更改密码

# a100
source: Player Auction
ar: مزاد اللاعب
de: Spielerauktion
es: Subasta de jugadores
fr: Enchères joueur
it: Asta dei giocatori
nl: Spelersveiling
no: Spillerauksjon
pl: Aukcja gracza
pt: Leilão de Jogador
ru: Ручной
sv: Auktion för spelare
tr: Oyuncu Açık Artırma
zh: 玩家拍卖

# a101
source: Questions about Player Auction delivery method
ar: أسئلة حول طريقة تسليم مزاد اللاعب
de: Fragen zur Versandart Spielerauktion
es: Preguntas sobre el método de entrega Subasta de jugadores
fr: Questions à propos du mode de livraison Enchères joueur
it: Domanda sul metodo di consegna Asta dei giocatori
nl: Vragen over de Spelersveiling-bezorgmethode
no: Spørsmål om Spillerauksjon leveringsmetoden
pl: Pytania dotyczące metody dostawy aukcji gracza
pt: Dúvidas sobre o método de entrega do Leilão de Jogador
ru: Вопросы по Ручному методу доставки
sv: Frågor om leveransmetoden för spelarauktioner
tr: Oyuncu Açık Artırma teslimat yöntemi hakkında sorular
zh: 关于玩家拍卖交付方式的问题

# a102
source: How should I prepare my FUT club for a Player Auction order?
ar: كيف يمكنني إعداد نادي FUT الخاص بي لطلب مزاد للاعبين؟
de: Wie sollte ich meinen FUT Club auf eine Bestellung mit Spielerauktion vorbereiten?
es: ¿Cómo preparo mi club de FUT para un pedido con Subasta de jugadores?
fr: Comment préparer mon club FUT pour une commande Enchères joueur ?
it: Come devo preparare il mio club FUT per un ordine di tipo Asta dei giocatori?
nl: Hoe moet ik mijn FUT-club voorbereiden voor een Spelersveiling-bestelling?
no: Hvordan forbereder jeg min [[UT]] klubb for Spillerauksjon leveringen?
pl: Jak mam przygotować swój klub FUT do zamówienia poprzez aukcję gracza?
pt: Como devo preparar o meu clube FUT para um pedido de Leilão de Jogador?
ru: Как мне подготовить свой клуб [[UT]] для доставки через Ручной метод?
sv: Hur ska jag förbereda min FUT-klubb för en spelarauktionsorder?
tr: FUT kulübümü bir Oyuncu Açık Artırma siparişi için nasıl hazırlamalıyım?
zh: 我该如何准备用于玩家拍卖订单的FUT俱乐部呢？

# a103
source: - make sure you have Transfer Market unlocked
ar: - احتفظ بما لا يقل عن 5000 عملة في رصيدك
de: – Stellen Sie sicher, dass Sie den Transfermarkt freigeschaltet haben
es: - Asegúrate de haber desbloqueado el Mercado de transferibles.
fr: - assurez-vous que le Marché des transferts est débloqué
it: - Verifica che il mercato dei trasferimenti sia sbloccato
nl: - zorg dat je de transfermarkt hebt ontgrendeld
no: - sørg for at du har låst opp overgangsmarkedet
pl: - upewnij się, że masz odblokowany rynek transferowy
pt: - certifica-te de que tens o Mercado de Transferências desbloqueado
ru: - убедиться, что у вас разблокирован Трансферный рынок
sv: - se till att du har Transfermarknaden upplåst
tr: - Transfer Market'in kilidinin açık olduğundan emin olun
zh: -确保您已解锁转会市场

# a103_2
source: - Keep at least 5000 coins on your balance
ar: - تأكد من فتح سوق الانتقالات
de: – Sorgen Sie dafür, dass ihr Guthaben mindestens 5000 Münzen beträgt
es: - Mantén un saldo mínimo de 5000 monedas.
fr: - votre solde doit être d'au moins 5 000 crédits
it: - Tieni almeno 5.000 monete nel tuo saldo
nl: - houd minstens 5000 munten in je saldo
no: - ha minst 5000 mynter på klubbens saldoen
pl: - miej co najmniej 5000 monet na koncie
pt: - mantém pelo menos 5000 moedas no teu saldo
ru: - оставить на балансе клуба хотя бы 5000 монет
sv: - ha minst 5000 mynt på ditt saldo
tr: - bakiyenizde en az 5000 jeton bulundurun
zh: -在余额上至少保留5000个金币

# a104
source: How do I check whether my Transfer Market unlocked or not?
ar: كيف يمكنني التحقق مما إذا كان سوق الانتقالات الخاص بي مفتوحًا أم لا؟
de: Wie kann ich überprüfen, ob mein Transfermarkt freigeschaltet ist?
es: ¿Cómo compruebo si mi Mercado de transferibles está o no desbloqueado?
fr: Comment vérifier si mon Marché des transferts est débloqué ou non ?
it: Come posso verificare se il mio mercato dei trasferimenti è sbloccato?
nl: Hoe controleer ik of mijn transfermarkt is ontgrendeld?
no: Hvordan vet jeg om jeg har låst opp overgangsmarkedet i [[WA]]?
pl: Jak mam sprawdzić, czy mój rynek transferowy jest odblokowany, czy nie?
pt: Como faço para verificar se o meu Mercado de Transferências foi desbloqueado ou não?
ru: Как узнать, разблокирован ли у меня трансферный рынок?
sv: Hur kontrollerar jag om min Transfer Market är upplåst eller inte?
tr: Transfer Market kilidimin açık olup olmadığını nasıl kontrol edebilirim?
zh: 如何检查我的转会市场是否已解锁？

# a105
source: Transfer Market is unlocked
ar: تم فتح سوق الانتقالات
de: Transfermarkt ist freigeschaltet
es: El Mercado de transferibles está desbloqueado.
fr: Marché des transferts débloqué
it: Il mercato dei trasferimenti è sbloccato
nl: Transfermarkt is ontgrendeld
no: Overgangsmarkedet blir låst opp
pl: Rynek transferowy jest odblokowany
pt: O Mercado de Transferências está desbloqueado
ru: Рынок разблокирован
sv: Transfermarknaden är upplåst
tr: Transfer Market kilidi açık
zh: 转会市场已解锁

# a106
source: Transfer Market is locked
ar: سوق الانتقالات مقفل
de: Transfermarkt ist nicht freigeschaltet
es: El Mercado de transferibles está bloqueado.
fr: Marché des transferts bloqué
it: Il mercato dei trasferimenti è bloccato
nl: Transfermarkt is vergrendeld
no: Overgangsmarkedet blir blokkert
pl: Rynek transferowy jest zablokowany
pt: O Mercado de Transferências está bloqueado
ru: Рынок заблокирован
sv: Transfermarknaden är låst
tr: Transfer Market kilitli
zh: 转会市场已锁定

# a107
source: What steps should I take to place an order and recieve the coins with this method?
ar: ما الخطوات التي يجب أن أتخذها لتقديم طلب واستلام العملات بهذه الطريقة؟
de: Welche Schritte sollte ich unternehmen, um eine Bestellung mit dieser Methode zu tätigen und die Münzen zu erhalten?
es: ¿Qué pasos debo seguir para realizar un pedido y recibir las monedas usando este método?
fr: Quelles sont les étapes à suivre pour passer une commande et recevoir les crédits avec ce mode ?
it: Cosa devo fare per inoltrare un ordine e ricevere le monete con questo metodo?
nl: Welke stappen moet ik nemen om een bestelling te plaatsen en munten te ontvangen met deze methode?
no: Hva må jeg gjøre for å bestille og få mynter med denne metoden?
pl: Jakie kroki mam wykonać, aby złożyć zamówienie i odebrać monety tą metodą?
pt: Que medidas devo tomar para fazer um pedido e receber as moedas com este método?
ru: Как происходит оформление заказа и получение монет по данному методу?
sv: Vilka steg ska jag ta för att göra en beställning och ta emot mynten med den här metoden?
tr: Bu yöntemle sipariş vermek ve madeni paraları teslim almak için hangi adımları atmalıyım?
zh: 我应该采取什么步骤来下单并用这种方法接收金币？

# a108
source: Player Auction
ar: مزاد اللاعب
de: Spielerauktion
es: Subasta de jugadores
fr: Enchères joueur
it: Asta dei giocatori
nl: Spelersveiling
no: Spillerauksjon
pl: Aukcja gracza
pt: Leilão de Jogador
ru: Ручной
sv: Auktion för spelare
tr: Oyuncu Açık Artırma
zh: 玩家拍卖

# a109
source: 1. While placing an order, choose the Player Auction delivery method.
ar: 1. أثناء تقديم الطلب، اختر طريقة تسليم مزاد اللاعب.
de: 1. Wählen Sie die Versandart Spielerauktion aus, wenn Sie eine Bestellung aufgeben.
es: 1. Al realizar un pedido, elige el método de entrega Subasta de jugadores.
fr: 1. Lorsque vous passez une commande, sélectionnez le mode de livraison Enchères joueur.
it: 1. Quando inoltri un ordine, scegli il metodo di consegna Asta dei giocatori.
nl: 1. Kies de Spelersveiling-bezorgmethode terwijl je een bestelling plaatst.
no: 1. Legg inn en bestilling på nettsiden og velg Spillerauksjon leveringsmetoden.
pl: 1. Podczas składania zamówienia wybierz metodę dostawy aukcji gracza.
pt: 1. Ao fazeres um pedido, escolhe o método de entrega Leilão de Jogador.
ru: 1. Оформите заказ на сайте, выбрав Ручной метод доставки.
sv: 1. När du gör en beställning väljer du leveransmetoden Spelarauktion.
tr: 1. Sipariş verirken, Oyuncu Açık Artırma teslimat yöntemini seçin.
zh: 1. 在下单时，请选择玩家拍卖交付方式。

# a11
source: Loading your order, please wait...
ar: جارٍ تحميل طلبك، يرجى الانتظار...
de: Ihre Bestellung wird geladen, bitte warten...
es: Cargando pedido, espera…
fr: Chargement de votre commande, veuillez patienter...
it: Caricamento dell'ordine; attendere...
nl: Je bestelling wordt geladen, een momentje...
no: Laster inn bestillingen din
pl: Wczytywanie twojego zamówienia, proszę czekać...
pt: A carregar o teu pedido, aguarda...
ru: Загружаем ваш заказ. Пожалуйста, подождите.
sv: Laddar din beställning, vänligen vänta...
tr: Siparişiniz yükleniyor, lütfen bekleyin...
zh: 正在加载您的订单，请稍候...

# a110
source: 2. Pay for your order.
ar: 2. ادفع مقابل طلبك.
de: 2. Bezahlen Sie Ihre Bestellung.
es: 2. Paga el pedido.
fr: 2. Procédez au paiement de votre commande.
it: 2. Paga l'ordine.
nl: 2. Betaal voor je bestelling.
no: 2. Betal for bestillingen.
pl: 2. Zapłać za zamówienie.
pt: 2. Paga o teu pedido.
ru: 2. Оплатите заказ.
sv: 2. Betala för din beställning.
tr: 2. Siparişiniz için ödeme yapın.
zh: 2. 支付您的订单。

# a111
source: 3. After successful payment, you will be redirected to the page containing the instructions for coin delivery. Follow the steps described in it using the account you want the coins to be transferred to.
ar: 3. بعد الدفع بنجاح، ستتم إعادة توجيهك إلى الصفحة التي تحتوي على تعليمات تسليم العملات. اتبع الخطوات الموضحة فيها باستخدام الحساب الذي تريد تحويل العملات إليه.
de: 3. Nach der erfolgreichen Bezahlung werden Sie auf die Seite mit der Zustellungsanleitung für Münzen weitergeleitet. Führen Sie die beschriebenen Schritte mit dem Konto durch, auf das Sie die Münzen transferieren möchten.
es: 3. Una vez realizado correctamente el pago, se te redirigirá a la página con las instrucciones para la entrega de monedas. Ejecuta los pasos que se describen con la cuenta a la que quieras transferir las monedas.
fr: 3. Une fois le paiement effectué avec succès, vous serez redirigé vers la page contenant les instructions relatives à la livraison des crédits. Suivez les étapes décrites sur cette page en utilisant le compte sur lequel vous souhaitez faire transférer les crédits.
it: 3. Dopo il pagamento verrai reindirizzato alla pagina con le istruzioni per la consegna delle monete. Segui la procedura descritta utilizzando l'account sul quale trasferire le monete.
nl: 3. Na een geslaagde betaling word je doorgestuurd naar de pagina met de instructies voor het bezorgen van de munten. Volg de daarin beschreven stappen en gebruik het account waarnaar je de munten wilt laten overmaken.
no: 3. Etter vellykket betalingen blir du omdirigert til en side med instruksjoner for overføring av mynter. Følg trinnene beskrevet i den fra kontoen du vil få mynter til.
pl: 3. Po udanej płatności przejdziesz na stronę zawierającą instrukcję dostawy monet. Wykonaj opisane kroki, używając konta, na którym chcesz otrzymać monety.
pt: 3. Após o pagamento bem-sucedido, serás redirecionado para a página que contém as instruções para a entrega de moedas. Segue as etapas descritas nela usando a conta para a qual desejas que as moedas sejam transferidas.
ru: 3. После успешной оплаты заказа вы будете перенаправлены на страницу с инструкцией по переводу монет. Выполняйте описанные в ней действия именно с того аккаунта, на который хотите получить монеты.
sv: 3. Efter en lyckad betalning kommer du att omdirigeras till sidan som innehåller instruktionerna för myntleverans. Följ stegen som beskrivs i den med hjälp av det konto du vill att mynten ska överföras till.
tr: 3. Başarılı bir ödemenin ardından, Jeton teslimatı için talimatları içeren sayfaya yönlendirileceksiniz. Jetonların aktarılmasını istediğiniz hesabı kullanarak burada açıklanan adımları izleyin.
zh: 3. 成功付款后，您将被重定向到包含金币交付说明的页面。使用您希望将金币转移到的账户，按照其中描述的步骤操作。

# a112
source: You can find more information about the whole process in the video below.
ar: يمكنك العثور على مزيد من المعلومات حول العملية بأكملها في الفيديو أدناه.
de: Weitere Informationen über den Transferprozess finden Sie im folgenden Video.
es: Encontrarás más información sobre el proceso en el vídeo inferior.
fr: De plus amples informations sur l'ensemble du processus sont disponibles dans la vidéo ci-dessous.
it: Puoi trovare ulteriori informazioni sull'intera procedura nel video qui sotto.
nl: Meer informatie over het hele proces vind je in de video hieronder.
no: Mer informasjon finnes i videoopplæringen nedenfor.
pl: Więcej informacji o całym procesie znajdziesz też w poniższym wideo.
pt: Podes encontrar mais informações sobre todo o processo no vídeo abaixo.
ru: Более подробную информацию вы найдёте в видеоинструкции ниже.
sv: Du kan hitta mer information om hela processen i videon nedan.
tr: Tüm süreç hakkında daha fazla bilgiyi aşağıdaki videoda bulabilirsiniz.
zh: 您可以在下面的视频中找到有关整个过程的更多信息。

# a114
source: 4. That's it! Enjoy your coins! And don't forget to leave a
ar: 4. هذا كل شيء! استمتع بعملاتك! ولا تنسَ أن تترك
de: 4. Das war es schon! Viel Freude mit Ihren Münzen! Und vergessen Sie nicht, wir freuen uns über
es: 4. ¡Eso es todo! ¡Disfruta de tus monedas y no olvides
fr: 4. C'est fait ! Profitez de vos crédits ! Et n'oubliez pas de laisser un
it: 4. Ecco tutto! Le tue monete sono pronte! E non dimenticare di lasciare una
nl: 4. Dat is alles! Veel plezier met je munten! En vergeet niet om een
no: 5. Gled deg over myntene! Og ikke glem å gi oss
pl: 4. To wszystko! Ciesz się monetami! I nie zapomnij zostawić
pt: 4. É isso! Aproveita as tuas moedas! E não te esqueças de deixar uma
ru: 4. Наслаждайтесь монетами в игре! И не забудьте
sv: 4. Nu är det klart! Njut av dina mynt! Och glöm inte att lämna en
tr: 4. Bu kadar! Jetonlarınızın tadını çıkarın! Ayrıca bizi
zh: 4. 就这些！享受你的金币吧！别忘了

# a117
source: Questions about payments
ar: أسئلة حول المدفوعات
de: Fragen zu Zahlungen
es: Preguntas sobre los pagos
fr: Questions à propos du paiement
it: Domande sui pagamenti
nl: Vragen over betalingen
no: Spørsmål om betalinger
pl: Pytania dotyczące płatności
pt: Dúvidas sobre pagamentos
ru: Вопросы касательно оплат
sv: Frågor om betalningar
tr: Ödemeler hakkında sorular
zh: 有关付款的问题

# a118
source: What countries do you operate in?
ar: ما البلدان التي تعملون فيها؟
de: In welchen Ländern sind Sie tätig?
es: ¿En qué países operáis?
fr: Quels sont les pays dans lesquels vous opérez ?
it: In quali Paesi siete attivi?
nl: In welke landen zijn jullie actief?
no: I hvilke land jobber du og aksepterer betalinger?
pl: W jakich krajach działacie?
pt: Em que países operam?
ru: В каких странах вы работаете и принимаете оплату?
sv: Vilka länder är ni verksamma i?
tr: Hangi ülkelerde faaliyet gösteriyorsunuz?
zh: 你们在哪些国家开展业务？

# a119
source: We operate all over the globe and accept payments from all regions, with the exception of high-risk jurisdictions such as Afghanistan, North Korea, Syria, the Republic of Crimea and others.
ar: نعمل في جميع أنحاء العالم ونقبل المدفوعات من جميع المناطق، باستثناء الولايات القضائية عالية المخاطر مثل أفغانستان وكوريا الشمالية وسوريا وجمهورية القرم وغيرها.
de: Wir sind weltweit tätig und nehmen Zahlungen aus allen Regionen außer in Ländern mit hohem Risiko, wie Afghanistan, Nord Korea, Syrien, Republik Krim und andere.
es: Operamos en todo el planeta y aceptamos pagos desde todas las regiones, a excepción de jurisdicciones de alto riesgo, como Afganistán, Corea del Norte, Siria o Crimea, entre otras.
fr: Nous opérons dans le monde entier et acceptons des paiements en provenance de toutes les régions, à l'exception des juridictions à haut risque telles que l'Afghanistan, la Corée du Nord, la Syrie, la République de Crimée, etc.
it: Siamo attivi in tutto il mondo e accettiamo pagamenti da tutte le regioni, ad eccezione di quelle ad alto rischio come Afghanistan, Corea del Nord, Siria, Repubblica di Crimea e altre.
nl: We zijn over de hele wereld actief en accepteren betalingen uit alle regio's, met uitzondering van rechtsgebieden met een hoog risico zoals Afghanistan, Noord-Korea, Syrië, de Krim en meer.
no: Vi jobber over hele verden og aksepterer betalinger fra alle regioner, med unntak av land med høyrisiko jurisdiksjoner som Afghanistan, Nord-Korea, Syria, Republikken Krim og andre.
pl: Świadczymy usługi na całym świecie i przyjmujemy opłaty we wszystkich regionach z wyjątkiem ryzykownych jurysdykcji, takich jak Afganistan, Korea Północna, Syria, Republika Krymu i inne.
pt: Operamos em todo o mundo e aceitamos pagamentos de todas as regiões, com exceção de jurisdições de alto risco, como Afeganistão, Coreia do Norte, Síria, República da Crimeia e outras.
ru: Мы работаем по всему земному шару и принимаем оплаты со всех регионов, за исключением высокорисковых юрисдикций, таких как Афганистан, Северная Корея, Сирия, Республика Крым и другие.
sv: Vi är verksamma över hela världen och accepterar betalningar från alla regioner, med undantag för högriskjurisdiktioner som Afghanistan, Nordkorea, Syrien, Republiken Krim och andra.
tr: Dünyanın her yerinde faaliyet gösteriyoruz ve Afganistan, Kuzey Kore, Suriye, Kırım Cumhuriyeti ve diğer yüksek riskli yargı bölgeleri hariç tüm bölgelerden ödeme kabul ediyoruz.
zh: 我们的业务遍及全球，接受来自所有地区的付款，但阿富汗、朝鲜、叙利亚、克里米亚共和国等高风险司法管辖区除外。

# a12
source: Choose your profile picture
ar: اختر صورة ملفك الشخصي
de: Wählen Sie Ihr Profilbild aus
es: Elige una foto de perfil
fr: Choisissez l'image de votre profil
it: Scegli la tua foto del profilo
nl: Kies je profielafbeelding
no: Velg profilbilde
pl: Wybierz zdjęcie profilowe
pt: Escolhe a tua foto de perfil
ru: Выберите изображение профиля
sv: Välj din profilbild
tr: Profil resminizi seçin
zh: 请选择您的个人资料图片

# a120
source: Which payment methods are available on your website?
ar: ما طرق الدفع المتاحة على موقع الويب الخاص بكم؟
de: Welche Zahlungsmethoden sind auf Ihrer Website verfügbar?
es: ¿Qué métodos de pago se ofrecen en el sitio web?
fr: Quels sont les modes de paiement disponibles sur votre site Web ?
it: Quali metodi di pagamento sono disponibili sul vostro sito web?
nl: Welke betaalmethoden zijn er beschikbaar op jullie website?
no: Hvilke betalingsmetoder tilbyr du?
pl: Jakie metody płatności są dostępne na waszej stronie?
pt: Que métodos de pagamento estão disponíveis no vosso site?
ru: Какие методы оплаты доступны на сайте?
sv: Vilka betalningsmetoder är tillgängliga på er webbplats?
tr: Web sitenizde hangi ödeme yöntemleri kullanılabiliyor?
zh: 你们的网站上提供哪些付款方式？

# a121
source: The list of payment methods we support is constantly updated as we aim to improve the experience of user interaction with our service. At the moment we accept the following payment methods:
ar: يتم تحديث قائمة طرق الدفع التي ندعمها باستمرار حيث نهدف إلى تحسين تجربة تفاعل المستخدم مع خدمتنا. في الوقت الحالي، نقبل طرق الدفع التالية:
de: Die Liste der verfügbaren Zahlungsmethoden, die von uns akzeptiert werden, wird stetig erweitert mit dem Ziel die Kundenerfahrung weiter zu verbessern. Im Moment akzeptieren wir die folgenden Zahlungsmethoden:
es: Actualizamos constantemente la lista de métodos de pago admitidos, a fin de mejorar la experiencia del usuario con nuestro servicio. En estos momentos, aceptamos los siguientes métodos de pago:
fr: La liste des modes de paiement que nous prenons en charge est constamment mise à jour, car notre objectif est d'améliorer l'expérience de l'interaction de l'utilisateur avec notre service. Actuellement, nous acceptons les modes de paiement suivants :
it: Aggiorniamo costantemente l'elenco dei metodi di pagamento supportati, perché vogliamo migliorare l'esperienza di interazione con il nostro servizio. Attualmente accettiamo i seguenti metodi di pagamento:
nl: De lijst met betaalmethoden die we ondersteunen, wordt voortdurend bijgewerkt omdat we de interactie tussen gebruikers en onze service willen verbeteren. Op dit moment accepteren we de volgende betaalmethoden:
no: Listen over betalingsmåter oppdateres stadig da vi ønsker å forbedre tjenestene våre. Når aksepterer vi betalinger på følgende måter:
pl: Lista obsługiwanych przez nas metod płatności jest stale aktualizowana, ponieważ naszym celem jest poprawa komfortu interakcji użytkownika z naszą usługą. W chwili obecnej akceptujemy następujące metody płatności:
pt: A lista de métodos de pagamento que suportamos é constantemente atualizada, pois pretendemos melhorar a experiência de interação do utilizador com o nosso serviço. Atualmente, aceitamos as seguintes formas de pagamento:
ru: Список платёжных методов постоянно пополняется, поскольку мы хотим улучшать пользовательский опыт наших клиентов. Сейчас мы принимаем оплаты следующими способами:
sv: Listan över betalningsmetoder som vi stöder uppdateras ständigt eftersom vi strävar efter att förbättra upplevelsen av användarnas interaktion med vår tjänst. För närvarande accepterar vi följande betalningsmetoder:
tr: Desteklediğimiz ödeme yöntemleri listesi, sunduğumuz hizmetlerdeki kullanıcı etkileşimi deneyimini iyileştirmeyi amaçladığımız için sürekli olarak güncellenmektedir. Şu an itibariyle kabul ettiğimiz ödeme yöntemleri:
zh: 我们支持的支付方式列表不断更新，因为我们的目标是改善用户与我们服务的交互体验。目前我们接受以下付款方式:

# a121_2
source: 1. VISA, MasterCard, Maestro, Discover, DinnersClub, JCB and UnionPay cards.
ar: 1. بطاقات VISA وMasterCard وMaestro وDiscover وDinnersClub وJCB وUnionPay.
de: 1. VISA, MasterCard, Maestro, Discover, DinnersClub, JCB und UnionPay Cards.
es: 1. Tarjetas VISA, MasterCard, Maestro, Discover, DinnersClub, JCB y UnionPay.
fr: 1. Cartes VISA, MasterCard, Maestro, Discover, DinnersClub, JCB et UnionPay.
it: 1. Carte VISA, MasterCard, Maestro, Discover, DinnersClub, JCB e UnionPay.
nl: 1. VISA-, MasterCard-, Maestro-, Discover-, DinnersClub-, JCB- en UnionPay-kaarten.
no: 1. Kort tav betalingssystemer: VISA, MasterCard, Maestro, Discover, DinnersClub, JCB og UnionPay.
pl: 1. Karty VISA, MasterCard, Maestro, Discover, DinnersClub, JCB i UnionPay.
pt: 1. Cartões VISA, MasterCard, Maestro, Discover, DinnersClub, JCB e UnionPay.
ru: 1. Карты платёжных систем VISA, MasterCard, Maestro, Discover, DinnersClub, JCB и UnionPay.
sv: 1. VISA-, MasterCard-, Maestro-, Discover-, DinnersClub-, JCB- och UnionPay-kort.
tr: 1. VISA, MasterCard, Maestro, Discover, DinnersClub, JCB ve UnionPay kartları.
zh: 1. VISA，MasterCard，Maestro，Discover，DinnersClub，JCB和银联卡。
