Repository: vikkuzz/royalfut-sell
Catalog: apps/royalfut/locales/lng/*.po
Languages: ar, de, es, fr, it, nl, no, pl, pt, ru, sv, tr, zh

# mainblocks5
source: Embrace new experiences by using top players with different PlayStyles+ combinations that affect gameplay in Ultimate Team.
ar: استمتع بتجارب جديدة بالاستعانة بأفضل اللاعبين ذوي مجموعات PlayStyles+‎ مختلفة من شأنها التأثير على أسلوب اللعب في Ultimate Team.
de: Lassen Sie sich auf neue Erfahrungen ein und beeinflussen Sie mit Top-Spielern, unterschiedlichen Spielstilen und Kombinationen das Gameplay im EA FC.
es: Vive nuevas experiencias usando jugadores de clase mundial con diferentes combinaciones de Estilos de juego+ que afectan a la manera de jugar en Ultimate Team.
fr: Vivez une nouvelle expérience en utilisant des joueurs de haut niveau avec différentes combinaisons de PlayStyles+ qui affectent le gameplay dans Ultimate Team.
it: Vivi nuove esperienze scegliendo i migliori giocatori con diversi stili di gioco e combinazioni che influenzano il gameplay in Ultimate Team.
nl: Ga voor nieuwe ervaringen met topspelers en experimenteer met allerlei PlayStyles+-combinaties die van invloed zijn op de gameplay in Ultimate Team.
no: Nye spillopplevelser ved beste spillere med forskjellige Spillestil+ som påvirker gameplay av Ultimate Team.
pl: Poznaj nowe wrażenia, korzystając z topowych piłkarzy z różnymi kombinacjami stylów gry+, które wpływają na rozgrywkę w Ultimate Team.
pt: Adote novas experiências utilizando os melhores jogadores com diferentes combinações PlayStyles+ que afetam a experiência de jogo no Ultimate Team.
ru: Получайте новый опыт, задействуя лучших игроков с различными PlayStyles+, влияющими на игровой процесс в Ultimate Team.
sv: Få nya upplevelser genom att använda toppspelare med olika PlayStyles+-kombinationer som påverkar spelet i Ultimate Team.
tr: Ultimate Team'de oynanışı etkileyen farklı PlayStyles+ kombinasyonlarına sahip en iyi oyuncuları kullanarak yeni deneyimleri keşfedin.
zh: 拥抱新经验，用不同的游戏风格+组合使用顶级球员，这些组合会影响Ultimate Team的玩法。

# mainblocks6
source: Achieve the highest ranks
ar: حقق أعلى الرتب
de: Spitzenplätze in der Rangliste
es: Encarámate a lo más alto de la clasificación
fr: Hissez-vous aux rangs les plus élevés
it: Raggiungi le prime posizioni in classifica
nl: Bereik het hoogste
no: Oppnå de høyeste ranger
pl: Osiągnij najwyższe rangi
pt: Alcança as classificações mais altas
ru: Достигните самых высоких рангов
sv: Uppnå de högsta rankningarna
tr: En yüksek derecelere ulaşın
zh: 达到最高级别

# mainblocks7
source: Playing with the best player cards in your arsenal is a straight road to glory of getting to the top ranks and having the greatest rewards. Everything is in your hands!
ar: إن اللعب بأفضل بطاقات اللاعبين في ترسانتك هو طريقك المباشر لتحقيق المجد بالوصول إلى أعلى الرتب والحصول على أروع المكافآت. الأمر عائد إليك!
de: Die besten Spielerkarten in Ihrem Arsenal führen Sie geradewegs zum Ruhm der Spitzenplätze mit den größten Belohnungen. Sie haben es in der Hand!
es: Contar con las mejores cartas de jugadores en tu arsenal es la vía más directa para alcanzar la gloria, llegar a los primeros puestos y obtener las mejores recompensas. ¡Está en tu mano!
fr: En jouant avec les meilleures cartes de joueur dans votre arsenal, vous empruntez un chemin direct vers la gloire, l'accession aux premiers rangs et les récompenses les plus importantes.
it: Giocando con le schede migliori ti aprirai la strada verso la gloria delle prime posizioni in classifica e verso i premi migliori. Hai tutto nelle tue mani!
nl: Als je met de beste spelerskaarten speelt, is de weg naar succes en de beste beloningen kort. Je hebt het in eigen hand!
no: Du kan spille med de beste spillerkortene og bli så nær som mulig til de høyeste rangene og de beste prisene
pl: Gra najlepszymi kartami zawodników w twoim arsenale to prosta droga do chwały, jaką jest dotarcie na najwyższe stopnie i zdobycie największych nagród. Wszystko jest w twoich rękach!
pt: Jogar com as melhores cartas de jogador do teu arsenal é um caminho direto para a glória de chegar ao topo e ter as maiores recompensas. Está tudo nas tuas mãos!
ru: Играя с лучшими картами игроков у себя в арсенале вы всегда на шаг ближе к высочайшим рангам и наградам.
sv: Att spela med de bästa spelarkorten i din arsenal är en rak väg till ära för att nå topplaceringarna och få de största belöningarna. Allt ligger i dina händer!
tr: Elinizdeki en iyi oyuncu kartlarıyla oynamak, zirveye ulaşmak ve en büyük ödüllere sahip olmak için zafere giden en doğru yoldur. Her şey sizin ellerinizde!
zh: 使用武器库中的最佳球员卡是通往荣耀的光辉大道，可以获得最高排名和最大回报。一切都在你的把握中！

# mainblocks8
source: Play now - don’t waste your time grinding coins
ar: العب الآن. ولا تضيع وقتك في جني العملات
de: Drehen Sie nicht jede Münze zweimal um – verlieren Sie keine Zeit, spielen Sie jetzt
es: Ponte a jugar, no pierdas el tiempo grindeando
fr: Jouez maintenant - ne perdez pas votre temps à vous ruiner en crédits.
it: Gioca subito, non perdere tempo a raccogliere crediti
nl: Speel nu en stop met grinden
no: Spill nå og ikke kast bort tida for å samle mynter
pl: Graj teraz – nie trać czasu na mozolne zdobywanie monet
pt: Joga agora - não percas tempo a minerar moedas
ru: Играйте сейчас - забудьте о фарминге монет
sv: Spela nu - slösa inte bort din tid på att skrapa mynt
tr: Şimdi oynayın - jetonları biriktirerek zamanınızı boşa harcamayın
zh: 立即开玩，不要浪费你的时间打磨金币

# mainblocks9
source: Forget about frustrating coin farming and start spending your precious time on what really matters - the game itself!
ar: انس أمر تجميع العملات المحبط وابدأ في بذل وقتك الثمين على شيء يستحق العناء، ألا وهو اللعبة نفسها! ركز على تسجيل الأهداف في ملاعب Ultimate Team وليس على جني العملات السخيف.
de: Vergessen Sie das frustrierende Münzfarmen und nutzen Sie Ihre Zeit für das, was wirklich zählt – das Spiel!
es: Deja de frustrarte farmeando monedas y empieza a dedicar tu valioso tiempo a lo que realmente importa: ¡el juego! Céntrate en marcar goles en los campos de Ultimate Team, no en grindear sin sentido.
fr: Oubliez les frustrations liées à la collecte de crédits et consacrez votre temps précieux à ce qui compte vraiment : le jeu lui-même !
it: Dimentica le frustrazioni dell'ottenere crediti e dedica il tuo prezioso tempo a ciò che conta davvero: il gioco!
nl: Vergeet dat frustrerende munten farmen en doe wat leukers met je tijd: de game zelf spelen! Richt je op het doel op de velden van Ultimate Teams, niet op eindeloos grinden.
no: Ikke kast bort dyrebare tid for å samle mynter, det er på tida å nyte spillet! Sett baller i nettet på Ultimate Team-feltene, ikke fokuser på mynter-oppsamling.
pl: Zapomnij o frustrującym zbieraniu monet i zacznij spędzać swój cenny czas na tym, co naprawdę ważne – na samej grze!
pt: Esquece o cultivo frustrante de moedas e começa a gastar o teu precioso tempo no que realmente importa - o jogo em si! Concentra-te em marcar golos nos campos do Ultimate Team, não na rotina absurda.
ru: Хватит тратить своё драгоценное время на изнурительный фарм монет - пора наслаждаться самой игрой!
sv: Glöm det frustrerande myntletandet och börja ägna din dyrbara tid åt det som verkligen betyder något - själva spelet! Fokusera på att göra mål på Ultimate Team-fälten, inte på absurd grind.
tr: Sinir bozucu jeton çiftçiliğini unutun ve değerli zamanınızı gerçekten önemli olan şeye, yani oyunun kendisine harcamaya başlayın!
zh: 忘记令人沮丧的金币养殖，开始把宝贵的时间花在真正重要的事情上，游戏本身！专注在Ultimate Team场地上进球，而不是荒谬的打磨。

source: min
ar: دقيقة
ru: мин
zh: 分钟

# newcookies
source: 🍪 We use cookies to make the site simpler.
ar: 🍪 نحن نستخدم ملفات تعريف الارتباط لجعل تجربتك مع موقعنا أفضل.
de: 🍪 Wir verwenden Cookies, um Ihr Erlebnis auf der Website zu verbessern.
es: 🍪 Usamos cookies para mejorar tu experiencia con nuestro sitio web.
fr: 🍪 Nous utilisons des cookies pour améliorer votre expérience sur notre site.
it: 🍪 Usiamo i cookie per migliorare la tua esperienza sul nostro sito.
nl: 🍪 We gebruiken cookies om je ervaring op onze site beter te maken.
no: 🍪 Vi bruker informasjonskapsler for å gjøre dette nettstedet bedre for deg.
pl: 🍪 Używamy plików cookies, aby wrażenia na naszej stronie były jak najlepsze.
pt: 🍪 Utilizamos cookies para melhorar a tua experiência com o nosso site.
ru: 🍪 Мы используем файлы cookie для того чтобы сайт был лучше.
sv: 🍪 Vi använder cookies för att göra webbplatsen enklare.
tr: 🍪 Sitemizdeki deneyiminizi daha iyi hale getirmek için çerezler kullanıyoruz.
zh: 🍪 ▪我们使用cookie来改善你对我们网站的体验。

# newcookieslink
source: Cookie Policy.
ar: التفاصيل
de: Details...
es: Más.
fr: Détails
it: Dettagli.
nl: Meer info
no: Les mer.
pl: Więcej
pt: Saber +.
ru: Подробнее.
sv: Läs mer.
tr: Politika.
zh: Cookie政策。

# newh1_4
source: FC 24 Coins
ar: عملات FC 25
de: FC 25 Münzen
es: monedas de FC 25
fr: des crédits FC 24
it: i crediti di FC 25
nl: FC 25-munten te kopen
no: FC 24 Mynter
pl: monet FC 24
pt: Moedas FC 25
ru: Монет для FC 24
sv: FC 25 Mynt
tr: İçi̇n en güvenli̇ seçenek
zh: FC 24 金币

source: Okay
ar: موافق
de: Ok
es: Aceptar
fr: D'accord
it: OK
nl: Oké
no: Ok
pl: W porządku
pt: OK
ru: Окей
sv: Ok
tr: Tamam
zh: 好的

source: orders to our customers
ar: طلب لعملائنا
de: Bestellungen unserer Kunden zugestellt
es: pedidos a nuestros clientes.
fr: commandes à nos clients
it: ordini ai nostri clienti
nl: bestellingen geleverd aan klanten
no: bestillinger til brukerne våre
pl: zamówień dla naszych klientów
pt: pedidos aos nossos clientes
ru: заказов нашим клиентам
sv: order till våra kunder
tr: fazla sipariş teslimatı gerçekleştirdik
zh: 订单给我们的客户

# pageCoinsBundles
source: Coin bundles
ar: حزم العملات
de: Münzenpakete
es: Paquetes de monedas
fr: Lots de crédits
it: Pacchetti di crediti
nl: Muntenpakketten
no: Myntsett
pl: Zestawy monet
pt: Pacotes de moedas
ru: Наборы монет
sv: Paket med mynt
tr: Jeton paketleri
zh: 金币套餐

source: Pay now
ar: الدفع الآن
de: Jetzt zahlen
es: Pagar
fr: Payer maintenant
it: Paga ora
nl: Betaal nu
no: Til kassen
pl: Zapłać teraz
pt: Pagar agora
ru: Оплатить
sv: Betala nu
tr: Şimdi ödeyin
zh: 现在付款

# pl_upd14
source: How does our loyalty program work?
ar: ما آلية عمل برنامج الولاء؟
de: So funktioniert das Treueprogramm
es: Funcionamiento de nuestro programa de fidelización
fr: Comment fonctionne notre programme de fidélité ?
it: Come funziona il nostro programma fedeltà?
nl: Hoe werkt ons loyaltyprogramma?
no: Hvordan fungerer lojalitets programmet vårt?
pl: Jak działa nasz program lojalnościowy?
pt: Como funciona o nosso programa de fidelidade?
ru: Как работает наша программа лояльности?
sv: Hur fungerar vårt lojalitetsprogram?
tr: Sadakat programımız nasıl işliyor?
zh: 我们的忠诚度计划如何运作？

# pl_upd15
source: Each purchase propels you into the world of football wonders! Embark on an exciting digital adventure full of buying, earning, spending and reaching new tiers!
ar: كل عملية شراء تدفعك إلى الانغماس في عالم عجائب كرة القدم! لذا، انطلق في مغامرة رقمية شائقة ممتلئة بالشراء والكسب والإنفاق والوصول إلى مستويات جديدة!
de: Kaufen Sie ein in der Welt der Fußballwunder! Erleben Sie ein digitales Abenteuer voller Einkäufe, Gewinne, Ausgaben und erreichen Sie die nächsten Level!
es: ¡Disfruta aún más del fútbol con cada compra! ¡Embárcate en una apasionante aventura digital donde no dejarás de comprar, ganar, gastar y alcanzar nuevos niveles!
fr: Chaque achat vous propulse dans le monde des prodiges du football ! Embarquez dans une aventure numérique passionnante, pleine d'achats, de gains, de dépenses et de franchissements de niveaux !
it: Ogni acquisto ti fa accedere al mondo delle meraviglie del calcio! Intraprendi un'entusiasmante avventura digitale piena di acquisti, guadagni, spese e nuovi livelli da raggiungere!
nl: Met elke aankoop kom je verder in de wondere wereld van voetbal! Start je digitale avontuur en koop munten, verdien korting en bereik nieuwe niveaus!
no: Hvert kjøp vil drive deg inn i en verden av fotballunderverk! Bli med på et spennende digitalt eventyr fullt av kjøp, tjening, bruk og av å nå nye nivåer!
pl: Każdy zakup przenosi cię w świat piłkarskich cudów! Wyrusz w ekscytującą cyfrową przygodę pełną zakupów, zarabiania, wydawania i zdobywania nowych poziomów!
pt: Cada compra impulsiona-te para o mundo das maravilhas do futebol! Embarca numa emocionante aventura digital cheia de compras, ganhos, gastos e novas modalidades!
ru: С каждым заказом вы всё глубже будете погружаться в мир футбольных чудес! Отправляйтесь в захватывающее цифровое приключение: покупайте, копите, тратьте и достигайте новых уровней!
sv: Varje köp kommer att driva dig in i en värld av fotbollsunderverk! Gå med i ett spännande digitalt äventyr fullt av att köpa, tjäna, spendera och nå nya nivåer!
tr: Her satın alma sizi futbol harikaları dünyasına taşır! Satın alma, kazanma, harcama ve yeni seviyelere ulaşma ile dolu heyecan verici bir dijital maceraya atılın!
zh: 每次购买都会推动你进入足球奇迹的世界！开始一个令人兴奋的数字冒险，充满购买、收入、支出和达到新的层次！

# pl_upd16
source: Users already participating in our Loyalty Program
ar: المستخدمون مشتركون بالفعل في برنامج الولاء
de: Benutzer nehmen bereits an unserem Treueprogramm teil
es: Usuarios que ya forman parte de nuestro programa de fidelización
fr: Utilisateurs participant déjà à notre programme de fidélité
it: utenti partecipano già al nostro programma fedeltà
nl: Gebruikers die al meedoen aan ons loyaltyprogramma
no: Brukere som allerede deltar i vårt lojalitetsprogram
pl: Użytkownicy już uczestniczący w naszym programie lojalnościowym
pt: Utilizadores que já participam no nosso Programa de Fidelidade
ru: пользователей уже участвуют в нашей программе лояльности
sv: Användare som redan deltar i vårt lojalitetsprogram
tr: kullanıcı Sadakat Programımıza katıldı
zh: 用户已经在参与我们忠诚度计划

# pl_upd17
source: ROYAL Points have already been earned by our customers
ar: ربح عملاؤنا بالفعل نقاط ROYAL
de: ROYAL Punkte haben unsere Kunden bereits verdient
es: Puntos ROYAL que ya han conseguido nuestros clientes
fr: ROYAL Points ont déjà été gagnés par nos clients
it: punti ROYAL già ottenuti dai nostri clienti
nl: ROYAL-punten die al zijn verdiend door onze klanten
no: ROYAL-poeng har allerede blitt opptjent av våre kunder
pl: Punkty ROYAL już zdobyte przez naszych klientów
pt: Os nossos clientes já ganharam Pontos ROYAL
ru: ROYAL Points уже было заработано нашими клиентами
sv: ROYAL-poäng har redan tjänats in av våra kunder
tr: ROYAL Puan müşterilerimiz tarafından kazanıldı
zh: ROYAL积分已经被我们的客户赚取

# pl_upd18
source: Buy Coins
ar: اشتر العملات
de: Münzen kaufen
es: Comprar monedas
fr: Acheter des crédits
it: Acquista crediti
nl: Koop munten
no: Kjøp mynter
pl: Kup monety
pt: Comprar moedas
ru: Купить монеты
sv: Köpa mynt
tr: Jeton Satın Alın
zh: 购买金币

# pl_upd19
source: Acquire some shiny coins to elevate your gaming experience and bring out your full Ultimate Team potential!
ar: احصل على بعض العملات اللامعة لرفع مستوى تجربة اللعب وإطلاق عنان قدرات Ultimate Team الكاملة!
de: Erwerben Sie glänzende Münzen und verbessern Sie Ihr Spielerlebnis. Schalten Sie alle Möglichkeiten für Ihr Ultimate Team frei!
es: ¡Adquiere relucientes monedas para mejorar tu experiencia y sacar el máximo provecho a Ultimate Team!
fr: Faites l'acquisition de crédits rutilants pour améliorer votre expérience de jeu et libérer tout le potentiel de l'Ultimate Team !
it: Ottieni crediti per migliorare la tua esperienza di gioco e sbloccare tutte le tue potenzialità in di Ultimate Team!
nl: Til je game-ervaring naar een hoger plan door glimmende munten te kopen en haal alles uit je Ultimate Team!
no: Skaff deg noen skinnende mynter for å forbedre spillopplevelsen din og låse opp ditt fulle Ultimate Team-potensial!
pl: Zdobądź lśniące monety, aby wynieść wrażenia na wyższy poziom i odblokować swój pełny potencjał Ultimate Team!
pt: Adquire algumas moedas brilhantes para elevares a tua experiência de jogo e desbloqueares todo o teu potencial do Ultimate Team!
ru: Приобретите несколько монет, чтобы облегчить себе жизнь и раскрыть весь потенциал Ultimate Team!
sv: Skaffa några glänsande mynt för att förbättra din spelupplevelse och låsa upp din fulla potential för Ultimate Team!
tr: Oyun deneyiminizi yükseltmek ve Ultimate Team potansiyelinizin tamamını ortaya çıkarmak için biraz jeton alın!
zh: 获得一些亮闪闪的硬币以提升你的游戏体验，并解锁你的全部 Ultimate Team 潜力！

# pl_upd20
source: Earn ROYAL Points
ar: اربح نقاط ROYAL
de: ROYAL Punkte verdienen
es: Consigue puntos ROYAL
fr: Gagner des ROYAL Points
it: Accumula punti ROYAL
nl: Verdien ROYAL-punten
no: Tjen ROYAL-poeng
pl: Zdobywaj punkty ROYAL
pt: Ganha Pontos ROYAL
ru: Зарабатывайте ROYAL Points
sv: Tjäna ROYAL-poäng
tr: ROYAL Puanlar Kazanın
zh: 赚取ROYAL积分

# pl_upd21
source: Collect ROYAL Points every time you purchase coins on our website and unlock additional benefits by reaching new Loyalty Tiers.
ar: اجمع نقاط ROYAL كل مرة تشتري فيها العملات على موقعنا الإلكتروني واحصل على مزايا إضافية عن طريق الوصول إلى مستويات ولاء جديدة.
de: Wenn Sie Münzen auf unserer Website kaufen, sammeln Sie gleichzeitig ROYAL Punkte und schalten weitere Vorteile frei, sobald Sie ein neues Treue-Level freischalten.
es: Recibe puntos ROYAL cada vez que compres monedas en nuestro sitio web y disfruta de más ventajas al alcanzar nuevos niveles de fidelización.
fr: Récupérez des ROYAL Points à chacun de vos achats de crédits sur notre site Web et débloquez des avantages supplémentaires en accédant à de nouveaux niveaux de fidélité.
it: Ottieni punti ROYAL con ogni acquisto di crediti sul nostro sito web e accedi a ulteriori vantaggi raggiungendo nuovi livelli fedeltà.
nl: Telkens als je munten koopt op onze website, verdien je ROYAL-punten en ontgrendel je extra voordelen door nieuwe loyaliteitsniveaus te bereiken.
no: Samle ROYAL-poeng hver gang du kjøper mynter på nettstedet vårt og lås opp ytterligere fordeler ved å nå nye lojalitetsnivåer.
pl: Zdobywaj punkty ROYAL za każdym razem, gdy kupujesz monety na naszej stronie. Odblokuj dodatkowe korzyści, osiągając nowe poziomy lojalności.
pt: Acumula Pontos ROYAL sempre que comprares moedas no nosso site e desbloqueia benefícios adicionais ao alcançares novos Níveis de Fidelidade.
ru: За каждую покупку монет на нашем сайте вы будете получать ROYAL Points и повышать уровень лояльности, который обеспечит вам дополнительные преимущества.
sv: Samla ROYAL-poäng varje gång du köper mynt på vår hemsida och lås upp ytterligare förmåner genom att nå nya lojalitetsnivåer.
tr: Web sitemizden her jeton satın aldığınızda ROYAL Puanlar toplayın ve yeni Sadakat Kademelerine ulaşarak ek avantajların kapısını açın.
zh: 每次在我们的网站上购买金币时积攒ROYAL积分，通过达到新的忠诚度等级解锁额外好处。

# pl_upd22
source: Spend Your Cashback
ar: استخدم نقاط ROYAL
de: Mit ROYAL Punkten einkaufen
es: Gasta tus puntos ROYAL
fr: Dépenser vos ROYAL Points
it: Spendi i punti ROYAL
nl: Geef je ROYAL-punten uit
no: Bruk dine ROYAL-poeng
pl: Wydaj swoje punkty ROYAL
pt: Gasta os teus Pontos ROYAL
ru: Тратьте ROYAL Points
sv: Spendera dina ROYAL-poäng
tr: ROYAL Puanlarınızı Harcayın
zh: 花费你的ROYAL积分

# pl_upd23
source: Redeem your ROYAL Points on the future purchases and enjoy getting your coin refills with a discount!
ar: استبدل نقاط ROYAL في عملية الشراء التالية التي تجريها واستمتع بالحصول على عملات جديدة بخصم رائع!
de: Lösen Sie die ROYAL Punkte bei Ihrem nächsten Einkauf ein. Ihre Münzen werden mit Rabatt wieder aufgefüllt!
es: ¡Canjea tus puntos ROYAL en tu siguiente compra y disfruta de descuentos al reponer monedas!
fr: Lors de votre achat suivant, échangez vos ROYAL Points et profitez d'une réduction sur vos recharges de crédits !
it: Riscatta i tuoi punti ROYAL in occasione del prossimo acquisto e approfitta di ricariche di crediti con uno sconto!
nl: Benut je ROYAL-punten tijdens je volgende aankoop om met korting aan nieuwe munten te komen!
no: Løs inn dine ROYAL-poeng på ditt neste kjøp og nyt myntpåfyll med rabatt!
pl: Wymień punkty ROYAL na następny zakup i ciesz się wypełnieniem monet ze zniżką!
pt: Resgate os teus Pontos ROYAL na tua próxima compra e aproveita a recarga de moedas com um desconto!
ru: Оплачивайте новые покупки очками ROYAL Points и экономьте!
sv: Lös in dina ROYAL-poäng vid ditt nästa köp och njut av myntpåfyllning med rabatt!
tr: ROYAL Puanlarınızı bir sonraki alışverişinizde kullanın ve jeton yenileme ücretlerinizde indirimlerin keyfini çıkarın!
zh: 下次购买时兑换你的ROYAL积分，并享受使用折扣进行金币充值！

# pl_upd24
source: Buy Coins
ar: اشتر العملات
de: Münzen kaufen
es: Comprar monedas
fr: Acheter des crédits
it: Acquista crediti
nl: Koop munten
no: Kjøp mynter
pl: Kup monety
pt: Comprar moedas
ru: Купить монеты
sv: Köpa mynt
tr: Jeton Satın Alın
zh: 购买金币

# pl_upd25
source: Learn More about ROYAL Points
ar: تعرف على المزيد عن نقاط ROYAL
de: Mehr zu ROYAL Punkte
es: Más información sobre los puntos ROYAL
fr: Plus d'informations sur les ROYAL Points
it: Ulteriori informazioni sui punti ROYAL
nl: Meer informatie over ROYAL-punten
no: Lær mer om ROYAL-poeng
pl: Dowiedz się więcej o punktach ROYAL
pt: Sabe mais sobre os Pontos ROYAL
ru: Узнать больше о ROYAL Points
sv: Lär dig mer om ROYAL-poäng
tr: ROYAL Puanlar hakkında daha fazla bilgi edinin
zh: 进一步了解ROYAL积分

# pl_upd26
source: Delivery Information
ar: معلومات التسليم
de: Informationen zur Zustellung
es: Información sobre la entrega
fr: Informations sur la livraison
it: Informazioni sulla consegna
nl: Levering
no: Leveringsinformasjon
pl: Informacje o dostawie
pt: Informações de entrega
ru: Информация о доставке
sv: Leveransinformation
tr: Teslimat Bilgileri
zh: 交付信息

# pl_upd27
source: To launch the delivery process you will need to submit your EA account details. The coins will be delivered to the Ultimate Team club associated with your EA account.
ar: لبدء عملية التسليم، سيتعين عليك إرسال بيانات حساب EA. وسيتم تسليم العملات إلى نادي Ultimate Team المرتبط بحساب EA.
de: Geben Sie die EA-Kontoinformationen ein, damit die Zustellung beginnen kann. Die Münzen werden an den Ultimate Team Club versandt, der mit Ihrem EA-Konto verknüpft ist.
es: Para poner en marcha el proceso de entrega, tendrás que enviar los datos de tu cuenta de EA. Las monedas se entregarán en el club de Ultimate Team vinculado a la cuenta.
fr: Pour lancer le processus de livraison, vous devrez fournir les détails de votre compte EA. Les crédits seront livrés au club Ultimate Team associé à votre compte EA.
it: Per avviare la procedura di consegna dovrai inviare i dettagli del tuo account EA. I crediti saranno consegnati al club di Ultimate Team associato al tuo account EA.
nl: Je moet de gegevens van je EA-account opgeven om de levering te starten. De munten worden toegevoegd aan de Ultimate Team-club die is gekoppeld aan je EA-account.
no: Send inn EA-kontoopplysningene dine for å starte leveringsprosessen. Myntene skal leveres til Ultimate Team-klubben knyttet til EA-kontoen din.
pl: Aby uruchomić proces dostawy, musisz przesłać dane swojego konta EA. Monety zostaną dostarczone do klubu Ultimate Team powiązanego z twoim kontem EA.
pt: Para iniciares o processo de entrega, terás de enviar os dados da tua conta EA. As moedas serão entregues ao clube Ultimate Team associado à tua conta EA.
ru: Чтобы запустить процесс доставки, вам будет необходимо указать данные своей учётной записи EA. Монеты будут зачислены на счёт клуба Ultimate Team, привязанного к вашему аккаунту EA.
sv: Skicka in dina EA-kontouppgifter för att starta leveransprocessen. Mynten ska levereras till Ultimate Team-klubben som är kopplad till ditt EA-konto.
tr: Teslimat sürecini başlatmak için EA hesap bilgilerinizi göndermeniz gerekmektedir. Jetonlar, EA hesabınızla ilişkili Ultimate Team kulübüne gönderilecektir.
zh: 若要启动交付流程，你需要提交EA帐户详细信息。金币将被送到与你的EA帐户相关的 Ultimate Team 俱乐部。
