Repository: vikkuzz/royalfut-sell
Catalog: apps/royalfut/locales/lng/*.po
Languages: ar, de, es, fr, it, nl, no, pl, pt, ru, sv, tr, zh

# locales.pageCoinsAfter
source: After successful payment of the order you'll be taken to page with two fields: e-mail and password. Please, fulfill these fields with your EA account details.
ar: بعد تسديد المبلغ اللازم للطلب بنجاح، سيتم توجيهك إلى صفحة تتضمن حقلين: البريد الإلكتروني وكلمة المرور. الرجاء كتابة بيانات حساب EA في هذين الحقلين.
de: Nach der erfolgreichen Zahlung deiner Bestellung musst du auf einer Seite mit zwei Feldern E-Mail und Passwort eingeben. Bitte gib hier deine EA-Kontoinformationen ein.
es: Al completar el pago de tu pedido, se te redirigirá a una página con dos campos: e-mail y contraseña. Cumplimenta estos campos con los detalles de tu cuenta de EA.
fr: Une fois la commande payée, vous accéderez à une page avec deux champs : adresse e-mail et mot de passe. Veuillez y renseigner vos identifiants de connexion à votre compte EA.
it: Dopo il pagamento dell'ordine, raggiungerai una pagina con due campi: e-mail e password. Compila i campi con i dati del tuo account EA.
nl: Als je bestelling is betaald, ga je naar een pagina met twee velden: e-mail en wachtwoord. Voer je EA-account gegevens in deze velden in.
no: Etter betalingen er gjennomført, blir du tatt med til en side med to felter: e-post og passord. Her fyller du ut EA-kontodetaljene dine.
pl: Po opłaceniu zamówienia zostaniesz przeniesiony na stronę z dwoma polami: e-mail i hasło. Wypełnij te pola danymi swojego konta EA.
pt: Após o pagamento, vamos redirecionar-te para uma página com os seguintes campos: e-mail e palavra-passe. Preenche os campos com os dados da tua conta EA.
ru: После успешной оплаты заказа вы попадете на форму с двумя полями: адрес электронной почты и пароль. Пожалуйста, заполните эти поля данными своей учетной записи EA.
sv: När du har betalat för beställningen kommer du till en sida med två fält: e-post och lösenord. Fyll i dem med inloggningsuppgifterna till ditt EA-konto.
tr: Ödeme işlemi başarıyla tamamlandıktan sonra yönlendirileceğiniz sayfada, e-posta ve parola alanları bulunacaktır. Bu alanları EA hesap bilgileriniz ile doldurun.
zh: 成功支付订单后，您将跳转至一个新页面，上面有两个输入栏：电子邮件和密码。请在栏中填写您的 EA 帐户登录信息。

# locales.pageCoinsAfterSuccessfully
source: After your order is successfully paid you will be redirected to the page where we will ask you to specify your club's balance, then depending on that you will be offered a player to purchase. You will have to buy him for no more than the set price. And after that sell it to us for the price we offer.
ar: بعد سداد المبلغ اللازم لطلبك، ستتم إعادة توجيهك إلى صفحة سنطلب منك فيها تحديد رصيد ناديك، ثم بناءً على ذلك سنعرض عليك لاعبًا لشرائه. وسيتعين عليك شراؤه بما لا يزيد عن السعر المحدد. وبعد ذلك تقوم ببيعه لنا بالسعر الذي نعرضه.
de: Nachdem du deine Bestellung bezahlt hast, wirst du auf eine Seite weitergeleitet, auf der wir dich erst darum bitten, deinen Club-Kontostand bekanntzugeben. Basierend auf deinen Angaben wird dir anschließend ein Spieler zum Kauf angeboten. Du musst diesen zum festgelegten Preis kaufen und ihn danach zum von uns gebotenen Preis an uns weiterverkaufen.
es: Tras pagar tu pedido, te redirigiremos a una página en la que te pediremos que indiques el balance de tu club. En función del mismo, te ofreceremos un jugador que comprar. Tendrás que comprarlo por un máximo del precio indicado y después vendérnoslo por el precio que ofrecemos.
fr: Une fois votre commande payée, vous serez redirigé vers une page où nous vous demanderons de spécifier le solde de votre club, ensuite de quoi nous vous proposerons un joueur à l'achat. Vous devrez l'acheter sans dépasser le prix fixé, puis nous le vendre pour le prix que nous proposons.
it: Dopo il pagamento dell'ordine, nella pagina successiva ti chiederemo di specificare il saldo del tuo club e, in base a quello, ti verrà offerto un giocatore per l'acquisto. Dovrai acquistarlo a un prezzo non maggiore rispetto a quello stabilito. Dopo averlo fatto, vendilo a noi al prezzo che offriamo.
nl: Nadat je bestelling is afgerond, ga je naar een pagina waar we je vragen naar het saldo van je club. Op basis daarvan bieden we je een speler aan die je kunt kopen. Je hoeft niet meer te betalen dan de vastgestelde prijs. Daarna kun je hem verkopen voor het bedrag dat wij bieden.
no: Etter at bestillingen din er betalt, blir du sendt videre til siden der vi ber deg om å spesifisere saldoen til klubben din. Så blir du tilbudt en spiller å kjøpe. Du må ikke betale mer enn fastsatt pris. Etter det selger du ham til oss for prisen vi tilbyr.
pl: Po pomyślnym opłaceniu zamówienia zostaniesz przekierowany na stronę, na której poprosimy cię o podanie salda twojego klubu, a następnie w zależności od tego zostanie ci zaproponowany zakup zawodnika. Będziesz musiał go kupić za cenę nie wyższą niż ustalona. A potem sprzedaj go nam za cenę, którą oferujemy.
pt: Após teres pago o teu pedido, iremos redirecionar-te para uma página onde terás de especificar o saldo do teu clube. Consoante o saldo, indicamos um jogador para comprares. Terás de o comprar por um preço igual ou inferior ao definido. E, depois disso, vendê-lo a nós pelo valor que oferecemos.
ru: После успешной оплаты заказа вы попадете на страницу, где мы вас попросим уточнить баланс клуба, затем исходя из баланса клуба будет предложен игрок к покупке. Вам надо будет купить его не дороже установленной цены. А затем тут же его продать по тем ценовым параметрам, которые мы предложим.
sv: Efter att du har betalat för din beställning blir du omdirigerad till en sida där vi ber dig ange din klubbs saldo. Efter det blir du erbjuden en spelare att köpa, och du får inte köpa honom för ett högre pris än det angivna. Efter det säljer du spelaren till oss för vårt erbjudna pris.
tr: Siparişinizin ödemesi tamamlandıktan sonra yönlendirileceğiniz sayfada kulübünüzün bakiyesi hakkında bilgi vermeniz istenecek ve buna bağlı olarak alabileceğiniz bir oyuncu önerilecektir. Bu oyuncuyu belirlenen fiyattan satın almanız gerekir. Ardından, vereceğimiz fiyattan bize geri satabilirsiniz.
zh: 在您的订单成功支付后，您将跳转至一个新页面，我们将要求您具体说明您的俱乐部余额，然后根据情况向您提供可购买的球员。您必须以不超过预定价格的价格买下他。然后按我们提供的价格卖给我们。

# locales.pageCoinsBuyPlayer
source: BUY A PLAYER
ar: شراء لاعب
de: SPIELER KAUFEN
es: COMPRA UN JUGADOR
fr: ACHETEZ UN JOUEUR
it: ACQUISTA UN GIOCATORE
nl: EEN SPELER KOPEN
no: KJØP EN SPILLER
pl: KUP GRACZA
pt: COMPRAR UM JOGADOR
ru: КУПИТЕ ИГРОКА
sv: KÖP EN SPELARE
tr: OYUNCU SATIN AL
zh: 购买球员

# locales.pageCoinsConfirmPlayer
source: CONFIRM A PLAYER
ar: تأكيد لاعب
de: SPIELER BESTÄTIGEN
es: CONFIRMA UN JUGADOR
fr: CONFIRMEZ UN JOUEUR
it: CONFERMA UN GIOCATORE
nl: EEN SPELER BEVESTIGEN
no: BEKREFT EN SPILLER
pl: POTWIERDŹ GRACZA
pt: CONFIRMAR UM JOGADOR
ru: ПОДТВЕРДИТЕ ИГРОКА
sv: BEKRÄFTA EN SPELARE
tr: OYUNCUYU ONAYLA
zh: 确认球员

# locales.pageCoinsCoupon
source: Have a coupon
ar: لديك قسيمة؟
de: Ich habe einen Gutschein.
es: Tengo un cupón
fr: J'ai un coupon
it: Ho un coupon
nl: Een coupon
no: Har en kupong
pl: Mam kupon
pt: Toma um cupão
ru: У меня есть купон
sv: Jag har en kupong
tr: Kuponum var
zh: 有一张优惠券

# locales.pageCoinsDoNotEnter
source: Do not enter the game during the delivery. When the process is complete you will be notified by email. Contact the support manager to check the time of the execution of your order.
ar: لا تدخل إلى اللعبة أثناء التسليم. سيتم إعلامك عن طريق البريد الإلكتروني عند اكتمال العملية. اتصل بمدير الدعم للتحقق من وقت تنفيذ طلبك.
de: Starte das Spiel erst, wenn die Zustellung abgeschlossen ist. Du wirst per E-Mail benachrichtigt, wenn der Prozess vollzogen ist. Kontaktiere den Kundendienst-Manager, um die Durchführungszeit deiner Bestellung zu überprüfen.
es: No entres al juego durante el período de entrega. Al terminar el proceso, se te notificará mediante e-mail. Contacta con el gestor de asistencia para consultar el período de ejecución de tu pedido.
fr: N'accédez pas au jeu pendant la livraison. Une fois le processus terminé, vous en serez notifié par e-mail. Contactez notre assistance pour toute question sur la durée d'exécution de votre commande.
it: Non entrare nel gioco durante la consegna. Una volta completata la procedura, ti verrà inviata una mail di conferma. Contatta il responsabile dell'assistenza per verificare l'ora di esecuzione dell'ordine.
nl: Speel niet tijdens het leveringsproces. Als het proces is afgerond, ontvang je een e-mail. Neem contact op met de klantenmanager om het tijdstip te controleren waarop je bestelling is uitgevoerd.
no: Ikke gå inn i spillet under leveringen. Når prosessen er fullført, får du beskjed med e-post. Kontakt brukerstøtte for å sjekke når bestillingen din blir levert.
pl: Nie wchodź do gry podczas dostawy. Po zakończeniu procesu otrzymasz powiadomienie e-mailem. Skontaktuj się z menedżerem pomocy technicznej, aby sprawdzić czas realizacji zamówienia.
pt: No entres al juego durante el período de entrega. Al terminar el proceso, se te notificará mediante e-mail. Contacta con el gestor de asistencia para consultar el período de ejecución de tu pedido.
ru: Не заходите в игру во время выполнения заказа. Как заказ будет завершён, на почту придёт уведомление. Время исполнения заказа вы всегда можете уточнить у менеджера поддержки.
sv: Logga inte in i spelet under leveransen. Du får ett e-postmeddelande när processen är färdig. Kontakta kundtjänst för att höra hur lång tid det kommer ta att slutföra din beställning.
tr: Teslimat sırasında lütfen oyuna girmeyin. Teslimatı tamamlandığında e-posta ile bilgilendirilirsiniz. Siparişinizin teslimat zamanı ile ilgili sorularınız için destek yöneticisi ile iletişime geçin.
zh: 交付期间请勿进入游戏。 流程完成后，您将收到电子邮件通知。请与客服经理联系，检查订单的执行时间。

# locales.pageCoinsEnjoy
source: ENJOY YOUR GAME!
ar: استمتع بلعبتك!
de: VIEL SPASS BEIM SPIELEN!
es: ¡DISFRUTA DEL JUEGO!
fr: BON JEU !
it: DIVERTITI A GIOCARE!
nl: GENIET VAN DE GAME!
no: KOS DEG MED SPILLET!
pl: CIESZ SIĘ GRĘ!
pt: DESFRUTA DO JOGO!
ru: НАСЛАЖДАЙТЕСЬ ИГРОЙ!
sv: HA DET SÅ ROLIGT!
tr: OYUNUN KEYFİNİ ÇIKARIN
zh: 尽情享受您的游戏！

# locales.pageCoinsFeedback
source: When the order is complete please leave
ar: عند اكتمال الطلب، الرجاء كتابة
de: Sobald die Bestellung abgeschlossen ist, hinterlasse uns bitte
es: Al terminar el pedido, déjanos
fr: Une fois la commande terminée, merci de bien vouloir nous laisser
it: Una volta completato l'ordine, lascia il
nl: Laat
no: Når bestillingen er levert, kan du legge igjen
pl: Po zakończeniu zamówienia zostaw
pt: Assim que o pedido estiver concluído, deixa
ru: По завершению заказа не забудьте оставить
sv: Lämna gärna
tr: Siparişiniz teslim edildiğinde lütfen
zh: 订单完成后，请留下

# locales.pageCoinsFifa
source: EA FC coins
ar: EA FC عملات
de: EA FC Münzen
es: Monedas de EA FC
fr: Crédits EA FC
it: Monete EA FC
nl: EA FC-munten
no: EA FC-mynter
pl: Monety EA FC
pt: Moedas EA FC
ru: Монет EA FC
sv: EA FC-mynt
tr: EA FC jetonları
zh: 国际足联金币

# locales.pageCoinsFifaCoins
source: FIFA COINS
ar: عملات FC
de: FIFA-MÜNZEN
es: MONEDAS DE FIFA
fr: CRÉDITS FIFA
it: MONETE FIFA
nl: FIFA-MUNTEN
no: FIFA-MYNTER
pl: MONET FIFA:
pt: MOEDAS FIFA
ru: МОНЕТ FIFA
sv: FIFA-MYNT
tr: FIFA JETONLARI
zh: 枚国际足联金币

# locales.pageCoinsFill
source: Fill the required details
ar: اكتب البيانات المطلوبة
de: EINGABE DER ERFORDERLICHEN DETAILS
es: PROPORCIONA LOS DETALLES NECESARIOS
fr: REMPLISSEZ LES DÉTAILS DEMANDÉS
it: COMPILA I DATI RICHIESTI
nl: VUL DE VEREISTE GEGEVENS IN
no: FYLL UT DEN PÅKREVDE INFORMASJONEN
pl: WYPEŁNIJ WYMAGANE DANE
pt: PREENCHE OS CAMPOS NECESSÁRIOS
ru: ЗАПОЛНИТЕ НЕОБХОДИМЫЕ ДАННЫЕ
sv: FYLL I DE NÖDVÄNDIGA UPPGIFTERNA
tr: GEREKEN BİLGİLERİ GİRİN
zh: 填写必要信息

# locales.pageCoinsFillBackup
source: FILL THE BACKUP CODE FIELD
ar: املأ حقل الكود الاحتياطي
de: EINGABE DES BACKUP-CODES
es: ESCRIBE LOS CÓDIGOS DE COPIA DE SEGURIDAD
fr: REMPLISSEZ LE CHAMP CODE DE SAUVEGARDE
it: INSERISCI IL CODICE DI BACKUP.
nl: VUL HET VELD VOOR BACK-UPCODES IN
no: FYLL UT FELTET FOR RESERVEKODE
pl: WYPEŁNIJ POLE KODU ZAPASOWEGO
pt: PREENCHE O CAMPO COM O CÓDIGO DE SEGURANÇA
ru: ЗАПОЛНИТЕ ПОЛЕ С КОДОМ РЕЗЕРВНОЙ КОПИИ
sv: FYLL I RESERVKODSFÄLTET
tr: YEDEKLEME KODUNU GİRİN
zh: 填写备份代码栏

# locales.pageCoinsFirstPart
source: First part of the transfer is over and now you have to repeat the previous steps as many times as necessary until your order is complete.
ar: انتهى الجزء الأول من عملية النقل والآن عليك تكرار الخطوات التالية عدة مرات حسب الضرورة حتى يكتمل طلبك.
de: Der erste Teil des Transfers ist vorbei und nun musst du die vorigen Schritte so oft wie nötig wiederholen, bis deine Bestellung abgeschlossen ist.
es: Habrás terminado la primera parte del traspaso y solo tendrás que repetir los pasos anteriores hasta completar el pedido.
fr: La première partie du transfert est finie ! Répétez maintenant les étapes précédentes autant de fois que nécessaire pour terminer votre commande.
it: La prima parte del trasferimento si è conclusa. Ora dovrai ripetere i passaggi precedenti tutte le volte necessarie, fino al completamento dell'ordine.
nl: Het eerste deel van de overdracht is voltooid. Herhaal de vorige stappen zo vaak als nodig is om je bestelling te voltooien.
no: Den første delen av overføringen er over, og nå må du gjenta de foregående stegene så mange ganger som nødvendig frem til bestillingen er fullstendig.
pl: Pierwsza część przelewu dobiegła końca i teraz musisz powtarzać poprzednie kroki tyle razy, ile to konieczne, aż zamówienie zostanie skompletowane.
pt: A primeira parte da transferência já está, agora só precisas de repetir os passos anteriores as vezes necessárias até atingir o montante do pedido.
ru: Первая часть перевода завершена, осталось повторить предыдущие шаги столько раз, сколько потребуется до полного завершения вашего заказа.
sv: Den första delen av överföringen är klar. Upprepa föregående steg tills beställningen är fullbordad.
tr: Transferin ilk kısmı tamamlanmıştır. Siparişinizin tamamlanması için bu adımları kaç keç gerekiyorsa tekrar etmeniz gerekir.
zh: 转账的第一部分已经结束，现在您必须重复前面的几个步骤，直到您的订单完成为止。

# locales.pageCoinsRepeatUntil
source: REPEAT UNTIL THE TRANSFER IS COMPLETE
ar: كرر حتى اكتمال النقل
de: WIEDERHOLEN, BIS DER TRANSFER ABGESCHLOSSEN IST
es: REPITE HASTA TERMINAR EL TRASPASO
fr: RÉPÉTEZ JUSQU'À LA FIN DU TRANSFERT
it: RIPETI FINCHÉ IL TRASFERIMENTO NON SARÀ COMPLETO
nl: HERHAAL TOT DE OVERDRACHT IS VOLTOOID
no: GJENTA TIL OVERFØRINGEN ER FULLFØRT
pl: POWTARZAJ AŻ DO ZAKOŃCZENIA TRANSFERU
pt: REPETIR ATÉ CONCLUIR A TRANSFERÊNCIA
ru: ПОВТОРИТЕ ДЕЙСТВИЯ ДО ПОЛНОГО ПЕРЕВОДА
sv: UPPREPA TILLS ÖVERFÖRINGEN ÄR KLAR
tr: AKTARIM TAMAMLANANA KADAR TEKRARLAYINIZ
zh: 重复此过程，直到转账完成

# locales.pageCoinsSubtotal
source: Subtotal:
ar: المجموع الجزئي:
de: Zwischensumme:
fr: Sous-total :
it: Subtotale:
nl: Subtotaal:
pl: Suma częściowa:
ru: Промежуточный итог:
sv: Delsumma:
tr: Tutar:
zh: 小计：

# locales.pageCoinsThenConfirm
source: Then you confirm that the player is set to the auction and we ask you which of the player is yours. To understand which of the players is your, you can compare the time until the end of the auction.
ar: ثم تؤكد أن اللاعب جاهز للمزاد ونسألك أي لاعب هو ملك لك. لفهم أي من اللاعبين هو ملك لك، يمكنك مقارنة الوقت حتى نهاية المزاد.
de: Dann musst du bestätigen, dass der Spieler zur Auktion freigegeben ist. Wir fragen dich daher, welcher dein Spieler ist. Du kannst sehen, welcher dein Spieler ist, indem du die Zeit bis zum Ende der Auktion vergleichst.
es: Una vez confirmes que el jugador está en subasta, te preguntaremos cuál es el tuyo. Para comprobar cuál de ellos es tuyo, puedes comparar el tiempo restante de la subasta.
fr: Confirmez ensuite que le joueur est en vente et nous vous demanderons d'identifier lequel est le vôtre. Pour le savoir, comparez le temps jusqu'à la fin de l'enchère.
it: Ora dovrai confermare che il giocatore è messo all'asta e ti chiederemo qual è il tuo giocatore. Per capire qual è il tuo giocatore, puoi confrontare il tempo fino alla fine dell'asta.
nl: Daarna bevestig je je speler voor de veiling en vragen wij welke speler van jou is. Om te zien welke speler van jou is, kun je tot het einde van de veiling de tijden vergelijken.
no: Så bekrefter du at spilleren er lagt ut på auksjonen, og så spør vi deg om spilleren er din. For å forstå hvilken av spillerne som er din, kan du sammenlikne tiden til slutten av auksjonen.
pl: Następnie potwierdzasz, że gracz jest ustawiony na licytację i pytamy, który z graczy jest twój. Aby zrozumieć, który z graczy należy do ciebie, możesz porównać czas do końca aukcji.
pt: Depois, confirmas que o jogador está listado e nós perguntamos-te qual é o teu. Para perceber qual é o teu jogador, podes comparar o tempo que falta até ao final do leilão.
ru: Затем вы подтвердите, что выставили игрока, а мы спросим вас, ваш ли это игрок. Чтобы понять ваш ли это игрок, достаточно будет сравнить время до истечения аукциона.
sv: Sen bekräftar du att spelaren är utlagd på auktion och så frågar vi vilken spelare som är din. Ett sätt att se vilken spelare som är din är att jämföra tiden tills auktionen är slut.
tr: Siz oyuncuyu satışa çıkardığınızı onayladıktan sonra hangi oyuncunun sizin olduğu sorulacaktır. Hangi oyuncunun sizin olduğunu anlamak için açık artırmanın bitimine kalan süreyi karşılaştırabilirsiniz.
zh: 然后您确认该球员已被设置为待拍卖，我们会询问您哪位球员是您的。 为了解哪位球员是您的，您可以比较拍卖结束时间。

# locales.pageCoinsToStart
source: To start the delivery process fill the corresponding fields with your backup codes, that can be found here:
ar: لبدء عملية التسليم، املأ الحقول ذات الصلة بالأكواد الاحتياطية، والتي يمكن العثور عليها هنا:
de: Fülle die entsprechenden Felder mit deinen Backup-Codes aus, damit die Zustellung beginnen kann. Diese findest du hier:
es: Para iniciar el proceso de entrega, rellena los campos correspondientes con tus códigos de copia de seguridad, disponibles aquí:
fr: Pour lancer le processus de livraison, remplissez les champs correspondants avec vos codes de sauvegarde disponibles ici :
it: Per avviare la procedura di consegna, compila i campi corrispondenti con i codici di backup che puoi trovare qui:
nl: Om te beginnen met het leveringsproces moet je de juiste velden invullen met back-upcodes die je hier kunt vinden:
no: For å starte leveringsprosessen fyller du ut feltene med reservekodene dine, som du finner her:
pl: Aby rozpocząć proces dostawy, wypełnij odpowiednie pola swoimi kodami zapasowymi, które można znaleźć tutaj:
pt: Para iniciar o processo de transferência, preenche os seguintes campos com os teus códigos de segurança, os quais podes encontrar aqui:
ru: Для начала доставки заказа заполните соответствующее поле кодами резервной копии, которые вы найдёте тут:
sv: Påbörja leveransprocessen genom att fylla i fälten med dina reservkoder, som finns här:
tr: Teslimatın başlayabilmesi için yedekleme kodunuzu şu ardeste bulunan ilgili alana girin:
zh: 若要开始交付过程，请在相应栏中填写备份代码，该代码可通过

# locales.pageCoinsWaitCompletion
source: WAIT FOR THE COMPLETION OF YOUR ORDER
ar: انتظر اكتمال طلبك
de: WARTE AUF DEN ABSCHLUSS DEINER BESTELLUNG
es: ESPERA A QUE SE COMPLETE EL PEDIDO
fr: ATTENDEZ QUE VOTRE COMMANDE ABOUTISSE
it: ATTENDI IL COMPLETAMENTO DEL TUO ORDINE
nl: WACHT TOT JE BESTELLING IS AFGEROND
no: VENT TIL BESTILLINGEN DIN ER FULLFØRT
pl: POCZEKAJ NA ZREALIZOWANIE ZAMÓWIENIA
pt: ESPERA QUE O PEDIDO SEJA CONCLUÍDO
ru: ОЖИДАЙТЕ ОКОНЧАНИЕ ИСПОЛЕНИЯ ВАШЕГО ЗАКАЗА
sv: VÄNTA PÅ ATT DIN ORDER FULLBORDAS
tr: SİPARİŞİNİZİN TAMAMLANMASINI BEKLEYİN
zh: 等待您的订单完成

# locales.pageMethodCardSoon
source: Soon
ar: قريبًا
de: Demnächst
es: Próximamente
fr: Bientôt disponible
it: Disponibile a breve
nl: Binnenkort
no: Snart
pl: Wkrótce
pt: Em breve
ru: Скоро
sv: Snart
tr: Yakında
zh: 快速

# locales.pagePaymentMethodName
source: PAYMENT
ar: الدفع
de: ZAHLUNG
es: PAGO
fr: PAIEMENT
it: PAGAMENTO
nl: BETALING
no: BETALING
pl: PŁATNOŚĆ
pt: PAGAMENTO
ru: ОПЛАТА
sv: BETALNING
tr: ÖDEME
zh: 支付

# locales.pagePaymentMethodSafe
source: 100% secure payments
ar: مدفوعات آمنة بنسبة 100%
de: 100 % SICHERE ZAHLUNGEN
es: PAGOS 100 % SEGUROS
fr: PAIEMENTS 100 % SÉCURISÉS
it: PAGAMENTI SICURI AL 100%
nl: 100% VEILIG BETALEN
no: 100 % SIKKER BETALING
pl: PŁATNOŚCI BEZPIECZNE W 100%
pt: PAGAMENTOS 100% SEGUROS
ru: 100% БЕЗОПАСНЫЕ ПЛАТЕЖИ
sv: 100 % SÄKRA BETALNINGAR
tr: %100 GÜVENLİ ÖDEME
zh: 100% 安全支付

# locales.pagePaymentMethodTitle
source: PACKAGE OFFERS
ar: عروض الباقات
de: PAKETANGEBOTE
es: OFERTAS DE PAQUETES
fr: OFFRES DE LOT
it: OFFERTE SUI PACCHETTI
nl: BUNDELAANBIEDINGEN
no: Pakketilbud
pl: OFERTY PAKIETÓW
pt: OFERTAS EM PACOTE
ru: ПАКЕТНЫЕ ПРЕДЛОЖЕНИЯ
sv: PAKETERBJUDANDEN
tr: PAKET TEKLİFLERİ
zh: 套餐优惠

# locales.password
source: Password
ar: كلمة المرور
de: Passwort
es: Contraseña
fr: Mot de passe
nl: Wachtwoord
no: Passord
pl: Hasło
pt: Palavra-passe
ru: Пароль
sv: Lösenord
tr: Şifre
zh: 密码

# locales.payNow
source: Pay now
ar: الدفع الآن
de: Jetzt zahlen
es: Pagar
fr: Payer maintenant
it: Paga ora
nl: Betaal nu
no: Til kassen
pl: Zapłać teraz
pt: Pagar agora
ru: Оплатить
sv: Betala nu
tr: Şimdi ödeyin
zh: 现在付款

# locales.platform
source: Platform
ar: المنصة
de: Plattform
es: Plataforma
fr: Plateforme
it: Piattaforma
no: Plattform
pl: Platforma
pt: Plataforma
ru: Платформа
sv: Plattform
zh: 平台

# locales.privacya1
source: Consent is valid from the moment the personal data subject is registered at
ar: تكون الموافقة سارية المفعول من لحظة قيام الشخص المالك للبيانات الشخصية بالتسجيل في موقع
de: Die Einwilligung ist ab dem Zeitpunkt gültig, an dem die betroffene Person unter
es: El consentimiento se oficializa en el momento en que el interesado complete su registro en
fr: Le consentement est donné dès le moment où le Détenteur des données personnelles est inscrit sur
it: Il consenso è valido dal momento in cui i dati personali vengono registrati su
nl: De toestemming is geldig vanaf het moment dat de Persoonlijke Data zijn geregistreerd op
no: Samtykket gjelder fra det øyeblikk personopplysningene registreres på
pl: Zgoda wchodzi w życie w momencie przesłania danych osobowych na
pt: O consentimento é válido a partir do momento em que o titular dos dados pessoais efetuar o registo em
ru: Настоящее согласие действует с момента регистрации субъекта персональных данных на сайте
sv: Samtycket börjar gälla så fort användarens personuppgifter registreras på
tr: Onay, kişisel veri öznesinin
zh: 同意书自本人个人资料在

# locales.privacya2
source: If you want to delete your RoyalFUT account please send the request at
ar: إذا كنت تريد حذف حساب RoyalFUT الخاص بك، فالرجاء إرسال طلبك إلى
de: Wenn Sie Ihr RoyalFUT-Konto löschen möchten, senden Sie bitte eine Anfrage an
es: Si quieres eliminar tu cuenta de ROYALFUT, envía una solicitud a
fr: Si vous souhaitez supprimer votre compte RoyalFUT, veuillez envoyer la demande à
it: Per eminare il tuo account dlii RoyalFUT, invia una richiesta all'indirizzo
nl: Wil je je RoyalFUT-account verwijderen? Stuur dan een e-mail naar
no: Hvis du vil annullere din RoyalFUT-profilen skriv oss til
pl: Jeśli chcesz usunąć swoje konto RoyalFUT, wyślij prośbę na adres
pt: Se quiseres eliminar a tua conta RoyalFUT, envia um pedido para
ru: Если вы хотите удалить свою учётную запись на сайте royalfut.com, обратитесь с соответсвующим запросом на
sv: Om du vill ta bort ditt ROYALFUT-konto, skicka förfrågan på
tr: Om du vill ta bort ditt ROYALFUT-konto, skicka förfrågan på
zh: 如果想要删除RoyalFUT帐户，请发送请求到

# locales.profile
source: Profile
ar: ملف التعريف
de: Profil
es: Perfil
fr: Profil
it: Profilo
nl: Online spelersprofiel
no: Profil
pl: Profil
pt: Perfil
ru: Профиль
sv: Profil
tr: Profil
zh: 个人资料

# locales.reviews
source: reviews
ar: عدد المراجعات
de: Rezensionen
es: opiniones
fr: avis
it: recensioni
nl: recensies
no: anmeldelser
pl: recenzji
pt: avaliações
ru: отзывов
sv: recensioner
tr: yorum
zh: 个评论
