Repository: vikkuzz/royalfut-sell
Catalog: apps/royalfut/locales/lng/*.po
Languages: ar, de, es, fr, it, nl, no, pl, pt, ru, sv, tr, zh

# seo170
source: Make sure you didn't make any typos and that you're submitting the details of your EA account, not any other ones (PSN, Xbox network etc.)
ar: تأكد من أنك لم تقم بأي أخطاء إملائية وأنك ترسل تفاصيل حساب EA الخاص بك، وليس أي حسابات أخرى (PSN أو شبكة Xbox وما إلى ذلك)
de: Achten Sie darauf, dass Sie sich nicht vertippt haben und dass Sie uns die Anmeldedaten Ihres EA-Kontos senden und nicht die Daten eines anderen Kontos (PSN, Xbox, Netzwerk usw.)
es: Asegúrate de haberlos escrito correctamente y de estar enviando los datos de tu cuenta de EA, no de otras (PSN, Xbox Network etc.).
fr: Vérifiez que vous n'avez pas fait de fautes de frappe et que vous soumettez bien les détails de votre compte EA, et non ceux d'un autre compte (PSN, réseau Xbox, etc.).
it: Controlla eventuali errori di battitura e verifica di aver inserito i dettagli del tuo account EA, non di altri account (PSN, rete Xbox ecc.)
nl: Bevestig dat je geen typfouten hebt gemaakt en dat je de gegevens hebt opgegeven van je EA-account, niet van een ander account (PSN, Xbox enz.)
no: Sørg for at du ikke har stavet feil og at du sender info for EA-kontoen din, ikke noen andre (PSN, Xbox-nettverk osv.)
pl: Upewnij się, że nie ma żadnych literówek i że przesyłasz dane swojego konta EA, a nie innych (PSN, sieć Xbox itp.)
pt: Certifica-te de que não cometeste erros ao escrever e que estás a enviar os dados da tua conta EA, e não de qualquer outra (PSN, rede Xbox, etc.)
ru: Убедитесь, что не допустили опечаток при вводе, и что отправляете данные от Вашей учётной записи EA, а не какой-либо другой (PSN, Cеть Xbox и т.д.)
sv: Se till att du inte har gjort några stavfel och att du skickar in uppgifterna för ditt EA-konto, inte några andra (PSN, Xbox-nätverk etc.)
tr: Herhangi bir yazım hatası yapmadığınızdan ve başka herhangi bir hesabın değil (PSN, Xbox ağı vb.) EA hesabınızın ayrıntılarını gönderdiğinizden emin olun.
zh: 确保没有任何拼写错误，正在提交你的EA帐户而不是任何其他帐户（PSN，Xbox网络等）的详细信息。

# seo171
source: Finished
ar: انتهى
de: Beendet
es: Realizado
fr: Terminé
it: Finito
nl: Voltooid
no: Fullført
pl: Zakończono
pt: Concluído
ru: Заказ готов
sv: Avslutad
tr: Bitti
zh: 已完成

# seo172
source: Feel free to log back to Ultimate Team and enjoy your coins!
ar: لا تتردد في تسجيل الدخول مرة أخرى إلى Ultimate Team والاستمتاع بعملاتك!
de: Melden Sie sich jetzt wieder bei Ultimate Team an. Viel Spaß mit den Münzen!
es: ¡Ya puedes entrar otra vez a Ultimate Team y disfrutar de tus monedas!
fr: N'hésitez pas à vous reconnecter à Ultimate Team pour profiter de vos crédits !
it: Accedi di nuovo a Ultimate Team: i tuoi crediti sono pronti!
nl: Meld je aan bij Ultimate Team en geniet van je munten!
no: Du kan gå tilbake til Ultimate Team og begynne å bruke myntene dine!
pl: Możesz teraz zalogować się z powrotem do Ultimate Team i korzystać z monet!
pt: Volta ao Ultimate Team em qualquer momento e desfruta das tuas moedas!
ru: Можете возвращаться в режим Ultimate Team и начинать тратить свои монеты!
sv: Känn dig fri att logga tillbaka till Ultimate Team och njuta av dina mynt!
tr: Ultimate Team'a geri dönmekten çekinmeyin ve jetonlarınızın tadını çıkarın!
zh: 随时登录到Ultimate Team享用你的金币！

# seo173
source: Cancelled
ar: تم الإلغاء
de: Storniert
es: Cancelado
fr: Annulé
it: Annullato
nl: Geannuleerd
no: Avbrutt
pl: Anulowano
pt: Cancelado
ru: Заказ отменён
sv: Annullerad
tr: İptal Edildi
zh: 已取消

# seo174
source: Your order has been cancelled at your request
ar: تم إلغاء طلبك بناءً على طلبك
de: Ihre Bestellung wurde auf Ihren Wunsch hin storniert
es: Se ha cancelado el pedido a petición tuya.
fr: Votre commande a été annulée à votre demande
it: L'ordine è stato annullato su tua richiesta
nl: Je bestelling is geannuleerd op jouw verzoek
no: Bestillingen er avbrutt på din forespørsel
pl: Zamówienie zostało anulowane na twoją prośbę
pt: O teu pedido foi cancelado a seu pedido
ru: Ваш заказ был отменён по вашей просьбе
sv: Din beställning har avbrutits på din begäran
tr: Siparişiniz isteğiniz üzerine iptal edildi
zh: 你的订单已应你的要求取消

# seo175
source: Payment Failed
ar: فشلت عملية الدفع
de: Zahlung fehlgeschlagen
es: Error del pago
fr: Échec du paiement
it: Pagamento non riuscito
nl: Betaling mislukt
no: Betaling avbrutt
pl: Płatność nieudana
pt: Falha no pagamento
ru: Оплата не прошла
sv: Betalning misslyckades
tr: Ödeme Başarısız
zh: 付款失败

# seo176
source: Please try again or change the payment method if the problem persists
ar: يرجى المحاولة مرة أخرى أو تغيير طريقة الدفع إذا استمرت المشكلة
de: Bitte versuchen Sie es erneut oder ändern Sie die Zahlungsmethode, wenn das Problem weiterhin auftritt
es: Inténtalo de nuevo o cambia de método de pago si el problema persiste.
fr: Veuillez réessayer ou changer de mode de paiement si le problème persiste
it: Se il problema persiste, riprova o cambia metodo di pagamento
nl: Probeer het opnieuw of verander de betaalmethode als het probleem aanhoudt
no: Prøv å betale på nytt eller endre betalings metode hvis problemet oppstår igjen
pl: Spróbuj ponownie lub zmień metodę płatności, jeśli problem będzie się powtarzał
pt: Tenta novamente ou altera a forma de pagamento se o problema persistir
ru: Пожалуйста, попробуйте повторить платёж или измените способ оплаты, если проблема сохраняется
sv: Försök igen eller ändra betalningsmetod om problemet kvarstår
tr: Sorun devam ederse lütfen tekrar deneyin veya ödeme yöntemini değiştirin
zh: 如果问题仍然存在，请重试或更改付款方式

# seo177
source: Unpaid
ar: غير مدفوع
de: Keine Zahlung
es: Pendiente de pago
fr: Non payée
it: Non pagato
nl: Niet betaald
no: Ikke betalt
pl: Nieopłacone
pt: Não pago
ru: Заказ не оплачен
sv: Obetald
tr: Ödenmedi
zh: 未付

# seo178
source: This order has not been paid for yet
ar: لم يتم دفع ثمن هذا الطلب حتى الآن
de: Diese Bestellung wurde noch nicht bezahlt
es: Este pedido no se ha pagado todavía.
fr: Cette commande n'a pas encore été payée
it: Questo ordine non è stato pagato
nl: Deze bestelling is nog niet betaald
no: Bestillingen er ennå ikke betalt
pl: To zamówienie nie zostało jeszcze opłacone
pt: Este pedido ainda não foi pago
ru: Этот заказ ещё не оплачен
sv: Denna order har inte betalats ännu
tr: Bu sipariş için henüz ödeme yapılmadı
zh: 此订单尚未支付

# seo179
source: Signed In
ar: تم تسجيل الدخول
de: Angemeldet
es: Sesión iniciada
fr: Connecté(e)
it: Accesso eseguito
nl: Aangemeld
no: Kontoen er Online
pl: Zalogowano
pt: Sessão iniciada
ru: Аккаунт в сети
sv: Inloggad
tr: İmzalandı
zh: 已登录

# seo180
source: Log out from your account for us to be able to proceed with the delivery
ar: قم بتسجيل الخروج من حسابك حتى نتمكن من متابعة عملية التسليم
de: Melden Sie sich von Ihrem Konto ab, damit wir den Zustellung fortsetzen können
es: Sal de tu cuenta para que podamos proceder con la entrega.
fr: Déconnectez-vous de votre compte pour nous permettre de procéder à la livraison.
it: Esci dal tuo account per consentirci di procedere con la consegna
nl: Meld je af van je account zodat we de bezorging kunnen beginnen
no: Logg ut av kontoen din slik at vi kan starte å overføre mynter
pl: Wyloguj się ze swojego konta, abyśmy mogli kontynuować dostawę
pt: Sai da tua conta para que possamos prosseguir com a entrega
ru: Освободите аккаунт, чтобы мы могли приступить к передаче монет
sv: Logga ut från ditt konto för att vi ska kunna fortsätta med leveransen
tr: Teslimata devam edebilmemiz için hesabınızdan çıkış yapın
zh: 退出你的帐户，以便我们能够进行交付

# seo181
source: Online in FC 24 Web App
ar: عبر الإنترنت في تطبيق Ultimate Team على الويب
de: Online in der FC 25 Web App
es: En línea en la aplicación web de Ultimate Team
fr: En ligne dans l'application Web Ultimate Team
it: Online in FC 25 Web App
nl: Online in FC 25 Web App
no: Online i FC 24 Web App
pl: Online w aplikacji sieciowej Ultimate Team
pt: Online na FC 25 Web App
ru: Аккаунт в сети через веб-приложение Ultimate Team
sv: Online i FC 25 Web App
tr: Ultimate Team Web Uygulamasında Çevrimiçi
zh: 在Ultimate Team Web应用中在线使用

# seo182
source: Log out from FC 24 Web App / FC Companion App for us to be able to proceed with the delivery
ar: سجّل الخروج من تطبيق Ultimate Team على الويب / تطبيق FIFA المرافق حتى نتمكن من متابعة عملية التسليم
de: Melden Sie sich von der FC 25 Web App/FC Companion App ab, damit wir die Zustellung fortsetzen können
es: Sal de la aplicación web de Ultimate Team o la aplicación complementaria de FIFA para que podamos proceder con la entrega.
fr: Déconnectez-vous de l'application Web Ultimate Team/l'application FIFA Companion pour nous permettre de procéder à la livraison.
it: Esci da FC 25 Web App / FC Companion App per consentirci di procedere con la consegna
nl: Meld je af van FC 25 Web App / FC Companion App zodat we de bezorging kunnen beginnen
no: Logg ut av FC 24 Web App / FC Companion App slik at vi kan starte å overføre mynter
pl: Wyloguj się z sieciowej aplikacji Ultimate Team/aplikacji towarzyszącej FIFA, abyśmy mogli kontynuować dostawę
pt: Sai da FC 25 Web App / FC Companion App para que possamos prosseguir com a entrega
ru: Выйдите из веб-приложения Ultimate Team / вспомогательного приложения EA FC, чтобы мы могли приступить к передаче монет
sv: Logga ut från FC 25 Web App / FC Companion App för att vi ska kunna fortsätta med leveransen
tr: Teslimata devam edebilmemiz için Ultimate Team Web/FIFA Companion Uygulamasından çıkış yapın
zh: 从Ultimate Team Web应用 / FIFA Companion应用退出，以便我们可以处理交付

# seo184
source: Login Verification Disabled
ar: التحقق من تسجيل الدخول معطل
de: Anmeldungsüberprüfung deaktiviert
es: Verificación de inicio de sesión deshabilitada
fr: Vérification de connexion désactivée
it: Verifica dell'accesso disabilitata
nl: Aanmeldverificatie uitgeschakeld
no: Innloggingsverifisering deaktivert
pl: Weryfikacja logowania wyłączona
pt: Verificação de Verificação de início de sessão desativada
ru: Отключено подтверждение имени пользователя
sv: Inloggningsverifiering inaktiverad
tr: Giriş Doğrulama Devre Dışı
zh: 登录验证被禁用

# seo185
source: Make sure to enable Login Verification in your EA account settings
ar: تأكد من تمكين التحقق من تسجيل الدخول في إعدادات حساب EA الخاص بك
de: Stellen Sie sicher, dass die Anmeldungsüberprüfung in den Einstellungen Ihres EA-Kontos aktiviert ist
es: Asegúrate de habilitar la verificación de inicio de sesión en la configuración de tu cuenta de EA.
fr: Veillez à activer Vérification de connexion dans les paramètres de votre compte EA
it: Abilita la verifica dell'accesso nelle impostazioni del tuo account EA
nl: Zorg dat je aanmeldverificatie hebt ingeschakeld in je EA-accountinstellingen
no: Sørg for at du har aktivert innloggingsverifisering i EA-kontoen din
pl: Koniecznie włącz weryfikację logowania w ustawieniach konta EA.
pt: Certifica-te de que ativas a Verificação de início de sessão nas configurações da tua conta EA
ru: Убедитесь, что в настройках учётной записи EA у Вас включена опция подтверждение имени пользователя
sv: Se till att aktivera inloggningsverifiering i dina EA-kontoinställningar
tr: EA hesap ayarlarınızda Oturum Açma Doğrulamasını etkinleştirdiğinizden emin olun
zh: 确保在EA帐户设置中启用登录验证

# seo189
source: No TM In FC 24 Web App
ar: لا توجد سوق انتقالات في تطبيق Ultimate Team على الويب
de: Kein TM in der FC 25 Web App
es: Sin acceso al Mercado de transferibles en la aplicación web de Ultimate Team
fr: Aucun marché des transferts dans l'application Web Ultimate Team
it: TM non disponibile in FC 25 Web App
nl: Geen TM in FC 25 Web App
no: Ingen overgangsmarkedet i FC 24 Web App
pl: Brak RT w aplikacji sieciowej Ultimate Team
pt: Sem MT na FC 25 Web App
ru: Нет доступа к трансферному рынку в веб-приложении Ultimate Team
sv: Ingen TM i FC 25 Web App
tr: Ultimate Team Web Uygulamasında TM Yok
zh: Ultimate Team Web应用中没有TM

# seo190
source: Make sure you have access to the Transfer Market in FC 24 Web App so we could start processing your order
ar: تأكد من أن لديك حق الوصول إلى سوق الانتقالات في تطبيق Ultimate Team على الويب حتى نتمكن من البدء في معالجة طلبك
de: Stellen Sie sicher, dass Sie Transfer Market in der FC 25 Web App aufrufen können, damit wir mit der Bearbeitung der Bestellung beginnen können
es: Asegúrate de tener acceso al Mercado de transferibles en la aplicación web de Ultimate Team para que podamos tramitar el pedido.
fr: Assurez-vous d'avoir accès au marché des transferts dans l'application Web Ultimate Team afin que nous puissions commencer à traiter votre commande
it: Controlla di poter accedere al mercato dei trasferimenti in FC 25 Web App per consentirci di elaborare l'ordine
nl: Zorg dat je toegang hebt tot de Transfer Market in FC 25 Web App zodat we kunnen beginnen met het verwerken van je bestelling
no: Sørg for at du har tilgang til overgangsmarkedet i FC 24 Web App slik at vi kan starte levering
pl: Koniecznie upewnij się, że posiadasz dostęp do rynku transferowego w aplikacji sieciowej Ultimate Team, abyśmy mogli zacząć przetwarzać twoje zamówienie
pt: Certifica-te de que tens acesso ao Mercado de Transferências na FC 25 Web App para que possamos começar a processar o teu pedido
ru: Убедитесь, что открыли доступ к трансферному рынку в веб-приложении Ultimate Team, чтобы мы могли приступить к переводу монет
sv: Se till att du har tillgång till transfermarknaden i FC 25 Web App så att vi kan börja behandla din beställning
tr: Siparişinizi işlemeye başlayabilmemiz için Ultimate Team Web Uygulamasında Transfer Market'e erişiminiz olduğundan emin olun
zh: 确保你可以访问Ultimate Team Web应用中的交易市场(TM)，以便我们可以开始处理你的订单

# seo191
source: No Club In FC 24 Web App
ar: لا يوجد نادٍ في تطبيق Ultimate Team على الويب
de: Kein Club in der FC 25 Web App
es: Ningún club en la aplicación web de Ultimate Team
fr: Aucun club dans l'application Web Ultimate Team
it: Nessun club in FC 25 Web App
nl: Geen club in FC 25 Web App
no: Ingen klubb i FC 24 Web App
pl: Brak klubu w aplikacji sieciowej Ultimate Team
pt: No Clube na FC 25 Web App
ru: Нет клуба в веб-приложении Ultimate Team
sv: Ingen klubb i Ultimate Team-webbappen
tr: Ultimate Team Web Uygulamasında Kulüp Yok
zh: Ultimate Team Web应用中没有俱乐部

# seo192
source: Make sure you have your club set up in FC 24 Web App so we could start processing your order
ar: تأكد من إعداد ناديك في تطبيق Ultimate Team على الويب حتى نتمكن من البدء في معالجة طلبك
de: Sie müssen Ihren Club in der FC 25 Web App eingerichtet haben, damit wir mit der Bearbeitung Ihrer Bestellung beginnen können
es: Asegúrate de tener tu club configurado en la aplicación web de Ultimate Team para que podamos tramitar el pedido.
fr: Assurez-vous d'avoir configuré votre club dans l'application Web Ultimate Team afin que nous puissions commencer à traiter votre commande
it: Controlla che il tuo club sia configurato in FC 25 Web App per consentirci di elaborare l'ordine
nl: Zorg dat je je club hebt opgezet in FC 25 Web App zodat we kunnen beginnen met het verwerken van je bestelling
no: Sørg for at du setter opp klubben din i FC 24 Web App slik at vi kan starte å overføre mynter
pl: Koniecznie upewnij się, że masz ustawiony klub w aplikacji sieciowej Ultimate Team, abyśmy mogli zacząć przetwarzać twoje zamówienie
pt: Certifica-te de que tens o teu clube configurado na FC 25 Web App para que possamos começar a processar o teu pedido
ru: Убедитесь, что настроили свой клуб в веб-приложении Ultimate Team, чтобы мы могли приступить к переводу монет
sv: Se till att du har din klubb inställd i FC 25 Web App så att vi kan börja behandla din beställning
tr: Siparişinizi işlemeye başlayabilmemiz için kulübünüzü Ultimate Team Web Uygulamasında kurduğunuzdan emin olun
zh: 确保你可以访问Ultimate Team Web应用中的俱乐部，以便我们可以开始处理你的订单

# seo193
source: Not Enough Coins
ar: عملات غير كافية
de: Nicht genug Münzen
es: Monedas insuficientes
fr: Nombre de crédits insuffisant
it: Crediti insufficienti
nl: Te weinig munten
no: Ikke nok mynter
pl: Za mało monet
pt: Moedas insuficientes
ru: Недостаточно монет
sv: Inte tillräckligt med mynt
tr: Yeterli Jeton Yok
zh: 金币不足

# seo194
source: Make sure you have at least 5000 coins on your Ultimate Team Club balance so we could begin the delivery process
ar: تأكد من أن لديك 5000 عملة على الأقل في رصيدك في نادي Ultimate Team حتى نتمكن من بدء عملية التسليم
de: Achten Sie darauf, dass das Guthaben Ihres Ultimate Team Club mindestens 5000 Münzen beträgt, damit wir mit der Zustellung beginnen können
es: Asegúrate de tener al menos 5000 monedas de saldo en tu club de Ultimate Team para que podamos iniciar el proceso de entrega.
fr: Assurez-vous d'avoir au moins 5 000 crédits sur votre solde Ultimate Team Club pour nous permettre de commencer le processus de livraison.
it: Controlla di avere almeno 5.000 crediti sul saldo del tuo club di Ultimate Team, per consentirci di iniziare la procedura di consegna
nl: Zorg dat je minstens 5000 munten in je Ultimate Team Club-saldo hebt zodat we het bezorgproces kunnen beginnen
no: Sørg for at du har minst 5000 mynter på Ultimate Team Club-saldoen din slik at vi kan starte levering
pl: Upewnij się, że masz co najmniej 5000 monet na koncie klubu Ultimate Team, abyśmy mogli rozpocząć proces dostawy.
pt: Certifica-te de que tens, pelo menos 5000 moedas no teu saldo do Ultimate Team Club para que possamos iniciar o processo de entrega
ru: Убедитесь, что на счету Вашего клуба Ultimate Team есть не менее 5000 монет, чтобы мы могли запустить процесс доставки
sv: Se till att du har minst 5000 mynt på ditt Ultimate Team Club-saldo så att vi kan påbörja leveransprocessen
tr: Teslimat sürecine başlayabilmemiz için Ultimate Team Club bakiyenizde en az 5000 jeton olduğundan emin olun
zh: 确保你的Ultimate Team俱乐部余额至少有5000枚金币，这样我们就可以开始交付过程

# seo195
source: Wrong Platform
ar: منصة غير صحيحة
de: Falsche Plattform
es: Plataforma incorrecta
fr: Erreur de plateforme
it: Piattaforma errata
nl: Verkeerde platform
no: Feil plattform
pl: Błędna platforma
pt: Plataforma errada
ru: Неверная платформа
sv: Fel plattform
tr: Yanlış Platform
zh: 错误的平台

# seo196
source: Your account doesn't have an Ultimate Team club associated with the platform you have selected, please submit the details of the correct account or contact Support to change the platform
ar: حسابك ليس به نادي Ultimate Team مرتبط بالمنصة التي حددتها، يرجى إرسال تفاصيل الحساب الصحيح أو الاتصال بالدعم لتغيير المنصة
de: Ihr Konto hat keinen Ultimate Team Club, der mit der gewählten Plattform verknüpft ist. Bitte senden Sie die Kontoinformationen des richtigen Kontos oder kontaktieren Sie den Support, um die Plattform zu wechseln
es: Tu cuenta no tiene ningún club de Ultimate Team asociado a la plataforma que has seleccionado. Envía los datos de la cuenta correcta o ponte en contacto con el servicio de asistencia para cambiar de plataforma.
fr: Votre compte n'a aucun club Ultimate Team associé à la plateforme que vous avez sélectionnée, veuillez soumettre les détails du compte concerné ou contacter le service d'assistance pour changer de plateforme
it: Il tuo account non ha un club di Ultimate Team associato alla piattaforma selezionata. Invia i dettagli dell'account corretto o contatta il servizio di assistenza per cambiare la piattaforma
nl: Jouw account heeft geen Ultimate Team-club gekoppeld aan het platform dat je hebt geselecteerd. Stuur de gegevens van het juiste account of neem contact op met support om het platform te wijzigen.
no: Kontoen din har ikke en Ultimate Team-klubb på plattformen du har valgt, vennligst send oss ​​de riktige kontodetaljene eller kontakt kundestøtten for å endre plattformen
pl: Twoje konto nie posiada klubu Ultimate Team połączonego z wybraną platformą. Prześlij szczegóły właściwego konta albo skontaktuj się z pomocą, aby zmienić platformę.
pt: A tua conta não tem um clube Ultimate Team associado à plataforma que selecionaste, envie os dados da conta correta ou contacte a Assistência para alterares a plataforma
ru: В Вашем аккаунте нет клуба Ultimate Team, относящегося к плафторме, которую Вы выбрали, пожалуйста, отправьте нам данные от верного аккаунта или обратитесь в поддержку, чтобы сменить платформу
sv: Ditt konto har inte en Ultimate Team-klubb kopplad till den plattform du har valt, skicka in uppgifterna för rätt konto eller kontakta supporten för att ändra plattform
tr: Hesabınızda seçtiğiniz platformla ilişkili bir Ultimate Team kulübü yok, lütfen doğru hesabın ayrıntılarını gönderin veya platformu değiştirmek için Destek ile iletişime geçin
zh: 你的帐户没有与你所选择的平台相关联的Ultimate Team俱乐部，请提交正确帐户的详细信息或联系支持人员更改平台

# seo211
source: Coming soon
ar: قريبًا
de: Demnächst
es: Próximamente
fr: Bientôt disponible
it: Prossimamente
nl: Binnenkort
no: Kommer senere
pl: Już wkrótce
pt: Em breve
ru: Появятся позже
sv: Kommer snart
tr: Çok yakında
zh: 很快推出

# seo212
source: Need some help with SBC Solution?
ar: هل تحتاج إلى بعض المساعدة في حل SBC؟
de: Wünschen Sie Hilfe zu SBC?
es: ¿Necesitas ayuda con SBC Solver?
fr: Besoin d'aide pour SBC Solution ?
it: Hai bisogno di aiuto con la Soluzione Sfida Creazione Rosa?
nl: Hulp nodig met SBC Solution?
no: Trenger du hjelp med SBC Solution?
pl: Potrzebujesz pomocy z zaliczaniem WBS?
pt: Precisa de ajuda com a solução SBC?
ru: Нужна помощь с решением SBC?
sv: Behöver du hjälp med SBC Solution?
tr: SBC Çözümü ile ilgili yardıma mı ihtiyacınız var?
zh: 需要SBC解决方案方面的帮助吗？

# seo213
source: Try an advanced tool from our partners. A discount from us is already included in the rates.
ar: جرب أداة متقدمة من شركائنا. تم تضمين خصم منا بالفعل في الأسعار.
de: Testen Sie das fortschrittliche Tool unserer Partner. Der Rabatt von uns ist bereits in den Preisen enthalten.
es: Prueba una herramienta avanzada de nuestros socios. Las tarifas ya incluyen un descuento de nuestra parte.
fr: Essayez un outil avancé de nos partenaires. Une réduction de notre part est déjà incluse dans les tarifs.
it: Prova uno strumento avanzato dei nostri partner. Il nostro sconto è già incluso nelle tariffe.
nl: Probeer een geavanceerde tool van onze partners. De korting die je van ons krijgt is al verwerkt in de tarieven.
no: Sjekk dette praktiske verktøyet fra våre partnere. En rabatt fra oss er allerede inkludert i prisene.
pl: Wypróbuj zaawansowane narzędzie od naszych partnerów. Rabat od nas jest już uwzględniony w stawkach.
pt: Experimenta uma ferramenta avançada dos nossos parceiros. Um desconto nosso já está incluído nas tarifas.
ru: Попробуйте продвинутый инструмент от наших партнёров. Скидка от нас уже включена в тарифы.
sv: Prova ett avancerat verktyg från våra partners. En rabatt från oss är redan inkluderad i priserna.
tr: Ortaklarımızın sunduğu gelişmiş bir aracı deneyin. Bizim sunduğumuz bir indirim zaten fiyatlara dahildir.
zh: 试试我们合作伙伴的高级工具。我们的折扣已经包含在费率中。

# seo214
source: Learn More
ar: معرفة المزيد
de: Mehr erfahren
es: Más información
fr: En savoir plus
it: Ulteriori informazioni
nl: Meer info
no: Se mer
pl: Dowiedz się więcej
pt: Saber mais
ru: Ознакомиться
sv: Läs mer
tr: Ayrintili Bilgi
zh: 了解更多

# seo28
source: Platform
ar: المنصة
de: Plattform
es: Plataforma
fr: Plateforme
it: Piattaforma
no: Plattform
pl: Platforma
pt: Plataforma
ru: Платформа
sv: Plattform
zh: 平台

# seo30
source: Payment
ar: الدفع
de: Zahlung
es: Pago
fr: Paiement
it: Pagamento
nl: Betaling
no: Betaling
pl: Płatność
pt: Pagamento
ru: Платежи
sv: Betalning
tr: Ödeme
zh: 支付

# seo34
source: Sign up
ar: الاشتراك
de: Registrieren
es: Registrarse
fr: S'enregistrer
it: Iscriviti
nl: Registreren
no: Registrer deg
pl: Zarejestruj się
pt: Registar
ru: Зарегистрироваться
sv: Registrera dig
tr: Kayıt
zh: 注册

# seo35
source: Log In
ar: تسجيل الدخول
de: Anmelden
es: Iniciar sesión
fr: Se connecter
it: Accedi
nl: Aanmelden
no: Logg inn
pl: Zaloguj
pt: Iniciar sessão
ru: Войти
sv: Logga in
tr: Giriş
zh: 登录

# seo38
source: Orders
ar: الطلبات
de: Bestellungen
es: Pedidos
fr: Commandes
it: Ordini
nl: Bestellingen
no: Bestillinger
pl: Zamówienia
pt: Pedidos
ru: Заказы
sv: Beställningar
tr: Siparişler
zh: 订单
