Repository: vikkuzz/royalfut-sell
Catalog: apps/royalfut/locales/lng/*.po
Languages: ar, de, es, fr, it, nl, no, pl, pt, ru, sv, tr, zh

# coins_page31
source: — one of the most crucial things in preparing your club for a coin delivery is making sure that you have already gained access to the Transfer Market in Web App, however, if it's still not unlocked, then you need to start playing 3 full Ultimate Team matches a day and visiting FC Web App / Companion on a daily basis as well, up until the point of access being granted to you.
ar: — أحد أهم الخطوات في إعداد ناديك لعملية تسليم العملات هو التأكد من تمتعك بالفعل بإمكانية الدخول إلى سوق الانتقالات في تطبيق الويب، ولكن، إذا كان ما زال قيد القفل، فأنت بحاجة إلى بدء لعب 3 مباريات Ultimate Team كاملة في اليوم وزيارة تطبيق FC Web App يوميًا أيضًا، حتى يتم منحك نقطة الوصول.
de: – Es ist für den Versand der Münzen sehr wichtig, dass Ihr Club bereits Zugang zum Transfermarkt in der Web-App erhalten hat. Falls er noch nicht freigeschaltet ist, müssen Sie drei volle Ultimate Team Spiele pro Tag spielen und außerdem täglich die FC Web App/Companion besuchen, bis der Zugang zum Transfermarkt gewährt wird.
es: — Uno de los requisitos más importantes con vistas a preparar tu club para la entrega de monedas es asegurarte de haber obtenido acceso al Mercado de transferibles en la aplicación web. Si este sigue bloqueado, tendrás que empezar a jugar tres partidas completas de Ultimate Team al día y entrar a diario en las aplicaciones web o complementaria de FC hasta que se te conceda acceso.
fr: — ce qui est primordial pour préparer votre club à une livraison de crédits, c'est de vous assurer que vous avez déjà obtenu l'accès au marché des transferts dans l'application Web. Si ce n'est pas encore le cas, vous devez commencer à jouer 3 matchs Ultimate Team complets par jour et visiter l'application Web FC/Companion tous les jours, jusqu'à ce que l'accès vous soit accordé.
it: — Uno degli aspetti più importanti, nella preparazione del tuo club per la consegna dei crediti, è la verifica di aver già ottenuto l'accesso al mercato dei trasferimenti nella web app; se non è ancora sbloccato devi giocare 3 partite complete di Ultimate Team al giorno e visitare la web app di FC / Companion ogni giorno fino a quando ti viene assegnato l'accesso.
nl: — om je club voor te bereiden op een muntenlevering is het zeer belangrijk dat je al toegang hebt tot de Transfermarkt in de Web-app. Als die echter nog niet is ontgrendeld, moet je dagelijks 3 volledige Ultimate Team-wedstrijden spelen en daarnaast elke dag de FC Web-app/Companion-app bezoeken, tot je toegang krijgt tot de Transfermarkt.
no: – det er kjempeviktig å sørge for at du allerede har fått tilgang til Transfer Market i Web App når du forbereder klubben din for myntleveringen. Men hvis den fortsatt ikke er låst opp, må du begynne å spille 3 fulle Ultimate Team kamper om dagen og besøke FC Web App / Companion på daglig basis også, frem til tilgangt blir gitt deg.
pl: – jedną z najważniejszych rzeczy podczas przygotowywania twojego klubu do dostarczenia monet jest upewnienie się, że masz już dostęp do rynku transferowego w aplikacji sieciowej. Jeśli nie jest on jeszcze odblokowany, musisz zacząć rozgrywać 3 pełne mecze Ultimate Team dziennie i codziennie odwiedzać aplikację sieciową/Companion FC, aż udzielony ci zostanie dostęp.
pt: — uma das coisas mais cruciais na preparação do teu clube para uma entrega de moedas é certificares-te de que já obtiveste acesso ao Mercado de Transferências na Web App, no entanto, se ainda não estiver desbloqueado, precisas de começar a jogar 3 partidas completas do Ultimate Team por dia e visitar a FC Web App / Companion diariamente também, até o ponto de acesso te ser concedido.
ru: - одна из самых важных вещей для успешной доставки монет - убедиться, что вы уже получили доступ к рынку трансферов в Web App. Если вы еще не успели разблокировать доступ, вам придется играть по три полных матча Ultimate Team в день и ежедневно заходить в FC Web App/Companion, пока вам не будет предоставлен доступ.
sv: — en av de viktigaste sakerna för att förbereda din klubb för en myntleverans är att se till att du redan har fått tillgång till Transfermarknaden i Web App, men om den fortfarande inte är upplåst måste du börja spela 3 fullständiga Ultimate Team-matcher om dagen och besöka FC Web App / Companion dagligen också, fram till den punkt då du får tillgång till den.
tr: — kulübünüzü jeton teslimatı için hazırlarken en önemli şeylerden biri Web Uygulamasında Transfer Market'e erişim kazandığınızdan emin olmaktır, bununla birlikte, hâlâ kilidi açılmadıysa, günde 3 tam Ultimate Team maçı oynamaya başlamanız ve erişimin size verildiği noktaya kadar FC Web Uygulamasını / Companion'ı her gün ziyaret etmeniz gerekir.
zh: — 在准备俱乐部进行金币交付的过程中，最重要的事情之一是确保你已经获得了Web App中交易市场的访问权限。但是，如果它仍然没有解锁，那么你需要开始每天玩3次完整的Ultimate Team比赛，以及每天访问FC Web App / Companion，直到你被授予访问权限。

# coins_page32
source: At least 5000 coins on your UT club balance
ar: ما لا يقل عن 5000 عملة في رصيد نادي UT
de: Ihr UT Club Guthaben beträgt mindestens 5.000 Münzen
es: Al menos 5000 monedas de saldo en tu club de UT
fr: Au moins 5 000 crédits sur le solde de votre club UT
it: Almeno 5.000 crediti nel saldo del tuo club UT
nl: Ten minste 5000 munten op je UT-clubsaldo
no: Du må ha minst 5000 mynter på UT Club-saldoen din
pl: Co najmniej 5000 monet na koncie twojego klubu UT
pt: Pelo menos 5000 moedas no teu saldo do clube UT
ru: На балансе вашего клуба UT должно быть не менее 5000 монет
sv: Minst 5000 mynt på ditt UT-klubbssaldo
tr: UT kulüp bakiyenizde en az 5000 jeton
zh: 你的UT俱乐部余额至少有5000枚金币

# coins_page33
source: — with this amount our delivery system will be able to begin the transfer. If your club balance does not meet this requirement, you can sell some tradable items either by listing them on the Transfer Market or by using Quick Sell option. And of course you can always earn coins by simply playing some matches. And remember, higher starting balance results in faster delivery process.
ar: مع هذا المقدار من العملات، سيتمكن نظام التسليم لدينا من بدء عملية الانتقال. إذا كان رصيد النادي لا يلبي هذا المطلب، يمكن بيع بعض العناصر القابلة للتداول إما عن طريق إدراجها في سوق الانتقالات أو عن طريق استخدام خيار البيع السريع. وبالطبع، يمكنك دائمًا ربح العملات ببساطة عن طريق لعب بعض المباريات. وتذكر أن كلما زاد رصيد البدء، زادت سرعة عملية التسليم.
de: – Ab diesem Betrag ist unser Versandsystem in der Lage, den Transfer zu beginnen. Wenn Ihr Club-Guthaben diese Voraussetzung nicht erfüllt, können Sie handelbare Gegenstände verkaufen. Sie können sie entweder auf dem Transfermarkt listen lassen oder mit dem Schnellverkauf verkaufen. Natürlich können Sie auch jederzeit Münzen in den Spielen verdienen. Beachten Sie auch, je höher das Guthaben, umso schneller wird geliefert.
es: — Con esta cantidad, nuestro sistema de entrega podrá poner en marcha la transferencia. Si el saldo de tu club no cumple este requisito, puedes vender artículos transferibles poniéndolos en el Mercado de transferibles o mediante la opción «Venta rápida». Por supuesto, siempre puedes conseguir monedas jugando partidas. Y recuerda: cuanto mayor sea el saldo de inicio, más rápido será el proceso de entrega.
fr: — avec ce montant, notre système de livraison pourra commencer le transfert. Si le solde de votre club ne répond pas à cette exigence, vous pouvez vendre des éléments échangeables en les proposant sur le marché des transferts ou en utilisant l'option Vente rapide. Et bien sûr, vous pouvez toujours gagner des crédits en jouant simplement quelques matchs. N'oubliez pas qu'un solde de départ plus élevé accélère le processus de transfert.
it: — Con questa quantità il nostro sistema di consegna sarà in grado di iniziare il trasferimento. Se il saldo del tuo club non soddisfa questo requisito puoi vendere alcuni articoli proponendoli sul mercato dei trasferimenti o utilizzando l'opzione di vendita rapida. Ovviamente puoi sempre ottenere crediti semplicemente giocando alcune partite. E ricorda che un saldo iniziale maggiore consente una procedura di consegna più rapida.
nl: — bij deze hoeveelheid munten begint ons leveringssysteem met de overdracht. Als je clubsaldo lager is, kun je verhandelbare items verkopen door ze op de lijst van de Transfermarkt te zetten of via de Quick Sell-optie. En je kunt natuurlijk ook altijd munten verdienen door wedstrijden te spelen. Vergeet niet dat een hogere startbalans zorgt voor een sneller leveringsproces.
no: – hvis du har dette beløpet, kan vårt leveringssystem starte leveringen. Hvis klubbsaldoen din ikke oppfyller dette kravet, kan du selge noen omsettelige kort enten ved å føre dem opp på Transfer Market eller ved å bruke Quick Sell. Selvfølgelig kan du også tjene mynter ved å spille noen kamper. Husk at jo mer penger du har på klubbsaldoen, desto raskere vil leveringen bli fullført.
pl: – dzięki tej kwocie nasz system dostaw będzie mógł rozpocząć przekazywanie. Jeśli saldo twojego klubu nie spełnia tego wymagania, możesz sprzedać niektóre wymienne karty piłkarskie, wystawiając je na rynku transferowym lub korzystając z opcji szybkiej sprzedaży. I oczywiście zawsze możesz zarabiać monety, po prostu rozgrywając mecze. Pamiętaj, że wyższe saldo początkowe skutkuje szybszym procesem dostawy.
pt: — com este montante, o nosso sistema de entrega poderá iniciar a transferência. Se o saldo do teu clube não cumprir esse requisito, podes vender alguns artigos negociáveis listando-os no Mercado de Transferências ou utilizando a opção Venda Rápida. E, claro, podes sempre ganhar moedas simplesmente jogando algumas partidas. E lembra-te, um saldo inicial mais alto resulta num processo de entrega mais rápido.
ru: - При наличии этой суммы наша система доставки сможет осуществить трансфер. Если на балансе вашего клуба не хватает средств вы можете продать какие-либо предметы выставив их на Рынок трансферов или воспользовавшись функцией Быстрой Продажи. И, конечно, вы всегда можете заработать монеты, просто сыграв несколько матчей. Имейте в виду, чем больше у вас денег на старте, тем скорее завершится процесс доставки.
sv: — Med detta belopp kommer vårt leveranssystem att kunna påbörja överföringen. Om ditt klubbsaldo inte uppfyller detta krav kan du sälja några handelsobjekt antingen genom att lista dem på Transfermarknaden eller genom att använda alternativet Snabbförsäljning. Och naturligtvis kan du alltid tjäna mynt genom att helt enkelt spela några matcher. Och kom ihåg att ett högre startsaldo resulterar i en snabbare leveransprocess.
tr: — bu miktar ile teslimat sistemimiz transferi başlatabilecektir. Kulüp bakiyeniz bu gereksinimi karşılamıyorsa, bazı takas edilebilir öğeleri Transfer Market'te listeleyerek veya Hızlı Satış seçeneğini kullanarak satabilirsiniz. Ve tabii ki sadece birkaç maç oynayarak her zaman jeton kazanabilirsiniz. Ve unutmayın, daha yüksek başlangıç bakiyesi teslimat sürecinin daha hızlı olmasını sağlar.
zh: — 有了这个金额，我们的交付系统就可以开始交易了。如果你的俱乐部余额不符合此要求，你可以通过在交易市场上列出一些可交易物品或使用“快速销售”选项来出售一些可交易物品。当然，你总是可以通过玩一些比赛来赚取金币。请记住，更高的起始余额会导致更快的交付过程。

# coins_page37
source: See also
ar: اطلع على المزيد
de: Siehe auch
es: Ver también
fr: Voir aussi
it: Scopri anche
nl: Zie ook
no: Se mer
pl: Sprawdź też
pt: Ver também
ru: См. также
sv: Se även
tr: Ayrıca bakınız
zh: 也请参阅

# coins_page4
source: Transfer Targets Full
ar: قائمة أهداف الانتقال ممتلئة
de: Kandidatenliste voll
es: Lista de Objetivos de mercado llena
fr: Liste Obj. de transferts pleine
it: Obiettivi di mercato pieni
nl: Max. transferkandid.
no: Listen over overgangsobjekter er full
pl: Cele transferowe pełne
pt: Alvos de Transferência Cheios
ru: Список трансферных целей переполнен
sv: Listan över Värvningsbevakning är överfull
tr: Transfer Hedefleri Tamamlandı
zh: 转会目标已满

# coins_page5
source: Your Transfer Target list is full, make sure to clear it so we could begin the delivery process
ar: قائمة أهداف الانتقال ممتلئة، فاحرص على إفراغها حتى نتمكن من بدء عملية التسليم
de: Ihre Kandidatenliste ist voll. Löschen Sie sie, damit wir mit dem Versandprozess beginnen können
es: Tu lista de Objetivos de mercado está llena. Asegúrate de vaciarla para que podamos iniciar el proceso de entrega.
fr: Votre liste Obj. de transferts est pleine, veillez à l'effacer afin que nous puissions lancer le processus de livraison
it: L'elenco degli obiettivi di mercato è pieno; svuotalo per poter iniziare la procedura di consegna
nl: Je lijst met transferkandidaten is vol. Maak hem leeg, zodat we kunnen beginnen met leveren
no: Din liste over overgangsobjekter er full, frigjør det, ellers kan vi ikke starte myntlevering
pl: Twoja lista celów transferowych jest pełna. Koniecznie ją wyczyść, żebyśmy mogli rozpocząć proces dostawy.
pt: A tua lista de alvos de transferência está cheia, certifica-te de que a limpas para que possamos iniciar o processo de entrega
ru: Освободите место в списке трансферных целей, чтобы мы могли начать доставку монет
sv: Gör plats på Värvningsbevakningslistan så att vi kan börja skicka mynt
tr: Transfer Hedefi listeniz dolu, teslimat sürecine başlayabilmemiz için listeyi temizlediğinizden emin olun
zh: 你的转会目标列表已满，请务必清除以便我们可以开始交付过程

# coins_page6
source: Unknown Error
ar: خطأ مجهول
de: Unbekannter Fehler
es: Error desconocido
fr: Erreur inconnue
it: Errore sconosciuto
nl: Onbekende fout
no: Uventet feil
pl: Nieznany błąd
pt: Erro desconhecido
ru: Неизвестная ошибка
sv: Okänt fel
tr: Bilinmeyen Hata
zh: 未知错误

# coins_page7
source: Try to relaunch your order later or contact Support if the problem persists
ar: جرب إعادة تنشيط طلبك لاحقًا أو اتصل بالدعم إذا استمرت المشكلة
de: Starten Sie Ihre Bestellung später noch einmal oder kontaktieren Sie den Support, wenn das Problem weiterhin besteht
es: Prueba a reiniciar el pedido más tarde o ponte en contacto con nuestro equipo de asistencia si persiste el problema.
fr: Essayez de relancer votre commande plus tard ou contactez le service d'assistance si le problème persiste.
it: Prova a inoltrare di nuovo l'ordine in un secondo momento o contatta il servizio di assistenza, se il problema persiste
nl: Probeer je bestelling later opnieuw te plaatsen of neem contact op met de klantenservice als het probleem blijft bestaan
no: Prøv å plassere bestillingen din på nytt senere eller kontakt kundestøtte
pl: Spróbuj ponownie złożyć zamówienie później lub skontaktuj się z pomocą techniczną, jeśli problem będzie się powtarzał.
pt: Tenta relançar o teu pedido mais tarde ou contacta o apoio se o problema persistir
ru: Попробуйте перезапустить заказ позже или, если это не поможет, обратитесь в техподдержку
sv: Försök att starta om beställningen senare eller kontakta supporten om problemet kvarstår
tr: Siparişinizi daha sonra yeniden başlatmayı deneyin veya sorun devam ederse Destek ile iletişime geçin
zh: 如果问题仍然存在，请尝试稍后重新启动订单或联系支持人员

# cookiepage
source: Cookie Policy
ar: سياسة ملفات تعريف الارتباط
de: Cookie-Richtlinie
es: Política de cookies
fr: Politique en matière de cookies
it: Informativa sui cookie
nl: Cookiebeleid
no: Erklæring om informasjonskapsler
pl: Polityka cookies
pt: Política de Cookies
ru: Политика использования файлов cookie
sv: Policy för cookies
tr: Çerez Politikası
zh: Cookie政策

# country.Bahrain
source: Bahrain
ar: البحرين
de: Bahreïn
es: Baréin
it: Bahrein
nl: Bahrein
pl: Bahrajn
pt: Barém
ru: Бахрейн
tr: Bahreyn
zh: 巴林

# country.France
source: France
ar: فرنسا
es: Francia
it: Francia
nl: Frankrijk
no: Frankrike
pl: Francja
pt: França
ru: Франция
sv: Frankrike
tr: Fransa
zh: 法国

# country.Germany
source: Germany
ar: ألمانيا
de: Allemagne
es: Alemania
it: Germania
nl: Duitsland
no: Tyskland
pl: Niemcy
pt: Alemanha
ru: Германия
sv: Tyskland
tr: Almanya
zh: 德国

# country.Kuwait
source: Kuwait
ar: الكويت
de: Koweit
nl: Koeweit
pl: Kuwejt
ru: Кувейт
tr: Kuveyt
zh: 科威特

# country.Netherlands
source: Netherlands
ar: هولندا
de: Pays-Bas
es: Países Bajos
it: Paesi Bassi
nl: Nederland
no: Nederland
pl: Holandia
pt: Países Baixos
ru: Нидерланды
sv: Nederländerna
tr: Hollanda
zh: 荷兰

# country.Qatar
source: Qatar
ar: قطر
es: Catar
pl: Katar
pt: Catar
ru: Катар
tr: Katar
zh: 卡塔尔

# country.Saudi Arabia
source: Saudi Arabia
ar: المملكة العربية السعودية
de: Arabie Saoudite
es: Arabia Saudí
it: Arabia Saudita
nl: Saudi-Arabië
pl: Arabia Saudyjska
pt: Arábia Saudita
ru: Саудовская Аравия
sv: Saudiarabien
tr: Suudi Arabistan
zh: 沙特阿拉伯

# country.United Arab Emirates
source: United Arab Emirates
ar: الإمارات العربية المتحدة
de: Émirats Arabes Unis
es: Emiratos Árabes Unidos
it: Emirati Arabi Uniti
nl: Verenigde Arabische Emiraten
no: UAE
pl: Zjednoczone Emiraty Arabskie
pt: Emirados Árabes Unidos
ru: ОАЭ
sv: Förenade Arabemiraten
tr: Birleşik Arap Emirlikleri
zh: 阿拉伯联合酋长国

# country.United Kingdom
source: United Kingdom
ar: المملكة المتحدة
de: Royaume-Uni
es: Reino Unido
it: Regno Unito
nl: Verenigd Koninkrijk
no: Storbritannia
pl: Wielka Brytania
pt: Reino Unido
ru: Великобритания
sv: Förenade Kungariket
tr: Birleşik Krallık
zh: 英国

# country.United States
source: United States
ar: الولايات المتحدة
de: États-Unis
es: Estados Unidos
it: Stati Uniti
nl: Verenigde Staten
no: USA
pl: Stany Zjednoczone
pt: Estados Unidos da América
ru: США
sv: Förenade Kungariket
tr: Birleşik Devletler
zh: 美国

source: FIFA & EA FC Coins
ar: عملة من عملات FIFA وEA FC
de: FIFA und EA FC Münzen
es: de monedas de FIFA y EA FC.
fr: de crédits FIFA & EA FC
it: Monete FIFA e EA FC
nl: FIFA- en EA FC-munten overgedragen aan klanten
no: FIFA og EA FC mynter til kunder
pl: monet FIFA i EA FC
pt: de Moedas FIFA & EA FC
ru: монет FIFA и EA FC
sv: FIFA & EA FC Mynt
tr: FIFA ve EA FC jetonu transfer ettik
zh: FIFA & EA FC金币

source: FIFA and EA FC players
ar: لاعب من لاعبي FIFA وEA FC
es: jugadores de FIFA y EA FC.
fr: joueurs de FIFA et EA FC
it: Giocatori FIFA e EA FC
nl: FIFA- en EA FC-spelers
no: FIFA og EA FC spillere
pl: graczy w FIFA i EA FC
pt: jogadores FIFA e EA FC
ru: игрокам FIFA и EA FC
sv: FIFA- och EA FC-spelare
tr: FIFA ve EA FC oyuncusu tarafından kullanıldı
zh: FIFA和EA FC玩家

# header_reviews
source: Reviews
ar: المراجعات
de: Rezensionen
es: Opiniones
fr: Avis
it: Recensioni
nl: Recensies
no: Anmeldelser
pl: Recenzje
pt: Avaliações
ru: Отзывы
sv: Recensioner
tr: Yorumlar
zh: 评论

# home:title
source: Safest option to buy
ar: الخيار الأكثر أمانًا لشراء
de: Ihre Anlaufstelle für den kauf von
es: La opción más segura para comprar
fr: La solution la plus sûre pour acheter
it: L'opzione più sicura per acquistare
nl: Veiligste optie om
no: Den sikreste måten å kjøpe
pl: Najbezpieczniejszy zakup
pt: Opção de compra mais segura
ru: Безопасный вариант покупки
sv: Säkraste alternativet att köpa
tr: FC 25 jetonlari satin almak
zh: 最安全的 购买选择

# locales.amount
source: Amount
ar: المقدار
de: Anzahl
es: Cantidad
fr: Nombre
it: Quantità
nl: Aantal
no: Antall
pl: Liczba
pt: Montante
ru: Сумма монет
sv: Antal
tr: Miktar
zh: 数量

# locales.authToPay
source: Sign in to purchase
ar: تسجيل الدخول للشراء
de: Zum Kauf anmelden
es: Entra para comprar
fr: S'inscrire pour acheter
it: Accedi per acquistare
nl: Meld je aan om te kopen
no: Logg inn for å kjøpe
pl: Zarejestruj się, by kupić
pt: Iniciar sessão e comprar
ru: Для оплаты авторизуйтесь
sv: Logga in för att köpa
tr: Almak için oturum açın
zh: 登录购买

# locales.card_text_1
source: Our team was originally formed back in the FIFA 17 season. Since then, we have transferred over 100 billion coins to our customers, more than 60 thousand clubs around the globe have received coin refills from us, and at least 10 other stores use our coin transfer algorithm.
ar: تم تشكيل فريقنا في الأصل في موسم FIFA 17. منذ ذلك الحين، قمنا بتحويل أكثر من 100 مليار عملة لعملائنا، وتلقى أكثر من 60 ألف نادٍ حول العالم إعادة تعبئة العملات منّا، وتستخدم 10 متاجر أخرى على الأقل خوارزمية تحويل العملات الخاصة بنا.
de: Unser Team wurde ursprünglich in der Saison FIFA 17 gegründet. Seitdem haben wir mehr als 100 Mrd. Münzen an unsere Kunden transferiert, 60.000 Klubs weltweit haben ihre Münzen bei uns aufgefüllt und mindestens 10 andere Stores verwenden unseren Algorithmus des Münztransfers.
es: Nuestro equipo se formó en la temporada de FIFA 17. Desde entonces, hemos transferido más de 100 000 millones de monedas a nuestros clientes; más de 60 000 clubes de todo el planeta han recibido nuestras recargas de monedas; y al menos otras diez tiendas utilizan nuestro algoritmo de transferencia de monedas.
fr: À l'origine, notre équipe a été formée lors de la saison FIFA 17. Depuis lors, nous avons transféré plus de 100 milliards de crédits à nos clients, plus de 60 mille clubs du monde entier ont reçu des recharges de crédits de notre part et au moins 10 autres points de vente utilisent notre algorithme de transfert de crédits.
it: Il nostro team è nato durante la stagione di FIFA 17. Da allora abbiamo trasferito oltre 100 miliardi di crediti ai nostri clienti; più di 60 mila club in tutto il mondo hanno ricevuto ricariche di crediti da noi e almeno altri 10 negozi utilizzano il nostro algoritmo per il trasferimento dei crediti.
nl: Ons team werd opgericht tijdens het FIFA 17-seizoen. Sindsdien hebben we meer dan 100 miljard munten overgemaakt aan onze klanten, hebben meer dan 60 duizend clubs over de hele wereld munten van ons ontvangen en gebruiken minstens 10 andere winkels ons algoritme voor het overmaken van munten.
no: Laget vårt ble dannet i FIFA 17-sesongen. Siden den tid har vi overført over 100 milliarder mynter til våre kunder, mer enn 60 tusen klubber har mottatt våre mynter, og mer enn 10 butikker bruker vår myntoverføringsalgoritme.
pl: Nasz zespół powstał w sezonie FIFA 17. Od tego czasu przekazaliśmy naszym klientom ponad 100 miliardów monet, ponad 60 tysięcy klubów na całym świecie otrzymało od nas doładowania monetami, a co najmniej 10 innych sklepów korzysta z naszego algorytmu transferu monet.
pt: A nossa equipa foi originalmente formada na época do FIFA 17. Desde então, transferimos mais de 100 milhares de milhões de moedas para os nossos clientes, mais de 60 mil clubes em todo o mundo receberam recargas de moedas da nossa parte e pelo menos 10 outras lojas utilizam o nosso algoritmo de transferência de moedas.
ru: Наша команда образовалась в сезоне FIFA 17. За это время мы перевели более 100 миллиардов монет нашим пользователям, наши монеты получили более 60 тысяч клубов, а нашим алогритмом перевода монет пользуются более 10 магазинов.
sv: Vårt team bildades ursprungligen redan under FIFA 17-säsongen. Sedan dess har vi överfört över 100 miljarder mynt till våra kunder, mer än 60 000 klubbar runt om i världen har fått myntpåfyllningar från oss och minst 10 andra butiker använder vår algoritm för myntöverföring.
tr: Takımımız ilk olarak FIFA 17 sezonunda kuruldu. O zamandan beri müşterilerimize 100 milyardan fazla jeton aktardık, dünya çapında 60 binden fazla kulüp bizden jeton dolumu hizmeti aldı ve en az 10 mağaza daha jeton aktarım algoritmamızı kullanıyor.
zh: 我们的团队最初是在FIFA 17赛季中组建的。从那时起，我们已经向客户转让了超过1000亿枚硬币，全球超过60千家俱乐部收到了我们的硬币充值，至少有10家其他商店使用我们的硬币交易算法。
