Repository: vikkuzz/royalfut-sell
Catalog: apps/royalfut/locales/lng/*.po
Languages: ar, de, es, fr, it, nl, no, pl, pt, ru, sv, tr, zh

# ab56
source: Cookies are simple text files that are stored on your computer or mobile device by a website’s server. Each cookie is unique to your web browser. It will contain some anonymous information such as a unique identifier, website’s domain name, and some digits and numbers.
ar: ملفات تعريف الارتباط هي ملفات نصية بسيطة يتم تخزينها على جهاز الكمبيوتر أو الجهاز المحمول الخاص بك بواسطة خادم موقع الويب. كل ملف تعريف ارتباط فريد لمتصفح الويب الخاص بك. وسيحتوي على بعض المعلومات المجهولة مثل المعرف الفريد واسم مجال موقع الويب وبعض الأرقام والرموز.
de: Cookies sind kleine Textdateien, die von einer Website auf Ihrem Computer oder mobilen Gerät gespeichert werden. Die Cookies sind für Ihren Webbrowser einzigartig. Sie enthalten anonyme Informationen, wie z. B. eindeutige Kennungen, den Namen der Website-Domäne und einige Ziffern und Zahlen.
es: Las cookies son archivos de texto sencillos que un servidor de un sitio web almacena en tu ordenador o dispositivo móvil. Cada cookie es exclusiva de tu explorador web. Contiene información anónima, como un identificador único, el nombre de dominio del sitio web y varios dígitos y números.
fr: Les cookies sont de simples fichiers texte qui sont stockés sur votre ordinateur ou votre appareil mobile par le serveur d'un site Web. Chaque cookie est spécifique à votre navigateur Web. Il contient des informations anonymes telles qu'un identifiant unique, le nom de domaine du site Web, ainsi que quelques chiffres et numéros.
it: I cookie sono semplici file di testo che vengono memorizzati sul tuo computer o sul tuo dispositivo mobile da parte del server di un sito web. Ogni cookie è univoco per il tuo browser e contiene informazioni anonime, come un identificativo univoco, il nome di dominio del sito web, oltre a cifre e numeri.
nl: Cookies zijn eenvoudige tekstbestanden die op je computer of mobiel worden opgeslagen door de server van een website. Ze bevatten anonieme informatie zoals een unieke identificatiecode, de domeinnaam van de website en wat cijfers en getallen.
no: En informasjonskapsel er en tekstfil som ved bruk av en nettside lagres av din nettleser. Hver informasjonskapsel er unik for nettleseren din og inneholder anonym informasjon som en unik identifikator, nettstedets domenenavn og noen andre anonymiserte tallsett.
pl: Pliki cookies to proste pliki tekstowe zapisywane na twoim komputerze lub urządzeniu mobilnym przez serwer strony internetowej. Każdy plik cookie jest unikatowy dla twojej przeglądarki internetowej. Będzie zawierać pewne anonimowe informacje, takie jak unikatowy identyfikator, nazwa domeny witryny oraz niektóre cyfry i liczby.
pt: Os cookies são ficheiros de texto simples que são armazenados no teu computador ou dispositivo móvel pelo servidor de um site. Cada cookie é exclusivo do teu navegador. Vai conter algumas informações anônimas, como um identificador exclusivo, o nome de domínio do site e alguns dígitos e números.
ru: Файлы cookie - это простые текстовые файлы, которые сервер посещаемых вами сайтов сохраняет на вашем компьютере или мобильном устройстве. Каждый файл cookie в вашем браузере уникален и содержит вашу анонимную информацию, такую как уникальный идентификатор, доменное имя сайта и наборы цифр и чисел.
sv: Cookies är enkla textfiler som lagras på din dator eller mobila enhet av en webbplats server. Varje cookie är unik för din webbläsare. Den kommer att innehålla viss anonym information såsom en unik identifierare, webbplatsens domännamn och vissa siffror och nummer.
tr: Çerezler, bir web sitesinin sunucusu tarafından bilgisayarınızda veya mobil cihazınızda depolanan basit metin dosyalarıdır. Her çerez web tarayıcınıza özgüdür. Benzersiz bir tanımlayıcı, web sitesinin alan adı ve bazı rakamlar ve sayılar gibi bazı anonim bilgiler içerecektir.
zh: Cookie是由网站服务器存储在计算机或移动设备上的简单文本文件。每个cookie对你的web浏览器都是唯一的。它将包含一些匿名信息，如唯一标识符、网站的域名以及一些数字。

# ab57
source: What types of cookies do we use?
ar: ما هي أنواع ملفات تعريف الارتباط التي نستخدمها؟
de: Welche Cookies verwenden wir?
es: ¿Qué tipo de cookies utilizamos?
fr: Quels sont les types de cookies que nous utilisons ?
it: Che tipi di cookie usiamo?
nl: Wat voor soort cookies gebruiken we?
no: Hvilke informasjonskapsler bruker vi?
pl: Jakiego rodzaju plików cookies używamy?
pt: Que tipos de cookies utilizamos?
ru: Какие типы файлов cookie мы используем?
sv: Vilka typer av cookies använder vi?
tr: Ne tür çerezler kullanıyoruz?
zh: 我们使用哪些类型的cookie？

# ab58
source: Necessary cookies
ar: ملفات تعريف الارتباط الضرورية
de: Notwendige Cookies
es: Cookies necesarias
fr: Cookies nécessaires
it: Cookie necessari
nl: Essentiële cookies
no: Nødvendige informasjonskapslene
pl: Niezbędne cookies
pt: Cookies necessários
ru: Необходимые файлы cookie
sv: Nödvändiga cookies
tr: Gerekli çerezler
zh: 必要性cookie

# ab59
source: Necessary cookies allow us to offer you the best possible experience when accessing and navigating through our website and using its features. For example, these cookies allow us to recognize that you have created an account and have logged into that account.
ar: تتيح لنا ملفات تعريف الارتباط الضرورية أن نقدم لك أفضل تجربة ممكنة عند الوصول إلى موقعنا الإلكتروني والتنقل عبره واستخدام ميزاته. على سبيل المثال، تتيح لنا ملفات تعريف الارتباط هذه التعرف على أنك قمت بإنشاء حساب وقمت بتسجيل الدخول إلى هذا الحساب.
de: Dank notwendiger Cookies können wir Ihnen eine optimale Nutzung der Funktionen und der Navigation auf unsere Website bieten. Wir erkennen mithilfe dieser Cookies beispielsweise, dass Sie ein Konto erstellt und sich bei diesem Konto angemeldet haben.
es: Las cookies necesarias nos permiten ofrecerte la mejor experiencia posible al acceder a nuestro sitio web y navegar por él, así como cuando usas sus funciones. Por ejemplo, nos permiten reconocer que has creado una cuenta e iniciado sesión en ella.
fr: Les cookies nécessaires nous permettent de vous offrir la meilleure expérience possible lorsque vous accédez à notre site Web, que vous y naviguez et que vous utilisez ses fonctions. Ces cookies nous permettent, par exemple, de repérer que vous avez créé un compte et que vous vous êtes connecté à ce compte.
it: I cookie necessari ci consentono di offrirti la migliore esperienza possibile nelle fasi di accesso e navigazione nel nostro sito, così come nell'utilizzo delle sue funzionalità. Ad esempio, ci consentono di sapere che hai creato un account e hai eseguito l'accesso all'account.
nl: Essentiële cookies geven ons de kans je de best mogelijke ervaring te bieden bij het gebruik van onze website. Deze cookies stellen ons bijvoorbeeld op de hoogte dat je een account hebt aangemaakt en hebt ingelogd met dat account.
no: Vi bruker nødvendige informasjonskapsler for å forbedre brukeropplevelsen din og sidenavigasjon. når du går inn på og navigerer gjennom nettstedet vårt og bruker funksjonene. Disse informasjonskapslene lar oss for eksempel gjenkjenne at du har opprettet en konto og har logget på den kontoen.
pl: Niezbędne pliki cookies pozwalają nam zapewnić najlepszą możliwą wygodę podczas uzyskiwania dostępu do naszej witryny internetowej, poruszania się po niej oraz korzystania z jej funkcji. Przykładowo, pliki cookies pozwalają nam rozpoznać utworzenie konta i zalogowanie się na nie.
pt: Os cookies necessários permitem-nos oferecer-te a melhor experiência possível ao acederes e navegares no nosso site e ao utilizares as suas funcionalidades. Por exemplo, estes cookies permitem-nos reconhecer que criaste uma conta e que iniciaste sessão nessa conta.
ru: Необходимые файлы cookie позволяют нам обеспечить наилучшие условия для доступа к нашему сайту, навигации по нему и использования его функций. Например, эти файлы cookie позволяют нам распознать, что вы создали учетную запись и вошли в нее.
sv: Nödvändiga cookies gör att vi kan erbjuda dig bästa möjliga upplevelse när du går in på och navigerar genom vår webbplats och använder dess funktioner. Dessa cookies gör det till exempel möjligt för oss att känna igen att du har skapat ett konto och har loggat in på det kontot.
tr: Gerekli çerezler, web sitemize erişirken ve web sitemizde gezinirken ve özelliklerini kullanırken size mümkün olan en iyi deneyimi sunmamızı sağlar. Örneğin, bu çerezler bir hesap oluşturduğunuzu ve bu hesaba giriş yaptığınızı anlamamızı sağlar.
zh: 必要性cookie使我们能够在你访问和浏览我们的网站以及使用其功能时为你提供最佳体验。例如，这些cookie可让我们识别你已创建帐户并已登录该帐户。

# ab6
source: successfully delivered orders
ar: طلب تم تسليمها بنجاح
de: erfolgreich versandte Bestellungen
es: pedidos completados
fr: commandes livrées avec succès
it: ordini consegnati correttamente
nl: geleverde bestellingen
no: bestillinger ble levert
pl: poprawnie zrealizowanych zamówień
pt: pedidos entregues com sucesso
ru: успешно выполненных заказов
sv: framgångsrikt levererade order
tr: başarıyla teslim edilen sipariş
zh: 成功交付的订单

# ab60
source: Functionality cookies
ar: ملفات تعريف الارتباط الوظيفية
de: Funktionale Cookies
es: Cookies funcionales
fr: Cookies de fonctionnalité
it: Cookie funzionali
nl: Functionaliteitscookies
no: Informasjonskapsler for funksjonalitet
pl: Cookies funkcjonalne
pt: Cookies de funcionalidade
ru: Функциональные файлы cookie
sv: Funktionalitetscookies
tr: İşlevsellik çerezleri
zh: 功能性cookie

# ab61
source: Functionality cookies let us operate the site in accordance with the choices you make. For example, we will recognize your username and remember how you customized the site during future visits.
ar: تتيح لنا ملفات تعريف الارتباط الوظيفية تشغيل الموقع وفقًا للاختيارات التي تحددها. على سبيل المثال، سوف نتعرف على اسم المستخدم الخاص بك ونتذكر كيفية تخصيص الموقع أثناء الزيارات المستقبلية.
de: Mithilfe von funktionalen Cookies können wir Ihnen die Website gemäß Ihren Präferenzen anbieten. Wir erkennen beispielsweise Ihren Benutzernamen und können uns daran erinnern, wie Sie die Website für künftige Besuche anpassen.
es: Las cookies funcionales nos permiten adaptar el sitio a las opciones que elijas. Por ejemplo, reconoceremos tu nombre de usuario y recordaremos cómo has personalizado el sitio de cara a futuras visitas.
fr: Les cookies de fonctionnalité nous permettent d'adapter le fonctionnement du site à vos choix. Par exemple, nous reconnaîtrons votre nom d'utilisateur et nous nous souviendrons de la façon dont vous avez personnalisé le site lors de vos visites.
it: I cookie funzionali ci consentono di gestire il sito in base alle scelte che fai. Ad esempio, in occasione delle tue le visite future al sito riconosceremo il tuo nome utente e ricorderemo le tue personalizzazioni.
nl: Met functionaliteitscookies kunnen we de site laten werken volgens de keuzes die jij maakt. We herkennen bijvoorbeeld je gebruikersnaam en onthouden hoe je de site hebt aangepast tijdens eerdere bezoeken.
no: Funksjonelle informasjonskapsler brukes for å drive nettstedet i samsvar med valgene du gjør. For eksempel kan vi gjenkjenne brukernavnet ditt og huske huske dine preferanser og innstillinger.
pl: Funkcjonalne pliki cookies pozwalają nam obsługiwać witrynę zgodnie z dokonanymi przez ciebie wyborami. Na przykład, podczas przyszłych wizyt, rozpoznamy twoją nazwę użytkownika i zapamiętamy, w jaki sposób dostosowano witrynę.
pt: Os cookies de funcionalidade permitem-nos operar o site de acordo com as escolhas que fazes. Por exemplo, reconheceremos o teu nome de utilizador e lembrar-nos-emos de como personalizaste o site durante as visitas futuras.
ru: Функциональные файлы cookie позволяют нам управлять сайтом в соответствии с выбранными вами параметрами. Например, из них мы узнаем ваше имя пользователя и запоминаем, как вы настраивали сайт при последующих посещениях.
sv: Funktionalitetscookies låter oss driva webbplatsen i enlighet med de val du gör. Till exempel kommer vi att känna igen ditt användarnamn och komma ihåg hur du anpassade webbplatsen under framtida besök.
tr: İşlevsellik çerezleri, siteyi yaptığınız seçimlere uygun olarak çalıştırmamızı sağlar. Örneğin, kullanıcı adınızı tanıyarak gelecekteki ziyaretlerinizde siteyi nasıl özelleştirdiğinizi hatırlayabiliriz.
zh: 功能性cookie可让我们根据你的选择操作网站。例如，我们会识别你的用户名，并在未来访问期间记住你如何自定义的网站。

# ab62
source: Analytical cookies
ar: ملفات تعريف الارتباط التحليلية
de: Analyse-Cookies
es: Cookies analíticas
fr: Cookies analytiques
it: Cookie analitici
nl: Analytische cookies
no: Analytiske informasjonskapsler
pl: Cookies analityczne
pt: Cookies de análise
ru: Аналитические файлы cookie
sv: Analytiska cookies
tr: Analitik çerezler
zh: 分析类cookie

# ab63
source: These cookies enable us and third-party services to collect aggregated data for statistical purposes on how our visitors use the website. These cookies do not contain personal information such as names and email addresses and are used to help us improve your user experience of the website.
ar: تمكننا ملفات تعريف الارتباط هذه وخدمات الجهات الخارجية من جمع بيانات مجمعة لأغراض إحصائية حول كيفية استخدام زوارنا للموقع. لا تحتوي ملفات تعريف الارتباط هذه على معلومات شخصية مثل الأسماء وعناوين البريد الإلكتروني وتستخدم لمساعدتنا في تحسين تجربة المستخدم الخاصة بك للموقع.
de: Mit diesen Cookies können wir und Drittanbieter zu statistischen Zwecken aggregierte Daten darüber sammeln, wie die Benutzer die Website nutzen. Diese Cookies enthalten keine persönlichen Informationen z. B. keine Namen oder E-Mail-Adressen. Sie tragen aber dazu bei, die Benutzererfahrung zu verbessern.
es: Estas cookies nos permiten a nosotros y a servicios externos recoger datos agregados con fines estratégicos, sobre el uso que hacen nuestros visitantes del sitio web. Estas cookies no contienen información personal, como nombres o direcciones de correo electrónico, y se utilizan para ayudarnos a mejorar tu experiencia de usuario en el sitio web.
fr: Ces cookies nous permettent, à nous et à des services tiers, de collecter des données agrégées à des fins statistiques sur la manière dont nos visiteurs utilisent le site Web. Ces cookies ne contiennent aucune information personnelle telle que des noms ou des adresses e-mail et sont utilisés pour nous aider à améliorer votre expérience d'utilisateur du site Web.
it: Questi cookie consentono a noi e a servizi esterni di acquisire dati aggregati a fini statistici sui modi in cui i visitatori utilizzano il nostro sito web. Non contengono informazioni personali come nomi e indirizzi e-mail; li usiamo per a migliorare la tua esperienza di utente del sito web.
nl: Deze cookies stellen ons en derden in staat om data te verzamelen voor statistische doeleinden over hoe onze bezoekers de website gebruiken. Deze cookies bevatten geen persoonlijke informatie zoals namen en e-mailadressen, en helpen ons om je gebruikerservaring van de website te verbeteren.
no: Disse informasjonskapslene gjør det mulig for oss og tredjeparter å samle inn aggregerte data for statistiske formål om hvordan våre besøkende bruker nettstedet.
pl: Te pliki cookies umożliwiają nam i usługom stron trzecich zbieranie zagregowanych danych do celów statystycznych odnośnie sposobów, w jaki nasi goście korzystają z witryny. Te pliki cookies nie zawierają danych osobowych, takich jak imiona i nazwiska oraz adresy e-mail, i służą nam do poprawy komfortu korzystania z witryny.
pt: Estes cookies permitem-nos e a serviços de terceiros recolher dados agregados para fins estatísticos sobre como os nossos visitantes utilizam o site. Estes cookies não contêm informações pessoais, como nomes e endereços de e-mail e são utilizados para nos ajudar a melhorar a tua experiência de utilizador do site.
ru: Эти файлы cookie позволяют нам и сторонним службам собирать для статистики данные о том, как наши посетители используют сайт. Эти файлы cookie не содержат личной информации, такой как имена и адреса электронной почты, и используются для того, чтобы помочь нам улучшить ваши впечатления от использования сайта.
sv: Dessa cookies gör det möjligt för oss och tredjepartstjänster att samla in aggregerade data för statistiska ändamål om hur våra besökare använder webbplatsen. Dessa cookies innehåller inte personlig information som namn och e-postadresser och används för att hjälpa oss att förbättra din användarupplevelse av webbplatsen.
tr: Bu çerezler, bizim ve üçüncü taraf hizmetlerinin, ziyaretçilerimizin web sitesini nasıl kullandıklarına ilişkin istatistiksel amaçlarla toplu veri toplamasını sağlar. Bu çerezler isimler ve e-posta adresleri gibi kişisel bilgiler içermez ve web sitesindeki kullanıcı deneyiminizi geliştirmemize yardımcı olmak için kullanılır.
zh: 这些cookie使我们和第三方服务能够收集汇总数据，用于统计我们的访问者如何使用网站。这些cookie不包含姓名和电子邮件地址等个人信息，用于帮助我们改善你对网站的用户体验。

# ab64
source: Third party cookies
ar: ملفات تعريف الارتباط الخاصة بالطرف الثالث
de: Cookies von Drittanbietern
es: Cookies de terceros
fr: Cookies tiers
it: Cookie di terzi
nl: Cookies van derde partijen
no: Informasjonskapsler fra tredjeparter
pl: Cookies stron trzecich
pt: Cookies de terceiros
ru: Файлы cookie третьих лиц
sv: Cookies från tredje part
tr: Üçüncü taraf çerezleri
zh: 第三方cookie

# ab65
source: When you use the website, you may also be sent third party cookies.
ar: عندما تستخدم موقع الويب، قد يتم أيضًا إرسال ملفات تعريف الارتباط الخاصة بطرف ثالث إليك.
de: Wenn Sie diese Website nutzen, werden Ihnen möglicherweise auch Cookies von Drittanbietern gesendet.
es: Cuando usas el sitio web, es posible que también recibas cookies de terceros.
fr: Lorsque vous utilisez le site Web, des cookies tiers peuvent également vous être envoyés.
it: Durante il tuo utilizzo del sito web potrebbero anche essere inviati dei cookie di terzi.
nl: Als je de website gebruikt, kun je ook cookies van derden ontvangen.
no: Når du bruker nettstedet, kan du også få tredjeparts informasjonskapsler.
pl: Podczas korzystania z serwisu mogą być przesyłane także pliki cookies stron trzecich.
pt: Quando utilizas o site, também te podem ser enviados cookies de terceiros.
ru: При использовании сайта вам также могут быть отправлены файлы cookie третьих лиц.
sv: När du använder webbplatsen kan du också få tredjepartscookies skickade till dig.
tr: Kullandığınız web siteleri de size üçüncü taraf çerezleri gönderilebilir.
zh: 当你使用本网站时，你也可能会收到第三方cookie。

# ab66
source: Our advertisers and service providers may send you cookies. They may use the information they obtain from your use of their cookies:
ar: قد يرسل لك المعلنون ومقدمو الخدمات ملفات تعريف الارتباط. يجوز لهم استخدام المعلومات التي يحصلون عليها من استخدامك لملفات تعريف الارتباط الخاصة بهم في ما يلي:
de: Unsere Werbeagenturen und Serviceanbieter können Ihnen Cookies senden und Sie betreffende Informationen, die von ihren Cookies gesendet werden, für folgende Zwecke verwenden:
es: Nuestros anunciantes y proveedores de servicios pueden enviarte cookies. Estos pueden usar la información que obtengan de tu uso de las cookies para lo siguiente:
fr: Nos annonceurs et fournisseurs de services peuvent vous envoyer des cookies. Voici à quelles fins ils peuvent utiliser les informations qu'ils obtiennent de votre utilisation de leurs cookies :
it: I nostri inserzionisti e fornitori di servizi potrebbero inviarti dei cookie e utilizzare per i seguenti scopi le informazioni che ottengono dal tuo utilizzo dei loro cookie:
nl: Onze adverteerders en serviceproviders sturen je mogelijk cookies. Met de informatie die ze verkrijgen door jouw gebruik van hun cookies kunnen ze:
no: Våre annonsører og tjenesteleverandører kan sende deg sine egne informasjonskapsler og bruke informasjonen du lagrer i dem:
pl: Nasi reklamodawcy i usługodawcy mogą wysyłać ci pliki cookies. Informacje, które uzyskają w wyniku korzystania przez ciebie z plików cookies, mogą wykorzystywać do:
pt: Os nossos anunciantes e prestadores de serviços podem enviar-te cookies. Eles podem usar as informações que obtêm da utilização dos teus cookies:
ru: Наши рекламодатели и поставщики услуг могут отправлять вам собственные файлы cookie и использовать информацию, сохраненную вами в таких файлах:
sv: Våra annonsörer och tjänsteleverantörer kan skicka cookies till dig. De kan använda den information de får från din användning av deras cookies:
tr: Reklamcılarımız ve hizmet sağlayıcılarımız size çerez gönderebilir. Onların çerezlerini kullanmanızdan elde ettikleri bilgileri şu amaçlarla kullanabilirler:
zh: 我们的广告商和服务提供商可能会向你发送cookie。他们可能会使用从你使用其cookie中获得的信息：

# ab67
source: to track your browser across multiple websites
ar: لتتبع متصفحك عبر مواقع ويب متعددة
de: zur Nachverfolgung Ihres Browsers über mehrere Website hinweg
es: Rastrear tu explorador en varios sitios web.
fr: pour suivre votre navigateur sur de multiples sites Web
it: Per monitorare il tuo browser tra diversi siti
nl: je browser over meerdere websites volgen
no: for å spore nettleseraktiviteten din på nettsteder
pl: śledzenia twojej przeglądarki na wielu stronach internetowych
pt: para rastrear o teu navegador em vários sites
ru: для отслеживания действий вашего браузера на различных веб-сайтах
sv: för att spåra din webbläsare på flera webbplatser
tr: tarayıcınızı birden fazla web sitesinde izlemek
zh: 在多个网站上跟踪你的浏览器

# ab68
source: to build a profile of your web surfing
ar: لإنشاء ملف تعريفي لتصفح الويب الخاص بك
de: zum Erstellen Ihres Surfing-Profils
es: Crear un perfil de tu navegación web.
fr: pour établir un profil de votre navigation sur le Web
it: Per creare un profilo della tua navigazione
nl: een profiel opbouwen van je websurfgedrag
no: for å lage en profil for nettsurfingen din
pl: zbudowania profilu twojego surfowania po internecie
pt: para criar um perfil da tua navegação na web
ru: для создания профиля вашего веб-серфинга
sv: bygga upp en profil för din webbsurfning
tr: internette gezinme profilinizi oluşturmak
zh: 建立网上冲浪个人资料

# ab69
source: to target advertisements based on your interactions with their services, which may be of particular interest to you.
ar: لاستهداف الإعلانات بناءً على تفاعلاتك مع خدماتها، والتي قد تكون ذات أهمية خاصة بالنسبة لك.
de: zur zielgerichteten Werbung basierend auf Ihren Interaktionen mit Diensten, die für Sie von besonderem Interesse sein könnten.
es: Segmentar anuncios en función de tus interacciones con sus servicios, para mostrarte los que puedan ser de tu interés.
fr: pour cibler leurs publicités en fonction de vos interactions avec leurs services et de ce qui peut vous intéresser plus particulièrement.
it: Per mostrarti annunci pubblicitari che potrebbero essere di particolare interesse per te, in base alle tue interazioni con i loro servizi.
nl: reclame voor je kiezen waarin je mogelijk geïnteresseerd bent, gebaseerd op je interacties met hun services.
no: for å sende målrettede annonser basert på din interaksjon med deres tjenester, som kan være av spesiell interesse for deg.
pl: przesyłania ci ukierunkowanych reklam na podstawie twoich interakcji z ich usługami, które mogą cię szczególnie zainteresować.
pt: para segmentar anúncios com base nas tuas interações com os serviços deles, que podem ser de particular interesse para ti.
ru: для целевой рассылки рекламы, которая может представлять для вас особый интерес.
sv: för att rikta annonser baserat på din interaktion med deras tjänster, som kan vara av särskilt intresse för dig.
tr: hizmetleriyle olan etkileşimlerinize dayalı olarak, özellikle ilginizi çekebilecek reklamları hedeflemek.
zh: 根据你与他们的服务的互动来定位广告，这可能是你特别感兴趣的。
