Repository: vikkuzz/royalfut-sell
Catalog: apps/royalfut/locales/lng/*.po
Languages: ar, de, es, fr, it, nl, no, pl, pt, ru, sv, tr, zh

# pl_upd28
source: Introducing our brand new cashback-based loyalty system — earn points for every purchase you make, spend them on your future orders and reach new tiers to unlock additional benefits.
ar: نقدم لك نظام الولاء الجديد المعتمد على الاسترداد النقدي، اربح نقاطًا نظير كل عملية شراء تجريها، واستخدمها في الطلبات المستقبلية وابلغ مستويات جديدة للتمتع بمزايا إضافية.
de: Lernen Sie unser brandneues Treuesystem mit Cashback kennen. Sie verdienen für jeden Einkauf Punkte, Geben Sie sie bei künftigen Bestellungen aus und erreichen Sie neue Level mit zusätzlichen Vorteilen.
es: Presentamos nuestro nuevo sistema de fidelización basado en la devolución de puntos: consigue puntos con cada compra que realices, gástatelos en futuros pedidos y alcanza nuevos niveles para disfrutar de más ventajas.
fr: Voici notre tout nouveau système de fidélité basé sur le cashback : gagnez des points chaque fois que vous faites un achat, dépensez-les à l'occasion de vos commandes ultérieures et accédez à de nouveaux niveaux pour bénéficier d'avantages supplémentaires.
it: Ti presentiamo il nostro nuovo sistema di fidelizzazione basato sul cashback: ottieni punti per ogni acquisto, spendili per gli ordini futuri e raggiungi nuovi livelli per accedere a ulteriori vantaggi.
nl: Ons nieuwe cashbacksysteem waarin loyaliteit wordt beloond: met elke aankoop verdien je punten om uit te geven aan nieuwe bestellingen en nieuwe niveaus – met extra voordelen – te bereiken.
no: Her er vårt splitter nye cashback-baserte lojalitetssystem – tjen poeng for hvert kjøp du gjør, bruk dem på fremtidige bestillinger og nå nye nivåer for å få ytterligere fordeler.
pl: Przedstawiamy nasz całkiem nowy system lojalnościowy oparty o cashback – za każdy dokonany zakup otrzymujesz punkty, które możesz wydać na przyszłe zamówienia, osiągnąć nowe poziomy i odblokować dodatkowe korzyści.
pt: Apresentamos o nosso novo sistema de fidelidade baseado em cashback: ganha pontos por cada compra que fizeres, gasta-os nas tuas futuras encomendas e alcança novos níveis para desbloqueares benefícios adicionais.
ru: Встречайте нашу новую программу лояльности на основе кешбэка — получайте баллы за каждую покупку, тратьте их на будущие заказы и достигайте новых уровней, чтобы разблокировать дополнительные преимущества.
sv: Här är vårt helt nya cashback-baserade lojalitetssystem - tjäna poäng för varje köp du gör, använd dem på framtida beställningar och nå nya nivåer för att få ytterligare fördelar.
tr: Yepyeni nakit iadesine dayalı sadakat sistemimizle tanışın - yaptığınız her alışveriş için puan kazanın, bunları gelecekteki siparişlerinizde harcayın ve ek avantajların kilidini açmak için yeni kademelere ulaşın.
zh: 介绍我们崭新的现金返还忠诚度系统：每次购买赚取积分，将它们花在未来的订单上，达到新等级解锁额外好处。

# pl_upd29
source: Learn more
ar: تعرف على المزيد
de: Mehr erfahren
es: Más información
fr: En savoir plus
it: Ulteriori informazioni
nl: Meer info
no: Lær mer
pl: Dowiedz się więcej
pt: Saber mais
ru: Подробнее
sv: Läs mer
tr: Daha fazla bilgi edinin
zh: 了解更多

# pl_upd31
source: Don't use
ar: ممنوع استخدام
de: Nicht verwenden
es: No usar
fr: Ne pas utiliser
it: Non usare
nl: Niet gebruiken
no: Ikke bruk
pl: Nie używaj
pt: Não utilizar
ru: Не списывать
sv: Använd inte
tr: Kullanmayın
zh: 不使用

# pl_upd32
source: Use
ar: استخدم
de: verwenden
es: Usar
fr: Utiliser
it: Usa
nl: gebruiken
no: Bruk
pl: Użyj
pt: Utilizar
ru: Списывать
sv: Använd
tr: kullanın
zh: 使用

# pl_upd34
source: Log in to get cashback
ar: سجل الدخول لإتمام عملية الاسترداد النقدي
de: Melden Sie sich an, um Cashback zu erhalten
es: Inicia sesión para obtener la devolución
fr: Connectez-vous pour bénéficier du cashback
it: Accedi per ottenere il cashback
nl: Log in voor cashback
no: Logg inn for å få cashback
pl: Zaloguj się, aby otrzymać cashback
pt: Inicia sessão para receberes cashback
ru: Войдите, чтобы получить кешбэк
sv: Logga in för att få cashback
tr: Para iadesi almak için giriş yapın
zh: 登录获得现金返还

# pl_upd35
source: Your cashback for this order
ar: النقود المستردة لهذا الطلب
de: Ihr Cashback für diese Bestellung
es: Tu devolución por este pedido
fr: Votre cashback pour cette commande
it: Il tuo cashback per questo ordine
nl: Je cashback voor deze bestelling
no: Din cashback for denne bestillingen
pl: Twój cashback do tego zamówienia
pt: O teu cashback para este pedido
ru: Ваш кешбэк для этого заказа составит
sv: Din cashback för denna beställning
tr: Bu sipariş için nakit iadeniz
zh: 这笔订单的现金返还

# pl_upd36
source: ROYAL Points discount
ar: خصم نقاط ROYAL
de: Rabatt mit ROYAL Punkten
es: Descuento en puntos ROYAL
fr: Réduction liée aux ROYAL Points
it: Sconto punti ROYAL
nl: Korting met ROYAL-punten
no: ROYAL-poengrabatt
pl: Rabat za punkty ROYAL
pt: Desconto de Pontos ROYAL
ru: Скидка с ROYAL Points
sv: ROYAL-poängrabatt
tr: ROYAL Puan indirimi
zh: ROYAL积分折扣

# pl_upd38
source: Cover part of the order price with cashback points received from previous purchases. Unlock additional benefits with each new tier reached.
ar: استخدم نقاط الاسترداد النقدي المستلمة من عمليات الشراء السابقة لدفع جزء من سعر الطلب. استمتع بمزايا إضافية مع كل مستوى جديد تبلغه.
de: Sie können den Preis der Bestellung anteilig mit den Cashback-Punkten Ihrer Einkäufe bezahlen und in jedem Level zusätzliche Vorteile freischalten.
es: Cubre parte del precio del pedido con los puntos devueltos en compras previas. Disfruta de otras ventajas con cada nuevo nivel que alcances.
fr: Couvrez une partie du prix de la commande avec les points de cashback reçus lors d'achats précédents. Débloquez des avantages supplémentaires à chaque nouveau niveau atteint.
it: Paga una parte del prezzo dell'ordine con i punti cashback ricevuti in occasione degli acquisti precedenti. Accedi a ulteriori vantaggi a ogni nuovo livello raggiunto.
nl: Betaal een deel van de kosten met cashbackpunten van eerdere aankopen. Telkens als je een nieuw niveau bereikt, ontgrendel je extra voordelen.
no: Dekk deler av bestillingsprisen med cashback-poeng du har mottatt fra tidligere kjøp. Lås opp ytterligere fordeler med hvert nytt nivå du oppnår.
pl: Pokryj część ceny zamówienia punktami cashback otrzymanymi z poprzednich zakupów. Z każdym osiągniętym poziomem odblokuj dodatkowe korzyści.
pt: Cobre parte do preço do pedido com pontos cashback recebidos de compras anteriores. Desbloqueia benefícios adicionais a cada novo nível alcançado.
ru: Покрывайте часть стоимости покупок баллами кешбэка, полученными за предыдущие заказы. Открывайте дополнительные преимущества с каждым новым уровнем.
sv: Täck en del av beställningspriset med cashback-poäng du har fått från tidigare köp. Lås upp ytterligare fördelar för varje ny nivå du uppnår.
tr: Sipariş fiyatının bir kısmını önceki alışverişlerden alınan geri ödeme puanlarıyla karşılayın. Ulaşılan her yeni kademe ile ek avantajların kilidini açın.
zh: 用从以前的购买中收到的现金返还点数来覆盖部分订单价格。每次达到新等级解锁额外好处。

# pl_upd39
source: Loyalty program tiers
ar: مستويات برنامج الولاء
de: Treueprogramm-Level
es: Niveles del programa de fidelización
fr: Niveaux du programme de fidélité
it: Livelli del programma fedeltà
nl: Niveaus loyaltyprogramma
no: Lojalitetsprogramnivåer
pl: Poziomy programu lojalnościowego
pt: Níveis do programa de fidelidade
ru: Уровни программы лояльности
sv: Lojalitetsprogramnivåer
tr: Sadakat programı kademeleri
zh: 忠诚度计划等级

# pl_upd40
source: Your tier
ar: مستواك
de: Ihr Level
es: Tu nivel
fr: Votre niveau
it: Il tuo livello
nl: Je niveau
no: Ditt nivå
pl: Twój poziom
pt: O teu nível
ru: Ваш уровень
sv: Din nivå
tr: Sizin kademeniz
zh: 你的等级

# pl_upd41
source: Requirements
ar: المتطلبات
de: Bedingungen
es: Requisitos
fr: Conditions
it: Requisiti
nl: Vereisten
no: Krav
pl: Wymagania
pt: Requisitos
ru: Требования
sv: Krav
tr: Gereksinimler
zh: 需要

# pl_upd42
source: [[x]] purchases on the website
ar: [[x]] من عمليات الشراء على الموقع الإلكتروني
de: [[x]] Einkäufe auf der Website
es: [[x]] compras en el sitio web
fr: [[x]] achats sur le site Web
it: [[x]] acquisti sul sito web
nl: [[x]] aankopen op de website
no: [[x]] kjøp på nettstedet
pl: Zakupy na stronie: [[x]]
pt: [[x]] compras no site
ru: [[x]] покупок на сайте
sv: [[x]] köp på webbplatsen
tr: Web sitesinde [[x]] satın alma
zh: [[x]] 次在网站上购买

# pl_upd43
source: [[x]] coins bought in total
ar: [[x]] من العملات المشتراة في المجمل
de: [[x]] gekaufte Münzen insgesamt
es: [[x]] monedas compradas en total
fr: [[x]] crédits achetés en tout
it: [[x]] crediti totali acquistati
nl: [[x]] munten in totaal gekocht
no: [[x]] mynter kjøpt totalt
pl: Suma kupionych monet: [[x]]
pt: [[x]] moedas compradas no total
ru: [[x]] купленных монет
sv: [[x]] mynt köpt totalt
tr: Toplamda [[x]] jeton alındı
zh: 总共购买[[x]]枚金币

# pl_upd44
source: Benefits
ar: المزايا
de: Vorteile
es: Ventajas
fr: Avantages
it: Vantaggi
nl: Voordelen
no: Fordeler
pl: Korzyści
pt: Benefícios
ru: Преимущества
sv: Fördelar
tr: Avantajlar
zh: 好处

# pl_upd45
source: [[x]]% of cashback received from every purchase
ar: [[x]]% من النقود المستردة المستلمة من كل عملية شراء
de: [[x]]% Cashback für jeden Einkauf
es: Obtén una devolución del [[x]]% con cada compra.
fr: [[x]]% de cashback reçus pour chaque achat
it: [[x]]% di cashback con ogni acquisto
nl: [[x]]% cashback bij elke aankoop
no: [[x]]% av cashback mottatt fra hvert kjøp
pl: Cashback otrzymywany przy każdym zakupie: [[x]]%
pt: [[x]]% de cashback recebido de cada compra
ru: [[x]]% кэшбека с каждой покупки
sv: [[x]]% cashback erhållits från varje köp
tr: Her satın alma işleminden [[x]]% tutarında nakit iadesi alındı
zh: 每次购买获得[[x]]%的现金返还

# pl_upd46
source: Up to [[x]]% of the order price can be paid with ROYAL Points
ar: يمكن دفع ما يصل إلى [[x]]% من سعر الطلب باستخدام نقاط ROYAL
de: Bis zu [[x]]% des Preises der Bestellung können mit ROYAL Punkten bezahlt werden
es: Paga hasta un [[x]]% del precio del pedido con puntos ROYAL.
fr: Jusqu'à [[x]]% du montant de la commande peuvent être payés avec des ROYAL Points.
it: Puoi pagare fino al [[x]]% del prezzo dell'ordine con punti ROYAL
nl: Maximaal [[x]]% van de bestelkosten kan worden betaald met ROYAL-punten
no: Opptil [[x]]% av ordreprisen kan betales med ROYAL-poeng
pl: Do [[x]]% ceny zamówienia można spłacić punktami ROYAL
pt: Até [[x]]% do preço do pedido pode ser pago com Pontos ROYAL
ru: До [[x]]% стоимости заказа можно оплатить с использованием ROYAL Points
sv: Upp till [[x]]% av beställningspriset kan betalas med ROYAL-poäng
tr: Sipariş fiyatının en fazla [[x]]% oranına kadar ROYAL Puanlar olarak ödenebilir
zh: 最高 [[x]]%的订单价格可以用ROYAL积分支付

# pl_upd49
source: Your profile
ar: ملفك التعريفي
de: Ihr Profil
es: Tu perfil
fr: Votre profil
it: Il tuo profilo
nl: Je profiel
no: Din profil
pl: Twój profil
pt: O teu perfil
ru: Ваш профиль
sv: Din profil
tr: Profiliniz
zh: 你的档案

# pl_upd50
source: Your ROYAL Points Balance
ar: رصيد نقاط ROYAL
de: Ihr ROYAL Punkteguthaben
es: Tu saldo de puntos ROYAL
fr: Solde de vos Royal Points
it: Il tuo saldo di punti ROYAL
nl: Je ROYAL-puntensaldo
no: Din ROYAL-poengsaldo
pl: Twoja suma punktów ROYAL
pt: O teu Saldo de Pontos ROYAL
ru: Ваш баланс
sv: Ditt ROYAL-poängsaldo
tr: ROYAL Puan Bakiyeniz
zh: 你的ROYAL积分余额

# pl_upd51
source: Cover part of the order price with cashback points received from previous purchases. Unlock additional benefits with each new tier reached.
ar: استخدم نقاط الاسترداد النقدي المستلمة من عمليات الشراء السابقة لدفع جزء من سعر الطلب. استمتع بمزايا إضافية مع كل مستوى جديد تبلغه.
de: Sie können den Preis der Bestellung anteilig mit den Cashback-Punkten Ihrer Einkäufe bezahlen und in jedem Level zusätzliche Vorteile freischalten.
es: Cubre parte del precio del pedido con los puntos devueltos en compras previas. Disfruta de otras ventajas con cada nuevo nivel que alcances.
fr: Couvrez une partie du prix de la commande avec les points de cashback reçus lors d'achats précédents. Débloquez des avantages supplémentaires à chaque nouveau niveau atteint.
it: Paga una parte del prezzo dell'ordine con i punti cashback ricevuti in occasione degli acquisti precedenti. Accedi a ulteriori vantaggi a ogni nuovo livello raggiunto.
nl: Betaal een deel van de kosten met cashbackpunten van eerdere aankopen. Telkens als je een nieuw niveau bereikt, ontgrendel je extra voordelen.
no: Dekk deler av bestillingsprisen med cashback-poeng du har mottatt fra tidligere kjøp. Lås opp ytterligere fordeler med hvert nytt nivå du oppnår.
pl: Pokryj część ceny zamówienia punktami cashback otrzymanymi z poprzednich zakupów. Z każdym osiągniętym poziomem odblokuj dodatkowe korzyści.
pt: Cobre parte do preço do pedido com pontos cashback recebidos de compras anteriores. Desbloqueia benefícios adicionais a cada novo nível alcançado.
ru: Покрывайте часть стоимости заказа баллами кешбэка, полученными за предыдущие покупки. Открывайте дополнительные преимущества с каждым новым достигнутым уровнем.
sv: Täck en del av beställningspriset med cashback-poäng du har fått från tidigare köp. Lås upp ytterligare fördelar för varje ny nivå du uppnår.
tr: Sipariş fiyatının bir kısmını önceki alışverişlerden alınan geri ödeme puanlarıyla karşılayın. Ulaşılan her yeni kademe ile ek avantajların kilidini açın.
zh: 用从以前的购买中收到的现金返还点数来覆盖部分订单价格。每次达到新等级解锁额外好处。

# pl_upd52
source: Your current Loyalty Tier
ar: مستوى الولاء الحالي
de: Ihr aktuelles Treue-Level
es: Tu nivel actual de fidelización
fr: Votre niveau actuel de fidélité
it: Il tuo livello di fedeltà attuale
nl: Je huidige loyaltyniveau
no: Ditt nåværende lojalitetsnivå
pl: Twój obecny poziom lojalnościowy
pt: O teu Nível de Fidelidade atual
ru: Ваш текущий уровень лояльности
sv: Din nuvarande lojalitetsnivå
tr: Mevcut Sadakat Kademeniz
zh: 你当前的忠诚度等级

# pl_upd53
source: Bronze
ar: برونزي
es: Bronce
it: Bronzo
nl: Brons
no: Bronse
pl: Brąz
ru: Бронза
sv: Brons
tr: Bronz
zh: 青铜

# pl_upd54
source: Silver
ar: فضي
de: Silber
es: Plata
fr: Argent
it: Argento
nl: Zilver
no: Sølv
pl: Srebro
pt: Prata
ru: Серебро
tr: Gümüş
zh: 白银

# pl_upd55
source: Gold
ar: ذهبي
es: Oro
fr: Or
it: Oro
nl: Goud
no: Gull
pl: Złoto
pt: Ouro
ru: Золото
sv: Guld
tr: Altın
zh: 黄金

# pl_upd56
source: Inform
de: Inform-Karten
es: Jugador en forma
no: Informer
ru: Информ
sv: Underrätta
zh: 通知

# pl_upd57
source: Hero
ar: بطل
de: Held
es: Héroe
fr: Héros
it: Eroe
nl: Held
no: Helt
pl: Bohater
pt: Herói
ru: Герой
sv: Hjälte
tr: Kahraman
zh: 英雄

# pl_upd58
source: Icon
ar: أيقوني
de: Idol
es: Icono
fr: Icône
it: Icona
nl: Icoon
no: Ikon
pl: Ikona
pt: Ícone
ru: Икона
sv: Ikon
tr: İkon
zh: 偶像

# pl_upd59
source: Number of purchases needed to reach the next tier
ar: عدد عمليات الشراء اللازم للوصول إلى المستوى التالي
de: Anzahl der Einkäufe bis zum nächsten Level
es: Número de compras necesarias para alcanzar el siguiente nivel
fr: Nombre d'achats nécessaires pour accéder au niveau suivant
it: Numero di acquisti necessari per raggiungere il livello successivo
nl: Aantal aankopen tot het volgende niveau
no: Antall kjøp som trengs for å nå neste nivå
pl: Liczba zakupów potrzebna do osiągnięcia kolejnego poziomu
pt: Número de compras necessárias para alcançares o próximo nível
ru: Количество покупок, необходимое для перехода на следующий уровень
sv: Antal köp som krävs för att nå nästa nivå
tr: Bir sonraki seviyeye ulaşmak için gereken satın alma işlemi sayısı
zh: 达到下一等级所需的购买次数

# pl_upd60
source: Total coins bought
ar: إجمالي العملات المشتراة
de: Gekaufte Münzen insgesamt
es: Total de monedas compradas
fr: Total des crédits achetés
it: Crediti totali acquistati
nl: Totaal aantal munten gekocht
no: Totalt kjøpte mynter
pl: Suma zakupionych monet
pt: Total de moedas compradas
ru: Общее количество купленных монет
sv: Totalt köpta mynt
tr: Satın alınan toplam jeton
zh: 购买的金币总数

# pl_upd61
source: Your benefits
ar: المزايا التي تتمتع بها
de: Ihre Vorteile
es: Tus ventajas
fr: Cashback dont vous
it: I tuoi vantaggi
nl: Je voordelen
no: Dine fordeler
pl: Twoje korzyści
pt: Os teus benefícios
ru: Ваши преимущества
sv: Dina fördelar
tr: Her satın alma
zh: 你从每次购买所得的现金返还

# pl_upd62
source: of cashback received from every purchase
ar: من النقود المستردة المستلمة من كل عملية شراء
de: Cashback für jeden Einkauf
es: Devolución con cada compra
fr: avez bénéficié lors de chacun de vos achats
it: di cashback con ogni acquisto
nl: cashback ontvangen bij alle aankopen
no: av cashback mottatt fra hvert kjøp
pl: cashback otrzymywany przy każdym zakupie
pt: de cashback recebido de cada compra
ru: Кешбэк, получаемый с каждой покупки
sv: av cashback som erhållits från varje köp
tr: işleminden elde edilen nakit para iadesi avantajlarınız
zh: 的好处

# pl_upd65
source: of the order price can be paid with ROYAL Points
ar: من سعر الطلب باستخدام نقاط ROYAL
de: des Preises der Bestellung, der mit ROYAL Punkten bezahlt werden kann
es: Porcentaje del precio del pedido que puede pagarse con puntos ROYAL
fr: du montant de la commande peuvent être payés avec des ROYAL Points.
it: del prezzo dell'ordine pagabile con punti ROYAL
nl: van de bestelkosten kan worden betaald met ROYAL-punten
no: av ordreprisen kan betales med ROYAL-poeng
pl: ceny zamówienia można spłacić punktami ROYAL
pt: do preço do pedido pode ser pago com Pontos ROYAL
ru: стоимости заказа может быть оплачена очками ROYAL Points
sv: av beställningspriset kan betalas med ROYAL-poäng
tr: oranında ROYAL Puanlar kullanılarak sipariş fiyatının ödemesi gerçekleştirilebilir
zh: 的订单价格可以用ROYAL积分支付

# pl_upd66
source: ROYAL Points History
ar: سجل نقاط ROYAL
de: Verlauf der ROYAL Punkte
es: Historial de puntos ROYAL
fr: Historique des ROYAL Points
it: Cronologia punti ROYAL
nl: Geschiedenis ROYAL-punten
no: ROYAL-poenghistorikk
pl: Historia punktów ROYAL
pt: Histórico de Pontos ROYAL
ru: История счета ROYAL Points
sv: ROYAL-poänghistorik
tr: ROYAL Puan Geçmişi
zh: ROYAL积分历史

# pl_upd71
source: Make more purchases and buy more coins to unlock this tier
ar: أجرِ المزيد من عمليات الشراء واشتر المزيد من العملات لفتح هذا المستوى
de: Kaufen Sie mehr und holen Sie sich Münzen, um dieses Level freizuschalten
es: Realiza más compras y adquiere más monedas para desbloquear este nivel
fr: Effectuez d'autres achats et achetez plus de crédits pour débloquer ce niveau
it: Fai altri acquisti e acquista più crediti per sbloccare questo livello
nl: Doe meer aankopen en koop meer munten om dit niveau te ontgrendelen
no: Gjør flere kjøp og kjøp flere mynter for å låse opp dette nivået
pl: Dokonaj większej liczby zakupów i kup więcej monet, aby odblokować ten poziom
pt: Faz mais compras e compra mais moedas para desbloqueares este nível
ru: Совершите больше покупок и купите больше монет, чтобы разблокировать этот уровень
sv: Gör fler köp och köp fler mynt för att låsa upp den här nivån
tr: Bu seviyenin kilidini açmak için daha fazla alışveriş yapın ve daha fazla jeton satın alın
zh: 进行更多购买和买更多金币来解锁这一等级

# process
source: Delivery process
ar: عملية التوصيل
de: Lieferprozess
es: Proceso de entrega
fr: Processus de livraison
it: Processo di consegna
nl: Bezorgproces
no: Leveranseprosess
pl: Proces dostawy
pt: Processo de entrega
ru: Процесс доставки
sv: Leveransprocess
tr: Teslimat süreci
zh: 交付过程

# refresh
source: Refresh page
ar: قم بتحديث الصفحة
de: Seite aktualisieren
es: Actualizar página
fr: Actualiser la page
it: Aggiorna la pagina
nl: Pagina verversen
no: Last inn siden på nytt
pl: Odśwież stronę
pt: Atualizar página
ru: Обновить страницу
sv: Uppdatera sidan
tr: Sayfayı yenileyin
zh: 刷新页面

source: reviews
ar: عدد المراجعات
de: Rezensionen
es: opiniones
fr: avis
it: recensioni
nl: recensies
no: anmeldelser
pl: recenzji
pt: avaliações
ru: отзывов
sv: recensioner
tr: yorum
zh: 个评论

source: satisfied costumers
ar: من العملاء الراضين
de: zugestellt
es: de clientes satisfechos.
fr: satisfait nos clients
it: di clienti soddisfatti
nl: van onze klanten tevreden
no: av brukerne som blir fornøyd
pl: zadowolonych klientów
pt: clientes satisfeitos
ru: довольных покупателей
sv: nöjda kunder
tr: memnun müşterimiz var
zh: 满意客户

# sbc
source: Try SBC Solver at a discounted rate
ar: جرب SBC Solver بسعر مخفض
de: Nutze den Rabatt und probiere den SBC Solver aus
es: Prueba SBC Solver con descuento
fr: Testez SBC Solver à prix réduit
it: Prova SBC Solver a tariffa scontata
nl: Probeer SBC Solver met korting
no: Prøv SBC Solver til nedsatt pris
pl: Wypróbuj SBC Solver ze zniżką
pt: Testa o SBC Solver a um preço mais baixo
ru: Попробуйте SBC Solver со скидкой
sv: Prova SBC Solver till rabatterat pris
tr: SBC Solver'ı indirimli fiyattan deneyin
zh: 以优惠价格试用SBC Solver

# season
source: Getting ready for the new season
ar: استعد للموسم الجديد
de: Vorbereitung auf die neue Saison
es: Preparándonos para la próxima temporada
fr: Préparation de la nouvelle saison
it: Prepariamoci alla nuova stagione
nl: Bezig met voorbereiden op het nieuwe seizoen
pl: Przygotowujemy się do nowego sezonu
pt: A preparar a nova temporada
ru: Готовимся к новому сезону
tr: Yeni sezona hazırlanıyoruz
zh: 准备好迎接新赛季

# seo:root:description
source: Best store to buy EA SPORTS FC 24 Coins ✔Buy EA FC 24 Coins for PS 4/5, Xbox One/X/S 🎮Fast Delivery & 24/7 Live Support ⚡ 100% Secure Payments 🔒 Safe place to get Cheap Ultimate Team Coins 😉
ar: أفضل متجر لشراء عملات EA SPORTS FC 25 Coins ✔اشترِ عملات EA FC 25 لأجهزة PS 4/5 وXbox One / X / S 🎮 مع التسليم السريع والدعم المباشر ⚡ مدفوعات آمنة 100% 🔒 ومكان آمن للحصول على عملات Ultimate Team الرخيصة 😉
de: Bester Store für EA SPORTS FC 25 Münzen ✔Kaufen Sie EA FC 25 Münzen für PS 4/5, Xbox One/X/S 🎮Schneller Versand und Support rund um die Uhr ⚡ 100 % sichere Zahlung 🔒 Sicher Ultimate Team Münzen kaufen 😉
es: Mejor tienda de EA SPORTS FC 25 ✔Compra monedas de EA FC 25 para PS4, PS5 y Xbox One/X/S 🎮Entrega rápida y asistencia 24 horas ⚡Pagos 100 % seguros 🔒 Sitio seguro para conseguir monedas baratas de Ultimate Te
fr: Boutique №1 pour achat crédits EA SPORTS FC 24 ✔Achat crédits EA FC 24 pour PS 4/5, Xbox One/X/S 🎮Livraison rapide, assistance live 24/7 ⚡ Paiements 100 % sûrs 🔒 Lieu sûr pour achat éco de crédits Ultimate Te
it: Il miglior negozio per i crediti EA SPORTS FC 25 ✔ Crediti EA FC 25 per PS 4/5, Xbox One/X/S 🎮Consegna rapida e assistenza dal vivo 24/7 ⚡ Pagamenti sicuri al 100% 🔒 Crediti Ultimate Team sicuri e a basso cos
nl: Beste winkel voor EA SPORTS FC 25-munten ✔ Koop EA FC 25-munten voor PS4/5, Xbox One/X/S 🎮Snelle bezorging en 24/7 support ⚡ 100% veilige betalingen 🔒 Veilige plek om goedkoop Ultimate Team-munten te kopen 😉
no: Den beste butikken å kjøpe EA SPORTS FC 24-mynter ✔ Kjøp EA FC 24-mynter for PS 4/5, Xbox One/X/S 🎮 Rask levering og 24/7-kundestøtte⚡100% sikre betalinger 🔒 Trygt sted å kjøpe billige Ultimate Team mynter 😉
pl: Najlepszy sklep do kupowania monet EA SPORTS FC 24 ✔Kup monety EA FC 24 na PS 4/5, Xbox One/X/S 🎮Szybka dostawa i pomoc na żywo 24/7 ⚡ 100% bezpieczne płatności 🔒 Bezpieczne zdobywanie tanich monet FUT 😉
pt: Melhor loja para moedas EA SPORTS FC 25 ✔Compra moedas EA FC 25 para PS 4/5, Xbox One/X/S 🎮Entrega rápida e Assistência ao vivo 24/7 ⚡ 100% Pagamentos seguros 🔒Seguro para moedas Ultimate Team baratas 😉
ru: Лучший магазин для покупки Монет EA SPORTS FC 24 ✔ Покупай Монеты EA FC 24 для PS 4/5, Xbox One/X/S 🎮 Быстрая Доставка и Поддержка 24/7 ⚡ 100% Безопасные Платежи 🔒 Безопасное место для приобретения Дешёвых Монет Ultimate Team 😉
sv: Bästa butiken för att köpa EA SPORTS FC 25-mynt ✔Köp EA FC 25-mynt för PS 4/5, Xbox One/X/S 🎮Snabb leverans och 24/7 live support ⚡ 100% säkra betalningar 🔒 Säker plats för att få billiga Ultimate Team-mynt 😉
tr: EA SPORTS FC 25 Jetonları için en iyi mağaza ✔PS 4/5, Xbox One/X/S için EA FC 25 jetonları satın alın 🎮Hızlı Teslimat ve 7/24 Canlı Destek ⚡ %100 Güvenli Ödeme 🔒 Ucuz Ultimate Team Jetonları için güvenli yer
zh: 购买FUT23金币的最佳商店✔为PS4/5、Xbox One/X/S购买FIFA23金币 🎮快速交付&24/7实时支持⚡100%安全付款 🔒 获得廉价Ultimate Team金币的安全地方😉
