Repository: vikkuzz/royalfut-sell
Catalog: apps/royalfut/locales/lng/*.po
Languages: ar, de, es, fr, it, nl, no, pl, pt, ru, sv, tr, zh

# ab91
source: If you are tired of grinding FC 24 coins we have a perfect low-costing solution for you! Meet ROYALFUT.com, the most reliable EA FC coins shop with many years of experience in this field. This top-rated marketplace offers the lowest prices for FIFA 24 coins online and can guarantee fast delivery and 100% security of your account. Purchasing FC coins at ROYALFUT is the most affordable and legitimate option when it comes to helping you make your game even more enjoyable with no risk of any unpleasant consequences whatsoever. The regular Ultimate Team coin deals that you can find in this shop are decreasing already low prices which allows you to make the most profitable in-game transactions. ROYALFUT platform isn't only 100% reliable about their FUT coins for sale but is also known for their amazing customer support that will always help you with any question or problem you may have. It's pretty rare these days to find a legit UT 24 coins store but ROYALFUT.com is without any doubt one of them. This is absolutely the best place for you if you're looking to buy Ultimate Team coins for PC, PS4, PS5, Xbox One, Xbox Series X or Xbox Series S with 100% safe payments and instant delivery.
ar: إذا كنت قد سئمت من استهلاك عملات FC 25، فلدينا حل مثالي ورخيص من أجلك! تعرف على ROYALFUT.com، متجر عملات EA FC الأكثر موثوقية والذي يتمتع بسنوات عديدة من الخبرة في هذا المجال. يقدم هذا السوق ذو التصنيف الأعلى أقل الأسعار لعملات FIFA 25 عبر الإنترنت ويمكنه ضمان التسليم السريع وأمان حسابك بنسبة 100%. يعد شراء عملات FC من ROYALFUT الخيار الأكثر شرعية وبأسعار معقولة عندما يتعلق الأمر بمساعدتك في جعل لعبتك أكثر متعة دون المخاطرة بأي عواقب غير سارة على الإطلاق. تعمل صفقات عملات Ultimate Team العادية التي يمكنك العثور عليها في هذا المتجر على خفض الأسعار المنخفضة بالفعل مما يسمح لك بإجراء المعاملات الأكثر ربحية داخل اللعبة. منصة ROYALFUT ليست موثوقة بنسبة 100% فقط بشأن عملات FUT المعروضة للبيع ولكنها معروفة أيضًا بدعم العملاء المذهل الذي سيساعدك دائمًا في الرد على أي سؤال أو مشكلة قد تكون لديك. من النادر جدًا هذه الأيام العثور على متجر شرعي للعملات المعدنية لـ UT 25، لكن موقع ROYALFUT.com هو بلا شك أحد هذه المتاجر. هذا هو المكان الأفضل لك على الإطلاق إذا كنت تتطلع إلى شراء عملات Ultimate Team لأجهزة الكمبيوتر الشخصية أو PS4 أو PS5 أو Xbox One أو Xbox Series X أو Xbox Series S مع عمليات دفع آمنة 100% وتسليم فوري.
de: Wenn Sie genug von der Münzjagd haben, ist FC 25 die perfekte und preiswerte Lösung für Sie! Sehen Sie sich den zuverlässigen und seit Jahren etablierten EA FC Münzshop ROYALFUT.com an. Der Handelsplatz mit Top-Bewertungen und den niedrigsten Online-Preisen für FIFA 25 Münzen garantiert einen schnellen Versand und 100 % Sicherheit für Ihr Konto. Mit dem erschwinglichen und legitimen FC Münzkauf bei ROYALFUT spielen Sie mit noch mehr Spaß und ohne die Gefahr unangenehmer Konsequenzen. Die Münzpreise der Ultimate Team Angebote in unserem Shop liegen noch unter unseren günstigsten Angeboten und Sie machen immer den größten Gewinn bei den Spieltransaktionen. Die Plattform ROYALFUT ist 100 % zuverlässig beim Verkauf von FUT Münzen und bekannt für einen exzellenten Kundendienst, der Ihnen bei allen Fragen und Problemen hilft. Es ist heute schwierig, legitime Shops zu finden, ROYALFUT.com ist zweifellos einer dieser einzigartigen UT 25 Münzshops. Es ist der absolut beste Shop für den Kauf von Ulitmate Team Münzen für PC, PS4, PS5, Xbox One, Xbox Series X oder Xbox Series S mit 100 % sicherer Zahlung und Sofortversand.
es: If you are tired of grinding FC 25 coins ¡Te ofrecemos una solución fácil y sencilla! ROYALFUT.com, la tienda más fiable de monedas de EA FC, con años de experiencia en el sector. Este cibermercado de monedas de FIFA 25 goza de excelentes valoraciones y puede garantizar una entrega rápida 100 % segura en tu cuenta. Comprar monedas de FC en ROYALFUT es la opción más asequible y legal para disfrutar aún más jugando sin exponerse a consecuencias negativas. Las ofertas en monedas de Ultimate Team disponibles en esta tienda reducen precios ya de por sí bajos, para que puedas maximizar los beneficios de tus transacciones en el juego. ROYALFUT no solo es una plataforma 100 % fiable para vender monedas de FUT, sino que también es famosa por su asombroso servicio de atención al cliente, disponible en todo momento para ayudarte con cualquier pregunta o problema que tengas. Hoy en día no abundan las tiendas legales de monedas de UT 25, pero ROYALFUT.com es una de ellas. Si deseas comprar monedas de Ultimate Team para PC, PS4, PS5, Xbox One, Xbox Series X o Xbox Series S, con pagos 100 % seguros y entrega al instante, este es sin ningún lugar a dudas el mejor sitio para hacerlo.
fr: Si vous en avez assez de vous ruiner en crédits FC 24, nous avons une solution parfaite et bon marché pour vous ! Découvrez ROYALFUT.com, la boutique de crédits EA FC la plus fiable avec de nombreuses années d'expérience dans ce domaine. Cette marketplace de premier ordre offre les prix les plus bas pour les crédits FIFA 24 en ligne et peut garantir une livraison rapide, ainsi qu'une sécurité à 100 % de votre compte. L'achat de crédits FC sur ROYALFUT est l'option la plus économique et la plus fiable sur le plan légal pour vous aider à rendre votre jeu encore plus divertissant, sans aucun risque de conséquences désagréables. Les offres régulières de crédits Ultimate Team auxquelles vous pouvez accéder dans cette boutique permettent de bénéficier de réductions sur des prix déjà bas. Vous pouvez ainsi réaliser des transactions on ne peut plus avantageuses dans le cadre du jeu. La plateforme ROYALFUT n'est pas seulement 100 % fiable en ce qui concerne la vente de crédits FUT, mais elle est également réputée pour son service d'assistance à la clientèle exceptionnel qui apportera toujours une réponse à toutes vos questions et à tous vos problèmes. De nos jours, il est plutôt rare de trouver une boutique de crédits UT 24 légale, mais ROYALFUT.com est sans aucun doute l'une d'entre elles. Si vous cherchez à acheter des crédits Ultimate Team pour PC, PS4, PS5, Xbox One, Xbox Series X ou Xbox Series S et à bénéficier de paiements 100 % sécurisés, ainsi que d'une livraison instantanée, vous êtes à la bonne adresse.
it: Se sei stanco di affannarti per ottenere monete di FC 25 abbiamo la soluzione per te, perfetta ed economica! Ti presentiamo ROYALFUT.com, il negozio di monete EA FC più affidabile, con molti anni di esperienza in questo campo. Questo marketplace particolarmente apprezzato propone monete di FIFA 25 online ai prezzi più bassi, con consegna rapida e con il 100% di sicurezza per il tuo account. L'acquisto di monete FC su ROYALFUT è l'opzione più conveniente e legale per giocare in modo ancora più piacevole senza rischi di conseguenze negative. Nelle normali offerte di monete di Ultimate Team che trovi in questo negozio i prezzi (già bassi) sono ulteriormente ridotti per offrirti le transazioni in-game più vantaggiose. La piattaforma ROYALFUT non è solo affidabile al 100% per quanto riguarda le monete FUT in vendita, ma è anche nota per l'eccezionale servizio di assistenza che ti aiuterà sempre, con qualsiasi domanda o problema. Oggi è piuttosto raro trovare un negozio di monete UT 25 legale, ma ROYALFUT.com è senza dubbio uno di questi. È decisamente la soluzione migliore, se desideri acquistare monete di Ultimate Team per PC, PS4, PS5, Xbox One, Xbox serie X o Xbox serie S con pagamenti sicuri al 100% e consegna immediata.
nl: Als je geen zin meer hebt om heel hard te werken voor je FC 25-munten hebben we een perfecte en goedkope oplossing voor je! Maak kennis met ROYALFUT.com, de betrouwbaarste EA FC-muntenwinkel, met vele jaren ervaring. Deze uitstekend beoordeelde marktplaats biedt de laagste prijzen voor FIFA 25-munten online met garantie op snelle levering en 100% accountveiligheid. Het kopen van FC-munten bij ROYALFUT is de goedkoopste legale manier om je game nog leuker te maken, zonder het risico van onaangename gevolgen. Bij de gewone aanbiedingen voor Ultimate Team-munten in deze winkel zijn de toch al lage prijzen nog verder verlaagd zodat je in de game goedkoop je slag kunt slaan. De aanbiedingen voor FUT-munten op het ROYALFUT-platform zijn 100% betrouwbaar en onze klantenservice is ook nog eens geweldig. Ze zullen je altijd helpen met welke vragen of problemen je ook komt aankloppen. Je vindt tegenwoordig niet zo makkelijk meer een wettige UT 25-muntenwinkel, maar ROYALFUT.com is er zonder twijfel een. Dit is absoluut de beste plek om Ultimate Team-munten te kopen voor pc, PS4, PS5, Xbox One, Xbox Series X of Xbox Series S, met 100% veilige betalingen en directe levering.
no: Hvis du er lei av å skaffe seg FC 24-mynter, har vi en perfektlavkostløsning for deg! Møt ROYALFUT.com, den mest sikre EA FC-myntbutikken med mange års erfaring på dette feltet. Denne topprangerte markedsplassen tilbyr de laveste prisene for FIFA 24-mynter på nettet og kan garantere rask levering og 100 % sikkerhet for kontoen din. Kjøp av FC-mynter hos ROYALFUT er det rimeligste og mest legitime alternativet som hjelper deg å gjøre spillet enda morsommere uten risiko og noen ubehagelige konsekvenser. Regelmessige rabatter på Ultimate Team-mynter i butikken vår gjør våre allerede attraktive priser enda lavere, slik at du kan gjøre de mest lønnsomme avtalene i spillet. ROYALFUT-plattformen er ikke bare 100 % trygg når det gjelder deres FUT-mynter for salg, men den er også kjent for fantastisk kundestøtte som alltid vil hjelpe deg med alle spørsmål eller problemer du kansje har. Det er ganske sjelden i disse dager å finne en legit UT 24-myntbutikk, men ROYALFUT.com er uten tvil en av dem. Det er absolutt det beste stedet for deg hvis du ønsker å kjøpe Ultimate Team-mynter for PC, PS4, PS5, Xbox One, Xbox Series X eller Xbox Series S med 100 % trygg betalinge og umiddelbar levering.
pl: Jeśli masz już dość grindowania monet FC 24, mamy dla ciebie idealne i tanie rozwiązanie! Oto ROYALFUT.com, najbardziej niezawodny sklep z monetami EA FC, z wieloletnim doświadczeniem na tym polu. Ten najwyżej oceniany rynek oferuje najniższe ceny na monety FIFA 24 i gwarantuje szybką dostawę oraz 100% bezpieczeństwa twojego konta. Zakup monet FC w ROYALFUT to najtańsza i najbezpieczniejsza opcja, jeśli chodzi o czerpanie przyjemności z gry, bez ryzyka jakichkolwiek niepożądanych konsekwencji. Standardowe oferty na monety Ultimate Team, które znajdziesz w tym sklepie są jeszcze tańsze niż gdzie indziej, a więc możesz dokonać najbardziej korzystnych transakcji w grze. Platforma ROYALFUT jest nie tylko w 100% pewna, jeśli chodzi o sprzedaż monet FUT, ale jest też znana z doskonałej obsługi klienta, która zawsze pomoże z pytaniami lub problemami. W dzisiejszych czasach trudno o niezawodny sklep z monetami UT 24, ale ROYALFUT.com jest bez wątpienia właśnie taki. To absolutnie najlepsze miejsce, jeśli chcesz kupić monety Ultimate Team na PC, PS4, PS5, Xbox One, Xbox Series X lub Xbox Series S z w pełni bezpiecznymi płatnościami i natychmiastową dostawą.
pt: Se estás cansado de moer moedas FC 25, temos uma solução perfeita e barata para ti! Conhece a ROYALFUT.com, a loja de moedas EA FC mais fiável, com muitos anos de experiência neste campo. Este mercado com as melhores classificações oferece os preços mais baixos para as moedas de FIFA 25 online e pode garantir uma entrega rápida e 100% de segurança da tua conta. Comprar moedas FC na ROYALFUT é a opção mais acessível e legítima quando se trata de ajudar-te a tornar o teu jogo ainda mais agradável, sem risco de quaisquer consequências desagradáveis. As ofertas regulares de moedas do Ultimate Team que podes encontrar nesta loja estão a diminuir os preços já baixos, o que permite que faças as transações mais lucrativas no jogo. A plataforma ROYALFUT não é apenas 100% fiável sobre as tuas moedas FUT à venda, mas também é conhecida pelo seu incrível apoio ao cliente que vai ajudar-te sempre com qualquer dúvida ou problema que possas ter. É muito raro hoje em dia encontrar uma loja legítima de moedas UT 25, mas a ROYALFUT.com é sem dúvida uma delas. Este é absolutamente o melhor lugar para ti se quiseres comprar moedas do Ultimate Team para PC, PS4, PS5, Xbox One, Xbox Series X ou Xbox Series S com pagamentos 100% seguros e entrega instantânea.
ru: Если вы устали зарабатывать монеты FC 24, у нас есть для вас отличное и недорогое предложение! Встречайте ROYALFUT.com, самый надежный магазин монет EA FC с многолетним опытом работы в этой области. Эта высококлассная торговая площадка предлагает самые низкие цены на монеты FIFA 24 в Интернете и гарантирует быструю доставку и 100% безопасность вашей учетной записи. Покупка монет FC на ROYALFUT - это самый доступный и безопасный вариант, с нашей помощью вы сможете наслаждаться игрой, не опасаясь каки-либо последствий. Регулярные скидки на монеты Ultimate Team в нашем магазине, делают наши и без того привлекательные цены еще ниже, позволяя вам совершать самые выгодные внутриигровые сделки. Платформа ROYALFUT не предоставляет на 100% надежный способ покупки монет FUT, а наша замечательная служба поддержки всегда готова помочь вам с любым вопросом или проблемой. Существует не так много надежных магазинов монет UT 24, но ROYALFUT.com, без сомнения, один из них. Если вы хотите купить монеты Ultimate Team для PC, PS4, PS5, Xbox One, Xbox Series X или Xbox Series S со 100% безопасными платежами и мгновенной доставкой, то вы попали по адресу.
sv: Om du är trött på att mala FC 25-mynt har vi en perfekt lågkostnadslösning för dig! Möt ROYALFUT.com, den mest pålitliga EA FC-myntbutiken med många års erfarenhet inom detta område. Denna topprankade marknadsplats erbjuder de lägsta priserna för FIFA 25-mynt online och kan garantera snabb leverans och 100% säkerhet för ditt konto. Att köpa FC-mynt på ROYALFUT är det mest prisvärda och legitima alternativet när det gäller att hjälpa dig att göra ditt spel ännu roligare utan risk för några som helst obehagliga konsekvenser. De regelbundna Ultimate Team-mynterbjudandena som du kan hitta i denna butik minskar redan låga priser vilket gör att du kan göra de mest lönsamma transaktionerna i spelet. ROYALFUT-plattformen är inte bara 100% pålitlig när det gäller deras FUT-mynt till salu utan är också känd för sin fantastiska kundsupport som alltid hjälper dig med alla frågor eller problem du kan ha. Det är ganska sällsynt dessa dagar att hitta en legitim UT 25-myntbutik men ROYALFUT.com är utan tvekan en av dem. Detta är absolut det bästa stället för dig om du vill köpa Ultimate Team-mynt för PC, PS4, PS5, Xbox One, Xbox Series X eller Xbox Series S med 100% säkra betalningar och omedelbar leverans.
tr: FC 25 jetonlarını öğütmekten bıktıysanız, sizin için mükemmel ve ucuz bir çözümümüz var! Bu alanda uzun yıllara dayanan deneyime sahip en güvenilir EA FC jeton mağazası ROYALFUT.com ile tanışın. Bu en yüksek puanlı pazar yeri, çevrimiçi FIFA 25 jetonları için en düşük fiyatları sunar ve hızlı teslimat ve hesabınız için %100 güvenliği garanti edebilir. ROYALFUT'tan FC jetonları satın almak, herhangi bir tatsız sonuç riski olmadan oyununuzu daha da keyifli hale getirmenize yardımcı olmak söz konusu olduğunda en uygun fiyatlı ve yasal seçenektir. Bu mağazada bulabileceğiniz düzenli Ultimate Team jeton fırsatları, en kazançlı oyun içi işlemleri yapmanıza olanak tanıyan düşük fiyatlar sunuyor. ROYALFUT platformu, FUT jetonları satışı konusunda yalnızca %100 güvenilir olmakla kalmıoyor, aynı zamanda sahip olabileceğiniz herhangi bir soru veya sorunda size her zaman yardımcı olacak harika müşteri desteği ile de tanınıyor. Bugünlerde yasal bir UT 25 jeton mağazası bulmak oldukça zor ancak ROYALFUT.com şüphesiz bunlardan biridir. PC, PS4, PS5, Xbox One, Xbox Series X veya Xbox Series S için Ultimate Team jetonlarını %100 güvenli ödeme ve anında teslimat ile satın almak istiyorsanız burası kesinlikle sizin için en iyi yer.
zh: 如果你厌倦了研磨FC 24金币，我们有一个完美便宜的解决方案给你！来认识下ROYALFUT.com，一家最可靠的EA FC金币店，在这一领域有多年经验。这个顶级市场在线提供最低价格的FIFA 24金币，可以保证快速交付和100%的帐户安全。在ROYALFUT购买FC 金币是最实惠和合法的选择，帮助你的游戏体验更愉快，没有任何不良后果的风险。你可以在这家商店找到普通的Ultimate Team金币交易，已经很低的价格还在下降，使你可以进行最划算的游戏内交易。ROYALFUT平台不仅在FUT金币销售方面100％可靠，而且其出色的客户支持闻名，将始终帮助你解决可能遇到的任何问题。现在很少能找到一个合法的FUT24金币商店，但是ROYALFUT.com 毫无疑问是其中之一。如果你想购买适用于PC、PS4、PS5、Xbox One、Xbox Series X或Xbox Series S系列的Ultimate Team金币，付款100%安全，即时交付，这绝对是你最好的地方。

# ab92
source: Buy FC 24 Ultimate Team coins
ar: اشترِ عملات FC 25 Ultimate Team
de: FC 25 Ultimate Team Münzen kaufen
es: Compra monedas de FC 25 Ultimate Team
fr: Acheter des crédits FC 24 Ultimate Team
it: Acquista crediti FC 25 Ultimate Team
nl: Koop FC 25 Ultimate Team-munten
no: Kjøp FC 24 Ultimate Team mynter
pl: Kup monety FC 24
pt: Compra moedas do FC 25 Ultimate Team
ru: Купить монеты FC 24 Ultimate Team
sv: Köp FC 25 Ultimate Team-mynt
tr: FC 25 Ultimate Team jetonları satın alın
zh: 购买FC 24 Ultimate Team金币

# ab93
source: Order info
ar: معلومات الطلب
de: Info zur Bestellung
es: Información del pedido
fr: Informations sur la commande
it: Informazioni sull'ordine
nl: Bestellingsinfo
no: Bestillingsinformasjon
pl: Informacje o zamówieniu
pt: Informações do pedido
ru: Детали заказа
sv: Information om beställning
tr: Sipariş bilgileri
zh: 订单信息

# ab94
source: Checkout
ar: الدفع
de: Zahlung
es: Finalización de compra
fr: Paiement
it: Pagamento
nl: Kassa
no: Til kassen
pl: Realizacja
ru: Оформить заказ
sv: Lägg en beställning
tr: Ödeme
zh: 结账

# ab95
source: Delivery
ar: التسليم
de: Versand
es: Entrega
fr: Livraison
it: Consegna
nl: Bezorging
no: Levering
pl: Dostawa
pt: Entrega
ru: Доставка
sv: Leverans
tr: Teslimat
zh: 交付

# ab96
source: Platform
ar: المنصة
de: Plattform
es: Plataforma
fr: Plateforme
it: Piattaforma
no: Plattform
pl: Platforma
pt: Plataforma
ru: Платформа
sv: Plattform
zh: 平台

# ab97
source: Amount
ar: المبلغ
de: Anzahl
es: Cantidad
fr: Nombre
it: Quantità
nl: Aantal
no: Antall
pl: Ilość
pt: Montante
ru: Количество
sv: Belopp
tr: Miktar
zh: 数额

# ab98
source: Price
ar: السعر
de: Preis
es: Precio
fr: Prix
it: Prezzo
nl: Prijs
no: Pris
pl: Cena
pt: Preço
ru: Цена
sv: Pris
tr: Fiyat
zh: 价格

# authToPay
source: Sign in to purchase
ar: تسجيل الدخول للشراء
de: Zum Kauf anmelden
es: Entra para comprar
fr: S'inscrire pour acheter
it: Accedi per acquistare
nl: Meld je aan om te kopen
no: Logg inn for å kjøpe
pl: Zarejestruj się, by kupić
pt: Iniciar sessão e comprar
ru: Для оплаты авторизуйтесь
sv: Logga in för att köpa
tr: Almak için oturum açın
zh: 登录购买

source: Cashback
ar: كاش باك
de: Rückvergütung
ru: Кешбэк
zh: 返现

# coins_page1
source: Unassigned Items
ar: توجد عناصر غير مخصصة
de: Es gibt noch nicht zugewiesene Posten
es: Tienes artículos sin asignar
fr: Il y a des éléments non affectés
it: Ci sono oggetti non assegnati
nl: Er zijn te ontvangen items
no: Det finnes Ikke-tilordnede kort
pl: Istnieją nieprzypisane elementy
pt: Há itens não atribuídos
ru: Имеются нераспр. предметы
sv: Det finns Osorterade kort
tr: Atanmamış öğeler var
zh: 俱乐部中有未分配的物品

# coins_page15
source: You can afford almost any of the cheapest players with this amount.
ar: يمكنك تحمل تكلفة أيٍّ من أرخص اللاعبين تقريبًا بهذا المبلغ.
de: Mit diesem Betrag können Sie sich jeden preiswerten Spieler leisten.
es: Con esta cantidad puedes permitirte prácticamente cualquiera de los jugadores más baratos.
fr: Avec ce montant, vous pouvez vous offrir pratiquement tous les joueurs les moins chers.
it: Con questo importo puoi acquistare quasi tutti i giocatori più economici.
nl: Met deze hoeveelheid kun je bijna iedere goedkoopste speler kopen.
pl: Za tę kwotę można sobie pozwolić na niemal każdego z najtańszych zawodników.
pt: Podes pagar quase qualquer um dos jogadores mais baratos com esse valor.
ru: С этой суммой вы можете себе позволить приобрести любого дешевого игрока.
sv: Du har råd med nästan alla av de billigaste spelarna med detta belopp.
tr: Bu miktarla en ucuz oyuncuların neredeyse tamamını alabilirsiniz.
zh: 你可以用该金额买得起几乎任何最便宜的球员。

# coins_page16
source: Some of the most valuable players are already available for you with this amount.
ar: بعض اللاعبين الأكثر قيمة متاحون لك بالفعل بهذا المبلغ.
de: Mit diesem Betrag können sie bereits einige wertvolle Spieler erwerben.
es: Con esta cantidad ya tienes disponibles algunos de los jugadores más valiosos.
fr: Avec ce montant, vous pouvez déjà accéder à certains des joueurs de grande valeur.
it: Con questo importo puoi già avere alcuni dei giocatori di maggior valore.
nl: Sommige van de meest waardevolle spelers liggen met deze hoeveelheid al binnen je bereik.
pl: Niektórzy z najcenniejszych graczy są już dla ciebie dostępni za tę kwotę.
pt: Alguns dos jogadores mais valiosos já estão disponíveis para ti com este valor.
ru: С этой суммой вам уже будут доступны некоторые дорогостоящие игроки.
sv: Några av de mest värdefulla spelarna är redan tillgängliga för dig med detta belopp.
tr: En değerli oyunculardan bazılarına da bu miktarla ulaşmanız mümkün.
zh: 一些最有价值的球员已经按此金额为你提供。

# coins_page17
source: You can buy any card available on the market with this amount. Complete your dream team!
ar: يمكنك شراء أي بطاقة متوفرة في السوق بهذا المبلغ. أكمل فريق أحلامك!
de: Mit diesem Betrag können Sie jede auf dem Markt angebotene Karte kaufen. Erfüllen Sie sich Ihren Traum!
es: Con esta cantidad puedes comprar cualquier carta disponible en el mercado. ¡Completa tu equipo de ensueño!
fr: Avec ce montant, vous pouvez acheter n'importe quelle carte disponible sur le marché. Complétez votre équipe de rêve !
it: Con questo importo puoi acquistare qualsiasi card disponibile sul mercato. Completa la squadra dei tuoi sogni!
nl: Met deze hoeveelheid kun je elke beschikbare kaart kopen. Maak je droomteam compleet!
pl: Za tę kwotę możesz kupić dowolną kartę dostępną na rynku. Dokończ swoją drużynę marzeń!
pt: Podes comprar qualquer cartão disponível no mercado com este valor. Completa a tua equipa de sonho!
ru: На эту сумму можно купить любую карту, доступную на рынке. Пополните команду своей мечты!
sv: Du kan köpa alla kort som finns tillgängliga på marknaden med detta belopp. Komplettera ditt drömlag!
tr: Bu miktarla piyasada bulunan herhangi bir kartı satın alabilirsiniz. Rüya takımınızı oluşturun!
zh: 你可以用这笔钱在市场上买到任何一张卡。完成你的梦之队！

# coins_page18
source: [[X]] FC 24 Ultimate Team coins
ar: [[X]] من عملات FC 25 Ultimate Team
de: [[X]] FC 25 Ultimate Team Münzen
es: [[X]] monedas de FC 25 Ultimate Team
fr: [[X]] crédits FC 24 Ultimate Team
it: [[X]] crediti FC 25 Ultimate Team
nl: [[X]] FC 25 Ultimate Team-munten
no: [[X]] FC 24 Ultimate Team mynter
pl: [[X]] mnt. FC 24 Ultimate Team.
pt: [[X]] moedas do FC 25 Ultimate Team
ru: [[X]] монет FC 24 Ultimate Team
sv: [[X]] FC 25 Ultimate Team mynt
tr: [[X]] FC 25 Ultimate Team jetonları
zh: [[X]]FC 24 Ultimate Team金币
