Repository: vikkuzz/royalfut-sell
Catalog: apps/royalfut/locales/lng/*.po
Languages: ar, de, es, fr, it, nl, no, pl, pt, ru, sv, tr, zh

# a86
source: EA account settings page
ar: صفحة إعدادات حساب EA
de: Einstellungsseite Ihres EA-Kontos
es: página de configuración de tu cuenta de EA.
fr: page Paramètres du compte EA
it: Impostazioni dell'account EA
nl: pagina voor EA-accountinstellingen
no: EA-kontoens sikkerhetsinstillinger.
pl: stronę ustawień konta EA
pt: página de definições da conta EA
ru: страницу Настроек вашего EA аккаунта.
sv: EA-kontots inställningssida
tr: sayfasını açın
zh: EA账户设置页面

# a87
source: 2. Security > Login Verification > Turn On > Send Code > Turn On Login Verification
ar: 2. الأمان > التحقق من تسجيل الدخول > تشغيل > إرسال الرمز > تشغيل التحقق من تسجيل الدخول
de: 2. Sicherheit > Anmeldungsüberprüfung > Aktivieren > Code senden > Anmeldungsüberprüfung aktivieren
es: 2. Ve a Seguridad > Verificación de inicio de sesión > Activar > Enviar código > Activar verificación de inicio de sesión.
fr: 2. Sécurité > Vérification de connexion > Activer > Envoyer le code > Activer Vérification de connexion
it: 2. Sicurezza > Verifica dell'accesso > Attiva > Invia codice > Attiva la verifica dell'accesso
nl: 2. Beveiliging > Aanmeldverificatie > Inschakelen > Beveiligingscode verzenden > Aanmeldverificatie inschakelen
no: 2. Sikkerhet > Påloggingsbekreftelse > Slå på > Send kode > Slå på påloggingsbekreftelse
pl: 2. Bezpieczeństwo > Weryfikacja logowania > Włącz > Wyślij kod > Włącz weryfikację logowania
pt: 2. Segurança > Verificação de início de sessão > Ativar > Enviar Código > Ativar verificação de início de sessão
ru: 2. Безопасность > Подтверждение имени пользователя > Включить > Отправить код > Включить Подтверждение имени пользователя
sv: 2. Säkerhet > Inloggningsverifiering > Aktivera > Skicka kod > Aktivera inloggningsverifiering
tr: 2. Güvenlik > Giriş Doğrulaması > Aç > Kod Gönder > Giriş Doğrulamasını Aç
zh: 2. 安全>登录验证>开启>发送代码>开启登录验证

# a93
source: I don't remember my EA account email address, where can I find it?
ar: لا أتذكر عنوان البريد الإلكتروني لحساب EA الخاص بي، فأين يمكنني العثور عليه؟
de: Ich erinnere mich nicht an die E-Mail-Adresse meines EA-Kontos. Wo finde ich sie?
es: No recuerdo la dirección de correo electrónico de mi cuenta de EA. ¿Dónde puedo encontrarla?
fr: J'ai oublié l'adresse e-mail de mon compte EA, où la trouver ?
it: Non ricordo l'indirizzo e-mail del mio account EA; dove posso trovarlo?
nl: Ik ben het e-mailadres van mijn EA-account vergeten. Waar kan ik dat vinden?
no: Hvor kan jeg finne e-postadressen fra EA-kontoen min direkte i konsollspillet?
pl: Nie pamiętam adresu e-mail przypisanego do mojego konta EA. Gdzie go znajdę?
pt: Não me lembro do endereço de e-mail da minha conta EA, onde posso encontrá-lo?
ru: Как найти адрес электронной почты от учётной записи EA непосредственно в самой игре на консоли?
sv: Jag kommer inte ihåg e-postadressen till mitt EA-konto, var kan jag hitta den?
tr: EA hesabımın e-posta adresini hatırlamıyorum, nerede bulabilirim?
zh: 我不记得我的EA账户电子邮件地址，在哪里可以找到它？

# a94
source: 1. Open the game and go to the main menu.
ar: 1. افتح اللعبة وانتقل إلى القائمة الرئيسية.
de: 1. Starten Sie das Spiel und öffnen Sie das Hauptmenü.
es: 1. Inicia el juego y ve al menú principal.
fr: 1. Ouvrez le jeu et accédez au menu principal.
it: 1. Avvia il gioco e passa al menu principale.
nl: 1. Open de game en ga naar het hoofdmenu.
no: 1. Start spillet og gå til hovedmenyen.
pl: 1. Otwórz grę i przejdź do menu głównego.
pt: 1. Abre o jogo e vai para o menu principal.
ru: 1. Запустите игру и перейдите в главное меню.
sv: 1. Öppna spelet och gå till huvudmenyn.
tr: 1. Oyunu açın ve ana menüye gidin.
zh: 1. 打开游戏并转到主菜单。

# a95
source: 2. Customise > Online Settings > EA Account.
ar: 2. تخصيص > الإعدادات عبر الإنترنت > حساب EA.
de: 2. Anpassen > Online-Einstellungen > EA-Konto.
es: 2. Ve a Personalizar > Configuración en línea > Cuenta de EA.
fr: 2. Personnaliser > Paramètres en ligne > Compte EA.
it: 2. Personalizza > Impostazioni online > Account EA.
nl: 2. Aanpassen > Online-instellingen > EA-account
no: 2. Tilpass > Online Settings > EA-account.
pl: 2. Personalizacja > Ustawienia online > Konto EA.
pt: 2. Personalizar > Configurações online > Conta EA.
ru: 2. Персонализация > Сетевые настройки > Учетная запись EA.
sv: 2. Anpassa > Onlineinställningar > EA-konto.
tr: 2. Özelleştir > Çevrimiçi Ayarlar > EA Hesabı.
zh: 2. 自定义>在线设置>EA账户。

# a96
source: I forgot my EA account password, how do I reset it?
ar: لقد نسيت كلمة مرور حساب EA الخاص بي، فكيف يمكنني إعادة تعيينها؟
de: Ich habe das Passwort meines EA-Kontos vergessen, wie kann ich es zurücksetzen?
es: He olvidado la contraseña de mi cuenta de EA. ¿Cómo la restablezco?
fr: J'ai oublié le mot de passe de mon compte EA, comment le réinitialiser ?
it: Ho dimenticato la password del mio account EA; come posso reimpostarla?
nl: Ik ben het wachtwoord van mijn EA-account vergeten. Hoe kan ik het herstellen?
no: Hvordan kan jeg tilbakstille passordet til EA-kontoen min?
pl: Nie pamiętam hasła do konta EA. Jak je zresetować?
pt: Esqueci-me da palavra-passe da minha conta EA, como faço para redefini-la?
ru: Как сбросить пароль от учётной записи EA?
sv: Jag har glömt lösenordet för mitt EA-konto, hur återställer jag det?
tr: EA hesap parolamı unuttum, nasıl sıfırlayabilirim?
zh: 我忘了我的EA账户密码，如何重置它？

# a97
source: 1. Go to the
ar: 1. انتقل إلى
de: 1. Öffnen Sie die
es: 1. Ve a la
fr: 1. Accédez à la
it: 1. Accedi alla
nl: 1. Ga naar de
no: 1. Gå til
pl: 1. Przejdź na
pt: 1. Vai para a
ru: 1. Перейдите на
sv: 1. Gå till inloggningssidan
tr: 1. EA hesabı giriş
zh: 1. 前往

# a98
source: EA account login page.
ar: صفحة تسجيل الدخول إلى حساب EA.
de: Anmeldeseite des EA-Kontos.
es: página de inicio de sesión en tu cuenta de EA.
fr: page Connexion au compte EA.
it: Pagina di accesso all'account EA.
nl: aanmeldpagina voor EA-accounts.
no: påloggingssiden.
pl: stronę logowania do konta EA.
pt: página de início de sessão da conta EA.
ru: страницу входа в учетную запись EA.
sv: EA-kontots inloggningssida.
tr: sayfasına gidin.
zh: EA账户登录页面。

# a99
source: 2. Login > Forgot your password? > Next > Send Code > Next > Submit.
ar: 2. تسجيل الدخول > هل نسيت كلمة المرور؟ > التالي > إرسال الرمز > التالي > إرسال.
de: 2. Anmelden > Passwort vergessen? > Weiter > Code senden > Weiter > Senden.
es: 2. Ve a Iniciar sesión > ¿Has olvidado tu contraseña? > Siguiente > Enviar código > Siguiente > Enviar.
fr: 2. Se connecter > Mot de passe oublié ? > Suivant > Envoyer le code > Suivant > Soumettre.
it: 2. Login > Password dimenticata? > Avanti > Invia codice > Avanti > Invia.
nl: 2. Aanmelden > Wachtwoord vergeten? > Volgende > Code verzenden > Volgende > Versturen
no: Logg inn > Glemt passordet ditt? > Neste > Send kode > Neste > Send.
pl: 2. Logowanie > Nie pamiętasz hasła? > Dalej > Wyślij kod > Dalej > Prześlij.
pt: 2. Início de sessão > Esqueceste-te da tua palavra-passe? > Seguinte > Enviar código > Seguinte > Enviar.
ru: 2. Войти > Забыли пароль? > Далее > Отправить код > Далее > Отправить.
sv: 2. Logga in > Glömt ditt lösenord? > Nästa > Skicka kod > Nästa > Skicka.
tr: 2. Giriş > Parolanızı mı unuttunuz? > İleri > Kod Gönder > İleri > Gönder.
zh: 2. 登录>忘记密码? >下一步>发送代码>下一步>提交。

# aa0_1
source: Don't miss our special offer
ar: لا تفوّت عرضنا الخاص
de: Sonderangebot
es: ¡Oferta especial!
fr: De notre offre spéciale
it: La offerta speciale
nl: Speciale aanbieding
no: Spesialtilbud
pl: Oferty specjalnej
pt: Oferta especial
ru: Не упустите выгоду
sv: Specialerbjudande
tr: Özel teklifimizi kaçırmayın
zh: 不要错过我们的特别优惠

# aa4
source: Demo
ar: الإصدار التجريبي
fr: Démo
pt: Demonstração
ru: Демо-версия
zh: 演示

# aa5
source: Need a boost? We got you!
ar: هل تريد معززًا؟ نحن في خدمتك!
de: Du brauchst einen Boost? Wir können helfen!
es: ¿Necesitas un potenciador? ¡No te preocupes!
fr: Besoin d'un coup de pouce ? On est là !
it: Ti serve un potenziamento? Siamo qui per te!
nl: Heb je een boost nodig? Op ons kun je rekenen!
no: Trenger du spill booster? Vi kan hjelpe deg!
pl: Potrzebujesz wzmocnienia? Damy radę!
pt: Precisas de ajuda? Podes contar connosco!
ru: Нужна поддержка? Мы поможем!
sv: Behöver du en boost? Vi har dig!
tr: Boost mu lazım? Sorun değil!
zh: 需要陪练？我们来帮你！

# aa6
source: Here are the services we offer: EA FC 24 Ultimate Team Finals Rank Boost, UT Champion Finals, UT Champion Playoffs, Divisions Rivals. Contact us now and secure the best price!
ar: إليك الخدمات التي نقدمها: معزز تصنيف نهائيات EA FC 25 Ultimate Team ونهائيات UT Champion وتصفيات UT Champion ومنافسات الفِرق. اتصل بنا الآن واستمتع بأفضل سعر!
de: Wir bieten folgende Dienste an: „EA FC 25 Ultimate Team Finals“-Rangboost, UT Champion Finals, UT Champion Play-Offs, Divisions Rivals. Kontaktiere uns jetzt und sichere dir den besten Preis!
es: Ofrecemos estos servicios: Aumento de rango de finales de EA FC 25 Ultimate Team, finales de UT Champion, playoffs de UT Champion, Division Rivals. ¡Contáctanos ya y asegúrate el mejor precio!
fr: Voici les services que nous proposons : boost de rang EA FC 24 Ultimate Team Finals, UT Champion Finals, UT Champion Playoffs, Division Rivals. Contactez-nous dès maintenant pour obtenir le meilleur prix !
it: Ecco i servizi che offriamo: Potenziamento ranking finali EA FC 23 Ultimate Team, campioni finali UT, campioni playoff UT, rivali di divisione. Contattaci subito e assicurati il prezzo migliore!
nl: We bieden de volgende diensten: EA FC 25 Ultimate Team Finals Rank Boost, UT Champion Finals, UT Champion Playoffs, Divisions Rivals. Neem nu contact met ons op voor de beste prijs!
no: Vi tilbyr deg: EA FC 24 Ultimate Team Finals rangeringsøkning, UT Champion Finaler, UT Champion Cup, Divisions Rivals. Kom i kontakt med oss nå og få den beste prisen!
pl: Oto oferowane przez nas usługi: Premia rangi finałów EA FC 24 Ultimate Team, finałów Mistrzostw UT, play-offów Mistrzostw UT i trybu Divisions Rivals. Skontaktuj się z nami i zarezerwuj najlepszą cenę!
pt: Oferecemos os seguintes serviços: EA FC 25 Ultimate Team Finals Rank Boost, UT Champion Finals, UT Champion Playoffs, Divisions Rivals. Contacta-nos e garante o melhor preço!
ru: Мы предлагаем следующие услуги: Повышение рейтинга EA FC 24 Ultimate Team Finals, UT Champion Finals, UT Champion Playoffs, Divisions Rivals. Свяжитесь с нами прямо сейчас, и цена вас приятно удивит!
sv: Här är de tjänster vi erbjuder: EA FC 25 Ultimate Team Finals Förbättrad rankning, UT Champion Finalen, UT Champion Slutspel, Divisions Rivals. Kontakta oss nu och säkra det bästa priset!
tr: Sunduğumuz hizmetler şöyle: EA FC 25 Ultimate Team Finals Rank Boost, UT Champion Finals, UT Champion Playoffs, Divisions Rivals. Bizimle iletişime geçerek en iyi fiyatı alın!
zh: 我们提供以下服务：EA FC 24 Ultimate Team决赛排位陪练、UT Champion决赛、UT Champion季后赛、Divisions Rivals立即与我们联系并锁定最优价格！

# ab10
source: of returning customers who have made a purchase at least twice
ar: من العملاء العائدين الذين قاموا بعملية شراء مرتين على الأقل
de: wiederkehrende Kunden, die mindestens zweimal eingekauft haben
es: clientes recurrentes que han realizado una compra al menos dos veces
fr: de clients récurrents qui ont effectué un achat au moins deux fois
it: dei clienti ha fatto almeno due acquisti
nl: terugkerende klanten die minstens 2x iets hebben gekocht
no: av kunder som kom tilbake til oss og kjøpt minst to ganger
pl: powracających klientów, którzy dokonali zakupu co najmniej dwa razy
pt: de clientes recorrentes que fizeram uma compra pelo menos duas vezes
ru: вернувшихся покупателей, сделавших как минимум два заказа
sv: av återkommande kunder som har gjort ett köp minst två gånger
tr: en az iki kez alışveriş yapmış olan geri dönen müşteri oranı
zh: 的回头客至少购买过两次

# ab105
source: Not available for this amount
ar: غير متوفر لهذا المبلغ
de: Nicht verfügbar für diese Menge
es: No disponible con este importe
fr: Non disponible contre ce montant
it: Non disponibile per questo importo
nl: Niet beschikbaar voor deze hoeveelheid
no: Den valgte metoden er ikke mulig for dette beløpet
pl: W tej liczbie niedostępne
pt: Não disponível para este valor
ru: Выбранный способ не подходит для заказа данной суммы
sv: Ej tillgängligt för detta belopp
tr: Bu tutar için mevcut değil
zh: 此金额不可用

# ab106
source: Have a coupon?
ar: هل لديك قسيمة؟
de: Haben Sie einen Gutschein?
es: ¿Tienes un cupón?
fr: Vous avez un coupon ?
it: Hai un coupon?
nl: Heb je een coupon?
no: Har du en kupong?
pl: Masz kupon?
pt: Tens um cupão?
ru: Есть купон?
sv: Har du en kupong?
tr: Kuponunuz mu var?
zh: 有一张优惠券？

# ab108
source: Edit order
ar: تعديل الطلب
de: Bestellung bearbeiten
es: Editar pedido
fr: Modifier la commande
it: Modifica l'ordine
nl: Bestelling bewerken
no: Endre bestillingen
pl: Edytuj zamówienie
pt: Editar pedido
ru: Изменить заказ
sv: Redigera order
tr: Siparişi düzenleyin
zh: 编辑订单

# ab109
source: Coins
ar: العملات
de: Münzen
es: Monedas
fr: Crédits
it: Crediti
nl: Munten
no: Mynter
pl: Monety
pt: Moedas
ru: Монеты
sv: Mynt
tr: Jetonlar
zh: 金币

# ab11
source: customer satisfaction rate according to the polls results
ar: هو معدل رضا العملاء حسب نتائج الاستطلاعات
de: Kundenzufriedenheit laut Bewertungen.
es: índice de satisfacción de nuestros clientes según los resultados de encuestas
fr: taux de satisfaction de la clientèle calculé d'après les résultats des sondages
it: Tasso di soddisfazione dei clienti in base ai risultati dei sondaggi
nl: klanttevredenheid volgens de enquêtes
no: av brukerne blir fornøyd ifølge undersøkelsene våre
pl: poziom satysfakcji klientów na podstawie wyników ankiety
pt: taxa de satisfação do cliente de acordo com os resultados das pesquisas
ru: довольных клиентов согласно результатам опросов
sv: kundnöjdhet enligt resultaten från opinionsundersökningarna
tr: anket sonuçlarına göre müşteri memnuniyet oranı
zh: 的客户满意率（根据调查结果）

# ab111
source: Total price
ar: السعر الإجمالي
de: Gesamtpreis
es: Total
fr: Prix total
it: Prezzo totale
nl: Totale prijs
no: Total
pl: Całkowita cena
pt: Preço total
ru: Всего
sv: Totalt pris
tr: Toplam fiyat
zh: 总价

# ab113
source: 0% fees
ar: 0% رسوم
de: 0 % Gebühren
es: 0 % de tasas
fr: 0 % de frais
it: 0% commissioni
nl: 0% toeslagen
no: 0% avgifter
pl: 0% opłat
pt: 0% de taxas
ru: 0% комиссии
sv: 0% avgifter
tr: %0 ücret
zh: 0%费用

# ab2
source: years of experience in this field
ar: من الخبرة في الميدان
de: Jahre Erfahrungen in diesem Bereich
es: años de experiencia en el sector
fr: ans d'expérience dans ce domaine
it: anni di esperienza in questo campo
nl: jaar ervaring
no: års erfaring innen dette feltet
pl: lat doświadczenia na tym polu
pt: anos de experiência neste campo
ru: лет опыта работы в данной сфере
sv: års erfarenhet inom detta område
tr: bu alana özel deneyimimiz
zh: 年在这一领域的经验

# ab20
source: Frequently Asked Questions
ar: الأسئلة المتكررة
de: Häufig gestellte Fragen – FAQ
es: Preguntas frecuentes
fr: FAQ
it: Domande frequenti
nl: Veelgestelde vragen
no: Vanlige spørsmål
pl: Najczęściej zadawane pytania
pt: Perguntas Frequentes
ru: Часто задаваемые вопросы
sv: Vanliga frågor och svar
tr: Sıkça Sorulan Sorular
zh: 常见问题解答

# ab21
source: General questions
ar: الأسئلة العامة
de: Allgemeine Fragen
es: Preguntas generales
fr: Questions d'ordre général
it: Domande generali
nl: Algemene vragen
no: Generelle spørsmål
pl: Pytania ogólne
pt: Perguntas gerais
ru: Общие вопросы
sv: Allmänna frågor
tr: Genel sorular
zh: 一般问题

# ab25
source: Order in Queue
ar: الطلب في قائمة الانتظار
de: Bestellung in der Warteschlange
es: Pedido en cola
fr: Commande dans la file d'attente
it: Ordine in coda
nl: Bestelling in wachtrij
no: Bestillingen er i kø
pl: Porządek w kolejce
pt: Pedido na Fila
ru: Заказ в Очереди
sv: Ordning i kö
tr: Sıradaki Sipariş
zh: 队列中的订单

# ab27
source: Buy FC 24 Coins for Any of Platform | ROYALFUT
ar: اشترِ عملات FC 25 لأي منصة | ROYALFUT
de: FC 25 Münzen für alle Plattformen kaufen | ROYALFUT
es: Compra monedas de FC 25 para cualquier plataforma | ROYALFUT
fr: Achetez des crédits FC 24 pour n'importe quelle plateforme | ROYALFUT
it: Acquista crediti FC 25 per qualsiasi piattaforma | ROYALFUT
nl: Koop FC 25-munten voor een platform | ROYALFUT
pl: Kup monety FC 24 na dowolnej platformie | ROYALFUT
pt: Compra de moedas FC 25 para qualquer plataforma | ROYALFUT
ru: Купить монеты FC 24 для любой платформы | ROYALFUT
sv: Köp FC 25-mynt för alla plattformar | ROYALFUT
tr: Herhangi Bir Platform için FC 25 Jetonu Satın Alın | ROYALFUT
zh: 购买适用于任何平台的FC 24金币 | ROYALFUT

# ab28
source: EA FC 24 Coins Purchase | Secure Checkout | ROYALFUT
ar: شراء عملات EA FC 25 | الدفع الآمن | ROYALFUT
de: EA FC 25 Münzen kaufen | Sichere Zahlung | ROYALFUT
es: Compra de monedas de EA FC 25 | Finalización segura de compra | ROYALFUT
fr: Achat de crédits EA FC 24 | Paiement sécurisé | ROYALFUT
it: Acquisto di crediti EA FC 25 | Pagamento sicuro | ROYALFUT
nl: EA FC 25-muntenaankoop | Veilig betalen | ROYALFUT
pl: Zakup monet EA FC 24 | Bezpieczna realizacja | ROYALFUT
pt: Compra de moedas EA FC 25 | Checkout seguro | ROYALFUT
ru: Покупка монет EA FC 24 | Безопасное оформление заказа | ROYALFUT
sv: Köp FC 25-mynt för EA - Säker utcheckning - ROYALFUT
tr: EA FC 25 Jetonu Satın Alımı | Güvenli Ödeme | ROYALFUT
zh: EA FC 24金币购买 | 安全结账 | ROYALFUT

# ab34
source: Payment has been failed :( | ROYALFUT
ar: فشل الدفع :( | ROYALFUT
de: Zahlung fehlgeschlagen :( | ROYALFUT
es: Error del pago :( | ROYALFUT
fr: Échec du paiement :( | ROYALFUT
it: Il pagamento non è riuscito :( | ROYALFUT
nl: De betaling is mislukt :( | ROYALFUT
pl: Płatność nieudana :( | ROYALFUT
pt: O pagamento falhou :( | ROYALFUT
ru: Платеж не прошел :( | ROYALFUT
sv: Betalning har misslyckats :( | ROYALFUT
tr: Ödeme başarısız oldu :( | ROYALFUT
zh: 付款失败:( | ROYALFUT

# ab35
source: Thank you for purchasing! | ROYALFUT
ar: شكرًا لك على عملية الشراء! | ROYALFUT
de: Vielen Dank für Ihren Einkauf! | ROYALFUT
es: ¡Gracias por la compra! | ROYALFUT
fr: Merci pour votre achat ! | ROYALFUT
it: Grazie per l'acquisto! | ROYALFUT
nl: Bedankt voor je aankoop! | ROYALFUT
pl: Dziękujemy za zakup! | ROYALFUT
pt: Obrigado por comprares! | ROYALFUT
ru: Благодарим за покупку! | ROYALFUT
sv: Tack för att du köpte! | ROYALFUT
tr: Satın aldığınız için teşekkürler! | ROYALFUT
zh: 感谢购买！| ROYALFUT

# ab36
source: Reviews | ROYALFUT
ar: المراجعات | ROYALFUT
de: Rezensionen | ROYALFUT
es: Opiniones | ROYALFUT
fr: Avis | ROYALFUT
it: Recensioni | ROYALFUT
pl: Recenzje | ROYALFUT
pt: Avaliações | ROYALFUT
ru: Отзывы | ROYALFUT
sv: Recensioner | ROYALFUT
tr: Yorumlar| ROYALFUT
zh: 评论 | ROYALFUT

# ab37
source: Payment Methods | ROYALFUT
ar: طرق الدفع | ROYALFUT
de: Zahlungsmethoden | ROYALFUT
es: Métodos de pago | ROYALFUT
fr: Modes de paiement | ROYALFUT
it: Metodi di pagamento | ROYALFUT
nl: Betalingsmethoden | ROYALFUT
pl: Metody płatności | ROYALFUT
pt: Métodos de Pagamento | ROYALFUT
ru: Способы оплаты | ROYALFUT
sv: Betalningsmetoder | ROYALFUT
tr: Ödeme Yöntemleri | ROYALFUT
zh: 支付方法 | ROYALFUT

# ab39
source: Order History | ROYALFUT
ar: تاريخ الطلب | ROYALFUT
de: Bestellverlauf | ROYALFUT
es: Historial de pedidos | ROYALFUT
fr: Historique des commandes | ROYALFUT
it: Cronologia degli ordini | ROYALFUT
nl: Bestelgeschiedenis | ROYALFUT
pl: Historia zamówień | ROYALFUT
pt: Histórico de pedidos | ROYALFUT
ru: История заказов | ROYALFUT
sv: Orderhistorik | ROYALFUT
tr: Sipariş Geçmişi | ROYALFUT
zh: 订单历史 | ROYALFUT

# ab4
source: coins transferred to our customers' accounts
ar: عملة معدنية تم تحويلها إلى حسابات عملائنا
de: Münzen wurden auf die Konten unserer Kunden transferiert
es: monedas transferidas a cuentas de nuestros clientes
fr: de crédits transférés sur les comptes de nos clients
it: di crediti trasferiti sui conti dei nostri clienti
nl: munten overgedragen aan klantenaccounts
no: mynter ble overført til kunder
pl: monet przekazanych na konta klientów
pt: de moedas transferidas para as contas dos nossos clientes
ru: монет, переведённых на аккаунты наших клиентов
sv: mynt överförda till våra kunders konton
tr: müşterilerimizin hesaplarına aktarılan jeton
zh: 金币转移到我们客户的账户

# ab40
source: My Profile | ROYALFUT
ar: ملفي الشخصي | ROYALFUT
de: Mein Profil | ROYALFUT
es: Mi perfil | ROYALFUT
fr: Mon profil | ROYALFUT
it: Profilo personale | ROYALFUT
nl: Mijn profiel | ROYALFUT
pl: Mój profil | ROYALFUT
pt: O meu perfil | ROYALFUT
ru: Мой профиль | ROYALFUT
sv: Min profil | ROYALFUT
tr: Profilim | ROYALFUT
zh: 我的个人资料 | ROYALFUT

# ab53
source: Cookie Policy
ar: سياسة ملفات تعريف الارتباط
de: Cookie-Richtlinie
es: Política de cookies
fr: Politique en matière de cookies
it: Informativa sui cookie
nl: Cookiebeleid
no: Erklæring om informasjonskapsler
pl: Polityka cookies
pt: Política de Cookies
ru: Политика использования файлов cookie
sv: Policy för cookies
tr: Çerez Politikası
zh: Cookie政策

# ab54
source: By using this website and agreeing to this policy, you consent to our use of cookies in accordance with the terms of this policy.
ar: باستخدام هذا الموقع والموافقة على هذه السياسة، فإنك توافق على استخدامنا لملفات تعريف الارتباط وفقًا لشروط هذه السياسة.
de: Durch die Verwendung dieser Website und die Zustimmung zu dieser Richtlinie, erklären Sie sich mit der Verwendung von Cookies gemäß den Bedingungen dieser Richtlinie einverstanden.
es: Al utilizar este sitio web y aceptar la presente política, das tu consentimiento para que usemos cookies de conformidad con los términos de la política.
fr: En utilisant ce site Web et en acceptant la présente politique, vous consentez à ce que nous utilisions des cookies conformément aux modalités stipulées.
it: Utilizzando questo sito web e accettando la presente informativa, acconsenti all'utilizzo dei cookie da parte nostra, ai sensi della presente informativa.
nl: Door deze website te gebruiken en akkoord te gaan met dit beleid, stem je in met ons cookiegebruik in overeenstemming met de voorwaarden van dit beleid.
no: Ved å bruke dette nettstedet og akseptere disse vilkårene, samtykker du til vår bruk av cookies i samsvar med vilkårene i denne politikken.
pl: Korzystając z tej witryny i zgadzając się z tą polityką, wyrażasz zgodę na używanie przez nas plików cookies zgodnie z warunkami tej polityki.
pt: Ao usares este site e concordares com esta política, concordas com a utilização de cookies de acordo com os termos desta política.
ru: Используя этот сайт и соглашаясь с данной политикой, вы даете свое согласие на использование нами файлов cookie в соответствии с условиями данной политики.
sv: Genom att använda denna webbplats och godkänna denna policy samtycker du till vår användning av cookies i enlighet med villkoren i denna policy.
tr: Bu web sitesini kullanarak ve bu politikayı kabul ederek, çerezleri bu politikanın şartlarına uygun olarak kullanmamıza izin vermiş olursunuz.
zh: 通过使用本网站并同意本政策，你同意我们根据本政策的条款使用cookie。

# ab55
source: About cookies
ar: حول ملفات تعريف الارتباط
de: Informationen zu Cookies
es: Información sobre cookies
fr: À propos des cookies
it: Informazioni sui cookie
nl: Over cookies
no: Les mer om informasjonskapsler.
pl: Informacje o cookies
pt: Sobre cookies
ru: О файлах cookie
sv: Om cookies
tr: Çerezler hakkında
zh: 关于cookie
