Repository: vikkuzz/royalfut-sell
Catalog: apps/royalfut/locales/lng/*.po
Languages: ar, de, es, fr, it, nl, no, pl, pt, ru, sv, tr, zh

# ab70
source: We use Google Analytics, a web analytics service provided by Google, Inc. (“Google''). Google Analytics uses “cookies'', which are text files placed on your computer, to help the website analyze how users use the site. The information generated by the cookie about your use of the website (including your IP address) will be transmitted to and stored by Google on servers in the United States. The IP address will be truncated before transmission to ensure anonymity. On our behalf, Google will use this information to evaluate your use of the website, compiling reports on website activity and providing other services relating to website activity and internet activity in connection with the use of the website. Google will not associate your IP address with any other data held by Google. You may refuse the use of cookies by selecting the appropriate settings on your browser; however please note that if you do this you may not be able to use the full functionality of this website. In addition to that you may prevent the collection of the information generated by the cookie about your use of the website (including your IP address) and the processing of this data by Google if you download and install the browser plug-in available at the following link:
ar: نحن نستخدم Google Analytics، وهي خدمة تحليلات الويب التي تقدمها شركة .Google, Inc (يشار إليها هنا باسم Google). تستخدم Google Analytics ملفات تعريف الارتباط، وهي ملفات نصية يتم وضعها على جهاز الكمبيوتر الخاص بك، لمساعدة موقع الويب في تحليل كيفية استخدام المستخدمين للموقع. سيتم نقل المعلومات التي تم إنشاؤها بواسطة ملف تعريف الارتباط حول استخدامك لموقع الويب (بما في ذلك عنوان IP الخاص بك) إلى Google وتخزينها على خوادم في الولايات المتحدة. سيتم اقتطاع عنوان IP قبل الإرسال لضمان عدم الكشف عن هويته. بالنيابة عنا، ستستخدم Google هذه المعلومات لتقييم استخدامك للموقع، وتجميع التقارير عن نشاط الموقع وتقديم خدمات أخرى تتعلق بنشاط الموقع ونشاط الإنترنت فيما يتعلق باستخدام الموقع. لن تقوم Google بربط عنوان IP الخاص بك بأي بيانات أخرى تحتفظ بها Google. يمكنك رفض استخدام ملفات تعريف الارتباط عن طريق تحديد الإعدادات المناسبة في متصفحك؛ ومع ذلك، يرجى ملاحظة أنه إذا قمت بذلك، فقد لا تتمكن من استخدام الوظائف الكاملة لهذا الموقع. بالإضافة إلى ذلك، يمكنك منع جمع المعلومات التي تم إنشاؤها بواسطة ملف تعريف الارتباط حول استخدامك للموقع (بما في ذلك عنوان IP الخاص بك) ومعالجة هذه البيانات بواسطة Google إذا قمت بتنزيل وتثبيت المكون الإضافي للمتصفح المتوفر عبر الرابط التالي:
de: Wir verwenden Google Analytics, einen Webanalysedienst von Google, Inc. (Google). Google Analytics verwendet Cookies, Textdateien, die auf Ihrem Computer gespeichert werden, um zu analysieren, wie die Benutzer, die Website nutzen. Die vom Cookie generierten Informationen zu Ihrer Nutzung der Website (einschließlich der IP-Adresse) werden von Google an Server in den Vereinigten Staaten übertragen und dort gespeichert. Zur Gewährleistung der Anonymität wird eine Kurzform der IP-Adresse verwendet. Google verwendet diese Informationen in unserem Namen, um Ihre Nutzung der Website zu analysieren und um Berichte über die Website-Aktivitäten und andere Dienste bezüglich der Website-Aktivitäten und Internet-Aktivitäten im Zusammenhang mit der Nutzung der Website zu erstellen. Google kombiniert Ihre IP-Adresse nicht mit anderen Daten, die Google hat. Sie können die Verwendung von Cookies in den entsprechenden Einstellungen Ihres Browsers ablehnen. Beachten Sie jedoch, dass Sie in diesem Fall möglicherweise nicht alle Funktionen der Website nutzen können. Außerdem können Sie die Erhebung der von Cookies generierten Informationen zu Ihrer Nutzung der Website (einschließlich Ihrer IP-Adresse) und die Verarbeitung dieser Daten durch Google verhindern, indem Sie das verfügbare Plug-in unter dem folgenden Link herunterladen:
es: Utilizamos Google Analytics, un servicio de análisis web proporcionado por Google, Inc. (en adelante «Google»). Google Analytics utiliza «cookies», unos archivos de texto que se colocan en su ordenador para ayudar al sitio web a analizar cómo lo utilizan los usuarios. La información que genere la cookie sobre su uso del sitio web (incluida su dirección IP) se transmitirá servidores de Google en Estados Unidos, donde se almacenará. La dirección IP se truncará antes de transmitirse para garantizar el anonimato. Google utilizará esta información en nuestro nombre para evaluar tu uso del sitio web, elaborará informes sobre la actividad en el sitio web e internet y prestará otros servicios relacionados con el uso del sitio. Google no asociará tu dirección IP a otros datos que estén en su posesión. Para negarte al uso de cookies, selecciona las opciones correspondientes en tu navegador; no obstante, ten presente que, si lo haces, es posible que no puedas usar todas las funciones del sitio web. Asimismo, puedes impedir que se recoja la información generada por la cookie sobre tu uso del sitio web (incluida tu dirección IP) y que Google trate estos datos; para ello, descarga e instala el complemento disponible en el siguiente enlace:
fr: Nous utilisons Google Analytics, un service d'analyse du Web fourni par Google, Inc. (« Google »). Google Analytics a recours à des « cookies », qui sont des fichiers texte déposés sur votre ordinateur. Ils permettent d'analyser la manière dont les utilisateurs se servent du site Web. Les informations générées par les cookies sur votre utilisation du site Web (y compris votre adresse IP) seront transmises et stockées par Google sur des serveurs situés aux États-Unis. Avant sa transmission, l'adresse IP sera tronquée afin de garantir l'anonymat. En notre nom, Google utilisera ces informations pour évaluer votre utilisation du site Web, compiler des rapports sur l'activité sur le site Web et fournir d'autres services liés à l'activité sur le site Web et à l'activité sur Internet dans le cadre de l'utilisation du site Web. Votre adresse IP ne sera pas mise en relation avec d'autres données détenues par Google. Vous pouvez refuser l'utilisation de cookies en sélectionnant les paramètres correspondants au niveau de votre navigateur. Nous attirons toutefois votre attention sur le fait que, dans ce cas, il peut arriver que vous ne puissiez pas utiliser toutes les fonctions de ce site Web. De plus, vous pouvez empêcher la collecte des informations générées par les cookies sur votre utilisation du site (y compris votre adresse IP) et le traitement de ces données par Google en téléchargeant et en installant le plug-in de navigateur disponible via le lien suivant :
it: Utilizziamo Google Analytics, un servizio di analisi dell'attività sul Web fornito da Google, Inc. (Google). Google Analytics utilizza i cookie (dei file di testo salvati sul tuo computer) affinché il sito web possa analizzare il modo in cui viene utilizzato dagli utenti. Le informazioni ottenute dai cookie in relazione al tuo utilizzo del sito web (tra cui il tuo indirizzo IP) saranno trasmesse e archiviate da Google su dei server che si trovano negli Stati Uniti. L'indirizzo IP verrà troncato prima dell'invio, per garantire l'anonimato. Google utilizzerà queste informazioni per nostro conto per valutare l'utilizzo del sito web, compilare dei report sull'attività sul sito e fornire altri servizi riguardanti l'attività sul sito e su Internet in relazione all'utilizzo del sito. Google non assocerà il tuo indirizzo IP a nessun altro dato in suo possesso. Puoi rifiutare l'utilizzo dei cookie selezionando le impostazioni pertinenti nel tuo browser. Tieni presente però che così facendo fai potresti non riuscire a utilizzare tutte le funzionalità di questo sito. Puoi impedire l'acquisizione delle informazioni generate dal cookie in relazione all'utilizzo del sito web (tra cui il tuo indirizzo IP) e il trattamento di queste informazioni da parte di Google scaricando e installando il componente aggiuntivo per browser disponibile al seguente link:
nl: We gebruiken Google Analytics, een webanalyseservice verstrekt door Google, Inc. ('Google'). Google Analytics gebruikt 'cookies'. Deze tekstbestanden worden op je pc geplaatst zodat de website kan analyseren hoe gebruikers de site gebruiken. De informatie die door cookies worden verzameld over je gebruik van de website (inclusief je IP-adres) wordt doorgestuurd naar Google en opgeslagen op servers in de Verenigde Staten. Het IP-adres wordt voor verzending afgekort om anonimiteit te waarborgen. Google gebruikt deze informatie om voor ons je gebruik van de website te evalueren, rapporten op te stellen over websiteactiviteiten en andere services aan te bieden in relatie met je website- en internetactiviteit in verband met het gebruik van de website. Google zal je IP-adres niet associëren met andere data in bezit van Google. Je mag het gebruik van cookies weigeren via de instellingen van je browser, maar als je dat doet, kun je mogelijk niet volledig gebruikmaken van alle functies van deze website. Daarnaast kun je het verzamelen van door cookies gegenereerde informatie (inclusief je IP-adres) over je gebruik van de website en het verwerken van deze data door Google verhinderen door de browser-plug-in te downloaden en installeren via deze link:
no: Nettstedet vårt bruker Google Analytics, en webanalysetjeneste levert av Google, Inc ("Google"). Google Analytics(GA) bruker "cookies"(informasjonskapsler), som er tekstfiler som plasseres på din datamaskin. Dette gjøres for å analysere hvordan brukerne bruker nettstedet. Informasjonen generert av informasjonskapselen om bruken av nettstedet ditt (inkl. din IP adresse), blir sendt og lagret på en server hos Google i USA. IP-adressen din anonymiseres før den sendes til Google. På vegne av Nettstedet vil Google benytte denne informasjonen til analyseformål for å evaluere din bruk av Nettstedet, lage rapporter om samlet aktivitet på Nettstedet og levere andre tjenester relatert til Nettsted-aktiviteter og Internett-bruk til Nettstedet. Google knytter ikke IP-adressen din til andre data lagret av Google. Du kan nekte bruk av informasjonskapsler ved å velge rett instillinger i nettleseren din, men vær oppmerksom på at ved å gjøre det, kan du påvirke og redusere funksjonaliteten till denne nettsiden. I tillegg til det, kan du også forhindre innsamlingen av informasjon som informasjonskapsler genererer om din bruk av nettsidene (inkl. din IP adresse) og behandlingen av disse opplysningene av Google, ved å laste ned og installere nettleser-pluggin som er tilgjengelig under følgende lenke:
pl: Korzystamy z Google Analytics, usługi analizy oglądalności stron internetowych udostępnianej przez firmę Google, Inc. („Google”). Google Analytics wykorzystuje „cookies”, czyli pliki tekstowe umieszczane na twoim komputerze pomagające witrynie analizować sposób, w jaki użytkownicy z niej korzystają. Informacje generowane przez plik cookie na temat korzystania przez ciebie z witryny internetowej (w tym adres IP) będą przesyłane i przechowywane przez firmę Google na serwerach w Stanach Zjednoczonych. Adres IP zostanie skrócony przed przesłaniem, aby zapewnić anonimowość. W naszym imieniu Google będzie korzystać z tych informacji w celu oceny twojego korzystania z witryny, tworzenia raportów dotyczących aktywności na stronie oraz świadczenia innych usług związanych z ruchem na stronie i aktywnością w internecie w związku z korzystaniem z witryny. Google nie będzie łączyć twojego adresu IP z żadnymi innymi danymi przechowywanymi przez Google. Możesz zrezygnować z używania plików cookies, wybierając odpowiednie ustawienia w swojej przeglądarce; należy jednak pamiętać, że w takim przypadku korzystanie z pełnej funkcjonalności tej witryny internetowej może okazać się niemożliwe. Ponadto możesz uniemożliwić gromadzenie informacji generowanych przez plik cookie na temat korzystania przez ciebie z witryny (w tym adresu IP) i przetwarzanie tych danych przez Google, jeśli pobierzesz i zainstalujesz wtyczkę do przeglądarki dostępną pod następującym linkiem:
pt: Utilizamos o Google Analytics, um serviço de análise da web fornecido pela Google, Inc. (Google). O Google Analytics utiliza cookies, que são ficheiros de texto colocados no teu computador, para ajudar o site a analisar como os utilizadores utilizam o site. As informações geradas pelo cookie sobre a utilização do site (incluindo o teu endereço IP) serão transmitidas e armazenadas pelo Google em servidores nos Estados Unidos. O endereço IP será truncado antes da transmissão para garantir o anonimato. Em nosso nome, a Google utilizará estas informações para avaliar a tua utilização do site, compilando relatórios sobre a atividade do site e fornecendo outros serviços relacionados com a atividade do site e a atividade na Internet relacionada com a utilização do site. A Google não associará o teu endereço IP a quaisquer outros dados mantidos pela Google. Podes recusar a utilização de cookies selecionando as definições apropriadas no teu navegador; no entanto, tem em atenção que, se o fizeres, poderás não conseguir utilizar todas as funcionalidades deste site. Além disso, podes impedir a recolha das informações geradas pelo cookie sobre a utilização do site (incluindo o teu endereço IP) e o processamento desses dados pelo Google se transferires e instalares o plug-in do navegador disponível no seguinte link:
ru: Мы используем сервис Яндекс.Метрика для анализа активности пользователей на сайте. Этот сервис использует cookie, которые не раскрывают личность пользователя, но помогают улучшить работу сайта. Информация, собранная через cookie, передается и хранится на серверах Яндекса. Яндекс обрабатывает эту информацию, чтобы оценить использование сайта, создавать отчеты и предоставлять другие услуги в соответствии с условиями использования Yandex.Metrica. Если вы не хотите, чтобы данные, сгенерированные cookie, передавались и обрабатывались Яндексом, вы можете запретить этот процесс, установив соответствующий плагин для вашего веб-браузера. Плагин доступен по адресу:
sv: Vi använder Google Analytics, en webbanalystjänst som tillhandahålls av Google, Inc. (Google). Google Analytics använder cookies, som är textfiler som placeras på din dator, för att hjälpa webbplatsen att analysera hur användarna använder webbplatsen. Den information som genereras av kakan om din användning av webbplatsen (inklusive din IP-adress) kommer att överföras till och lagras av Google på servrar i USA. IP-adressen kommer att förkortas före överföringen för att säkerställa anonymitet. På vårt uppdrag kommer Google att använda denna information för att utvärdera din användning av webbplatsen, sammanställa rapporter om webbplatsaktivitet och tillhandahålla andra tjänster relaterade till webbplatsaktivitet och internetaktivitet i samband med användningen av webbplatsen. Google kommer inte att associera din IP-adress med några andra uppgifter som innehas av Google. Du kan vägra att använda cookies genom att välja lämpliga inställningar i din webbläsare; observera dock att om du gör detta kanske du inte kan använda alla funktioner på denna webbplats. Dessutom kan du förhindra insamlingen av den information som genereras av kakan om din användning av webbplatsen (inklusive din IP-adress) och behandlingen av dessa uppgifter av Google om du laddar ner och installerar webbläsarplugin-programmet som finns tillgängligt på följande länk:
tr: Google, Inc. (Google) tarafından sağlanan bir web analiz hizmeti olan Google Analytics'i kullanıyoruz. Google Analytics, web sitesinin kullanıcıların siteyi nasıl kullandığını analiz etmesine yardımcı olmak için bilgisayarınıza yerleştirilen metin dosyaları olan çerezleri kullanır. Çerez tarafından web sitesini kullanımınız hakkında oluşturulan bilgiler (IP adresiniz dahil) Google tarafından Amerika Birleşik Devletleri'ndeki sunuculara iletilecek ve burada saklanacaktır. IP adresi, anonimliği sağlamak için iletimden önce kesilecektir. Google, bizim adımıza bu bilgileri web sitesini kullanımınızı değerlendirmek, web sitesi etkinliği hakkında raporlar oluşturmak ve web sitesinin kullanımıyla bağlantılı olarak web sitesi etkinliği ve internet etkinliği ile ilgili diğer hizmetleri sağlamak için kullanacaktır. Google, IP adresinizi Google tarafından tutulan diğer verilerle ilişkilendirmeyecektir. Tarayıcınızda uygun ayarları seçerek çerez kullanımını reddedebilirsiniz, ancak bunu yaparsanız bu web sitesinin tüm işlevlerini kullanamayabileceğinizi lütfen unutmayın. Buna ek olarak, bağlantısı aşağıda veilern tarayıcı eklentisini indirip yüklerseniz, web sitesini kullanımınız hakkında çerez tarafından oluşturulan bilgilerin (IP adresiniz dahil) toplanmasını ve bu verilerin Google tarafından işlenmesini önleyebilirsiniz:
zh: 我们使用Google Analytics，一个由Google 公司（Google ）提供的网络分析服务。Google Analytics使用cookie，这是放置在你的计算机上的文本文件，以帮助网站分析用户如何使用该网站。由cookie生成的有关你使用网站的信息（包括你的IP地址）将被传输到Google并存储在美国的服务器上。IP地址将在传输之前被截断，以确保匿名性。Google 将代表我们使用这些信息来评估你对网站的使用情况，编制网站活动报告，并提供与网站活动和与网站使用有关的互联网活动的其他服务。Google不会将你的IP地址与Google持有的任何其他数据相关联。你可以通过在浏览器上选择适当的设置来拒绝使用cookie；但请注意，如果这样做，你可能无法使用本网站的全部功能。此外，如果你下载并安装以下链接提供的浏览器插件，你可以防止收集cookie生成的有关你使用网站的信息（包括你的IP地址）以及防止Google处理此数据：

# ab71
source: https://tools.google.com/dlpage/gaoptout?hl=en
es: https://tools.google.com/dlpage/gaoptout?hl=es
it: https://tools.google.com/dlpage/gaoptout?hl=it
pt: https://tools.google.com/dlpage/gaoptout?hl=pt
ru: https://yandex.com/support/metrica/general/opt-out.html?lang=ru.

# ab73
source: Blocking cookies
ar: حظر ملفات تعريف الارتباط
de: Blockieren von Cookies
es: Cómo bloquear las cookies
fr: Blocage des cookies
it: Blocco dei cookie
nl: Cookies blokkeren
no: Blokkering av informasjonskapsler
pl: Blokowanie cookies
pt: Bloquear cookies
ru: Блокирование файлов cookie
sv: Blockering av cookies
tr: Çerezleri engelleme
zh: 阻止cookie

# ab74
source: Most browsers allow you to refuse to accept cookies. You can find in google.com how to block all cookies in your browser.
ar: معظم المتصفحات تسمح لك برفض قبول ملفات تعريف الارتباط. يمكنك أن تجد في google.com كيفية حظر جميع ملفات تعريف الارتباط في متصفحك.
de: Viele Browser erlauben Ihnen, Cookies abzulehnen. Unter google.com können Sie nachlesen, wie Sie alle Cookies in Ihrem Browser blockieren.
es: La mayoría de los navegadores ofrecen la opción de rechazar las cookies. En google.com dispones de información sobre cómo bloquearlas todas en tu navegador.
fr: La plupart des navigateurs vous permettent de refuser les cookies. Sur google.com, vous trouverez des informations sur la manière de bloquer tous les cookies dans votre navigateur.
it: La maggior parte dei browser consente di rifiutare i cookie. Su google.com puoi trovare informazioni su come bloccare tutti i cookie nel tuo browser.
nl: De meeste browsers staan toe cookies te weigeren. Op google.com kun je lezen hoe je alle cookies in je browser kunt blokkeren.
no: Du kan nekte å akseptere informasjonskapsler ved å aktivere en innstilling. Besøk google.com for informasjon om hvordan du blokkerer alle informasjonskapsler i nettleseren din.
pl: Większość przeglądarek umożliwia odmowę akceptacji plików cookies. Na google.com dowiesz się, jak zablokować wszystkie pliki cookies w swojej przeglądarce.
pt: A maioria dos navegadores permite que te recuses a aceitar cookies. Podes encontrar em google.com como bloquear todos os cookies no teu navegador.
ru: Большинство браузеров позволяют отказаться от использования файлов cookie. На сайте google.com можно найти информацию о том, как заблокировать все файлы cookie в браузере.
sv: I de flesta webbläsare kan du vägra att acceptera cookies. På google.com kan du läsa om hur du blockerar alla cookies i din webbläsare.
tr: Çoğu tarayıcı çerezleri kabul etmeyi reddetmenize izin verir. Tarayıcınızdaki tüm çerezleri nasıl engelleyeceğinizi google.com'da bulabilirsiniz.
zh: 大多数浏览器允许你拒绝接受cookie。你可以在google.com查找如何阻止浏览器中的所有cookie。

# ab75
source: Blocking all cookies will, however, have a negative impact upon the usability of many websites. If you block cookies, you may not be able to use certain features on the website (log on, access content, use search functions).
ar: ومع ذلك، فإن حظر جميع ملفات تعريف الارتباط سيكون له تأثير سلبي على سهولة استخدام العديد من مواقع الويب. إذا قمت بحظر ملفات تعريف الارتباط، فقد لا تتمكن من استخدام ميزات معينة على موقع الويب (تسجيل الدخول، الوصول إلى المحتوى، استخدام وظائف البحث).
de: Das Blockieren von Cookies wirkt sich jedoch negativ auf die Benutzerfreundlichkeit vieler Websites aus. Wenn Sie Cookies blockieren, können Sie bestimmte Funktionen der Website (Anmeldung, Aufrufen von Inhalten, Verwendung der Suchfunktion) möglicherweise nicht verwenden.
es: No obstante, si bloqueas todas las cookies, se verá afectada la usabilidad de muchos sitios web. Por ejemplo, es posible que no puedas usar determinadas funciones del sitio web (iniciar sesión, acceder a contenido, realizar búsquedas, etc.).
fr: Par contre, le blocage de tous les cookies aura un impact négatif sur les possibilités d'utilisation de nombreux sites Web. En effet, si vous bloquez les cookies, vous pouvez ne pas être en mesure d'utiliser certaines fonctions du site Web (se connecter, accéder au contenu, utiliser les fonctions de recherche).
it: Il blocco di tutti i cookie avrà però conseguenze negative sulla fruibilità di molti siti web. Se blocchi i cookie potresti non riuscire a usare alcune funzionalità del sito (accesso, accesso ai contenuti, utilizzo delle funzioni di ricerca).
nl: Het blokkeren van alle cookies heeft echter een negatief effect op de bruikbaarheid van veel websites. Als je cookies blokkeert, kun je mogelijk sommige functies van de website niet gebruiken (inloggen, toestemming voor toegang, zoekfuncties).
no: Vær oppmerksom på at blokkering av informasjonskapsler kan ha en negativ innvirkning på bruken av mange nettsteder. Dersom du blokker cookies vil du ikke få tilgang til alle funskjoner på vår nettside (logge seg på, få tilgang til innhold, bruke søkefunksjoner).
pl: Zablokowanie wszystkich plików cookies będzie jednak miało negatywny wpływ na użyteczność wielu stron internetowych. Jeżeli zablokujesz pliki cookies, możesz nie być w stanie korzystać z niektórych funkcji witryny (logowanie, dostęp do treści, korzystanie z funkcji wyszukiwania).
pt: O bloqueio de todos os cookies, no entanto, terá um impacto negativo na capacidade de utilização de muitos sites. Se bloqueares cookies, poderás não conseguir utilizar determinadas funcionalidades do site (iniciar sessão, aceder a conteúdos, utilizar funções de pesquisa).
ru: Однако блокирование всех файлов cookie негативно скажется на удобстве использования многих сайтов. Если вы заблокируете cookies, то, возможно, не сможете использовать некоторые функции сайта (вход в систему, доступ к содержимому, использование функций поиска).
sv: Att blockera alla cookies kommer dock att ha en negativ inverkan på användbarheten på många webbplatser. Om du blockerar cookies kan det hända att du inte kan använda vissa funktioner på webbplatsen (logga in, komma åt innehåll, använda sökfunktioner).
tr: Bununla birlikte, tüm çerezleri engellemek, birçok web sitesinin kullanılabilirliği üzerinde olumsuz bir etkiye sahip olacaktır. Çerezleri engellerseniz, web sitesindeki belirli özellikleri kullanamayabilirsiniz (oturum açma, içeriğe erişme, arama işlevlerini kullanma).
zh: 不过，阻止所有cookie会对许多网站的可用性产生负面影响。如果阻止了cookie，你可能无法使用网站上的某些功能（登录，访问内容，使用搜索功能）。

# ab76
source: How to delete cookies?
ar: كيفية حذف ملفات تعريف الارتباط؟
de: Löschen von Cookies
es: Cómo eliminar las cookies
fr: Comment supprimer les cookies ?
it: Come eliminare i cookie?
nl: Hoe verwijder je cookies?
no: Hvordan kan jeg slette informasjonskapsler?
pl: Jak usunąć cookies?
pt: Como eliminar cookies?
ru: Как удалить файлы cookie?
sv: Hur raderar jag cookies?
tr: Çerezleri nasıl silebilirim?
zh: 如何删除cookie？
