Repository: vikkuzz/royalfut-sell
Catalog: apps/royalfut/locales/lng/*.po
Languages: ar, de, es, fr, it, nl, no, pl, pt, ru, sv, tr, zh

# seo134
source: then rate us now!
ar: إذن فامنحنا تقييمًا الآن!
de: jetzt bewerten!
es: ¡puntúanos ya mismo!
fr: évaluez-nous dès maintenant !
it: puoi farlo ora!
nl: kun je ons nu beoordelen!
no: vurder oss nå!
pl: zrób to teraz!
pt: então avalia-nos agora!
ru: оцените нас прямо сейчас!
sv: så betygsätt oss nu!
tr: bizi şimdi değerlendirin!
zh: 那就给我们打分吧！

# seo135
source: Rate us
ar: قيِّمناالآن
de: Bewerten
es: Puntúanos
fr: Évaluez-nous
it: Dacci una valutazione
nl: Beoordeel ons
no: Vurder oss
pl: Oceń nas
pt: Avalia-nos
ru: Оцените нас
sv: Betygsätt oss
tr: Bizi değerlendirin
zh: 给我们打分

# seo146
source: Psst... Looking for some coins?
ar: أنت... هل تبحث عن بعض العملات؟
de: Psst... Auf der Suche nach ein paar Münzen?
es: Pss… ¿Buscas monedas?
fr: Psst... Vous êtes à la recherche de quelques crédits ?
it: Pssst... Stai cercando dei crediti?
nl: Psst... Zoek je munten?
no: Psst! Vil du ha noen mynter?
pl: Psst... Szukasz monet?
pt: Psst... Procuras algumas moedas?
ru: Псс... Монет не желаете ли?
sv: Psst... Letar du efter några mynt?
tr: Hey... Jeton mu arıyorsunuz?
zh: 嗯...在找金币吗？

# seo148
source: Go to Homepage
ar: الانتقال إلى الصفحة الرئيسية
de: Zur Startseite
es: Ir a página de inicio
fr: Accéder à la page d'accueil
it: Vai alla pagina iniziale
nl: Ga naar startpagina
no: Gå til Startsiden
pl: Przejdź do strony głównej
pt: Ir para a Página inicial
ru: Перейти на Главную
sv: Gå till startsidan
tr: Ana Sayfaya Git
zh: 前往主页

# seo149
source: ROYALFUT.COM accepts payments in six different currencies with NO FEE.
ar: يقبل ROYALFUT.COM المدفوعات بست عملات مختلفة دون رسوم.
de: ROYALFUT.COM akzeptiert Zahlungen in sechs Währungen OHNE GEBÜHREN.
es: ROYALFUT.COM acepta pagos en seis divisas distintas SIN COMISIONES.
fr: ROYALFUT.COM accepte les paiements dans six devises différentes SANS FRAIS.
it: ROYALFUT.COM accetta pagamenti in sei valute SENZA COMMISSIONI.
nl: ROYALFUT.COM accepteert betalingen in zes verschillende valuta's ZONDER KOSTEN.
no: ROYALFUT.COM aksepterer betalinger i seks forskjellige valutaer UTEN EKSTRA AVGIFTER.
pl: ROYALFUT.COM akceptuje płatności w sześciu różnych walutach BEZ OPŁAT.
pt: ROYALFUT.COM aceita pagamentos em seis moedas diferentes SEM TAXAS.
ru: ROYALFUT.COM принимает платежи в шести различных валютах БЕЗ КОМИССИЙ.
sv: ROYALFUT.COM accepterar betalningar i sex olika valutor UTAN AVGIFT.
tr: ROYALFUT.COM, altı farklı para birimindeki ödemeleri ÜCRET ALMADAN kabul eder.
zh: ROYALFUT.COM 接受六种不同货币的付款，不收取任何费用。

# seo150
source: Only registered users can make payments on the website. The payments are organized through the international payment systems. Bank cardholders in the following regions are prohibited from purchasing: Afghanistan, American Samoa, Aruba, Bahamas, Botswana, Burundi, Cambodia, Central African Republic, Congo, Democratic Republic of Congo, Crimea and Sevastopol, Cuba, Equatorial Guinea, Eritrea, Ethiopia, Iraq, Lebanon, Libya, Mali, Myanmar, Nicaragua, North Korea, Pakistan, Palestine, Russian Federation, Samoa, Sierra Leone, Somalia, South Sudan, Sudan, Syria, Trinidad and Tobago, Turkmenistan, Uganda, US Virgin Islands, Venezuela, Yemen, Zimbabwe.
ar: يمكن للمستخدمين المسجلين فقط إجراء المدفوعات على الموقع. يتم تنظيم المدفوعات من خلال أنظمة الدفع الدولية. يُحظر على حاملي البطاقات المصرفية في المناطق التالية الشراء: أفغانستان، ساموا الأمريكية، أروبا، جزر البهاما، بوتسوانا، بوروندي، كمبوديا، جمهورية إفريقيا الوسطى، الكونغو، جمهورية الكونغو الديمقراطية، القرم وسيفاستوبول، كوبا، غينيا الاستوائية، إريتريا، إثيوبيا، العراق، لبنان، ليبيا، مالي، ميانمار، نيكاراغوا، كوريا الشمالية، باكستان، فلسطين، الاتحاد الروسي، ساموا، سيراليون، الصومال، جنوب السودان، السودان، سوريا، ترينيداد وتوباغو، تركمانستان، أوغندا، جزر فيرجن الأمريكية، فنزويلا، اليمن، زيمبابوي.
de: Auf der Website können nur registrierte Benutzer bezahlen. Die Zahlungen werden von einem internationales Zahlungssystem verarbeitet. Bankkarteninhaber der folgenden Regionen dürfen nicht kaufen: Afghanistan, Amerikanisch-Samoa, Aruba, Bahamas, Botswana, Burundi, Kambodscha, Zentralafrikanische Republik, Kongo, Demokratische Republik Kongo, Krim und Sewastopol, Kuba, Äquatorialguinea, Eritrea, Äthiopien, Irak, Libanon, Libyen, Mali, Myanmar, Nicaragua, Nordkorea, Pakistan, Palästina, Russische Föderation, Samoa, Sierra Leone, Somalia, Südsudan, Sudan, Syrien, Trinidad und Tobago, Turkmenistan, Uganda, US Virgin Islands, Venezuela, Jemen, Simbabwe.
es: Solamente los usuarios registrados pueden realizar pagos en el sitio web. Los pagos se tramitan a través de sistemas de pago internacionales. Los titulares de tarjetas bancarias de los siguientes países no pueden realizar compras: Afganistán, Aruba, Bahamas, Botsuana, Burundi, Camboya, Congo, Corea del Norte, Crimea y Sebastopol, Cuba, Eritrea, Etiopía, Federación de Rusia, Guinea Ecuatorial, Islas Vírgenes de los EE. UU., Irak, Líbano, Libia, Mali, Myanmar, Nicaragua, Pakistán, Palestina, República Centroafricana, República Democrática del Congo, Samoa, Samoa Americana, Sierra Leona, Siria, Somalia, Sudán, Sudán del Sur, Trinidad y Tobago, Turkmenistán, Uganda, Venezuela, Yemen y Zimbabue.
fr: Seuls les utilisateurs enregistrés peuvent effectuer des paiements sur le site Web. Les paiements sont réalisés par l'intermédiaire des systèmes de paiement internationaux. Les titulaires de cartes bancaires des régions suivantes sont interdits d'achat : Afghanistan, Samoa américaines, Aruba, Bahamas, Botswana, Burundi, Cambodge, République centrafricaine, Congo, République démocratique du Congo, Crimée et Sébastopol, Cuba, Guinée équatoriale, Érythrée, Éthiopie, Irak, Liban, Libye, Mali, Myanmar, Nicaragua, Corée du Nord, Pakistan, Palestine, Fédération de Russie, Samoa, Sierra Leone, Somalie, Soudan du Sud, Soudan, Syrie, Trinité-et-Tobago, Turkménistan, Ouganda, Îles Vierges américaines, Venezuela, Yémen, Zimbabwe.
it: Solo gli utenti registrati possono eseguire pagamenti sul sito web. I pagamenti sono gestiti attraverso sistemi di pagamento internazionali. È vietato l'acquisto ai titolari di carte bancarie delle seguenti regioni: Afghanistan, Samoa Americane, Aruba, Bahamas, Botswana, Burundi, Cambogia, Repubblica Centrafricana, Congo, Repubblica Democratica del Congo, Crimea e Sebastopoli, Cuba, Guinea Equatoriale, Eritrea, Etiopia, Iraq, Libano, Libia, Mali, Myanmar, Nicaragua, Corea del Nord, Pakistan, Palestina, Federazione Russa, Samoa, Sierra Leone, Somalia, Sud Sudan, Sudan, Siria, Trinidad e Tobago, Turkmenistan, Uganda, Isole Vergini Americane, Venezuela, Yemen, Zimbabwe.
nl: Alleen geregistreerde gebruikers kunnen betalingen verrichten op de website. De betalingen worden georganiseerd via de internationale betalingssystemen. Bankkaarthouders in de volgende regio's mogen geen aankopen maken: Afghanistan, Amerikaans-Samoa, Aruba, Bahama's, Botswana, Burundi, Cambodja, Centraal-Afrikaanse Republiek, Congo, Democratische Republiek Congo, Krim en Sevastopol, Cuba, Equatoriaal-Guinea, Eritrea, Ethiopië, Irak, Libanon, Libië, Mali, Myanmar, Nicaragua, Noord-Korea, Pakistan, Palestina, Russische Federatie, Samoa, Sierra Leone, Somalië, Zuid-Soedan, Soedan, Syrië, Trinidad en Tobago, Turkmenistan, Oeganda, Amerikaanse Maagdeneilanden, Venezuela, Jemen, Zimbabwe.
no: Bare registrerte brukere kan foreta betalinger på nettstedet. Betalingene organiseres gjennom internasjonale betalingssystemer. Bankkortholdere i følgende regioner har forbud mot å kjøpe: Afghanistan, Amerikansk Samoa, Aruba, Bahamas, Botswana, Burundi, Kambodsja, Den sentralafrikanske republikk, Kongo, Den demokratiske republikken Kongo, Krim og Sevastopol, Cuba, Ekvatorial-Guinea, Eritrea, Etiopia, Irak, Libanon, Libya, Mali, Myanmar, Nicaragua, Nord-Korea, Pakistan, Palestina, Russland, Samoa, Sierra Leone, Somalia, Sør-Sudan, Sudan, Syria, Trinidad og Tobago, Turkmenistan, Uganda, De amerikanske jomfruøyene, Venezuela, Jemen, Zimbabwe.
pl: Tylko zarejestrowani użytkownicy mogą dokonywać płatności na stronie. Płatności dokonywane są poprzez międzynarodowy system płatności. Zakaz zakupu mają posiadacze kart bankowych w następujących regionazh: Afganistan, Samoa Amerykańskie, Aruba, Bahamy, Botswana, Burundi, Kambodża, Republika Środkowoafrykańska, Kongo, Demokratyczna Republika Konga, Krym i Sewastopol, Kuba, Gwinea Równikowa, Erytrea, Etiopia, Irak, Liban, Libia, Mali, Birma, Nikaragua , Korea Północna, Pakistan, Palestyna, Federacja Rosyjska, Samoa, Sierra Leone, Somalia, Sudan Południowy, Sudan, Syria, Trynidad i Tobago, Turkmenistan, Uganda, Wyspy Dziewicze Stanów Zjednoczonych, Wenezuela, Jemen, Zimbabwe.
pt: Apenas os utilizadores registados podem efetuar pagamentos no site. Os pagamentos são organizados através dos sistemas de pagamento internacionais. Os titulares de cartões bancários nas seguintes regiões estão proibidos de comprar: Afeganistão, Samoa Americana, Aruba, Bahamas, Botsuana, Burundi, Camboja, República Centro-Africana, Congo, República Democrática do Congo, Crimeia e Sebastopol, Cuba, Guiné Equatorial, Eritreia, Etiópia, Iraque, Líbano, Líbia, Mali, Mianmar, Nicarágua, Coreia do Norte, Paquistão, Palestina, Federação Russa, Samoa, Serra Leoa, Somália, Sudão do Sul, Sudão, Síria, Trindade e Tobago, Turquemenistão, Uganda, Ilhas Virgens Americanas, Venezuela, Iémen, Zimbábue.
ru: Только зарегистрированные пользователи могут осуществлять платежи на сайте. Платежи организуются через международные платежные системы. Запрещается покупка владельцам карт банков следующих регионов: Афганистан, Американское Самоа, Аруба, Багамы, Ботсвана, Бурунди, Камбоджа, Центральноафриканская Республика, Конго, Демократическая Республика Конго, Крым и Севастополь, Куба, Экваториальная Гвинея, Эритрея, Эфиопия, Ирак, Ливан, Ливия, Мали, Мьянма, Никарагуа, Северная Корея, Пакистан, Палестина, Российская Федерация, Самоа, Сьерра-Леоне, Сомали, Южный Судан, Судан, Сирия, Тринидад и Тобаго, Туркменистан, Уганда, Виргинские острова США, Венесуэла, Йемен, Зимбабве.
sv: Endast registrerade användare kan göra betalningar på webbplatsen. Betalningarna organiseras genom de internationella betalningssystemen. Bankkortsinnehavare i följande regioner är förbjudna att köpa: Afghanistan, Amerikanska Samoa, Aruba, Bahamas, Botswana, Burundi, Kambodja, Centralafrikanska republiken, Kongo, Demokratiska republiken Kongo, Krim och Sevastopol, Kuba, Ekvatorialguinea, Eritrea, Etiopien, Irak, Libanon, Libyen, Mali, Myanmar, Nicaragua, Nordkorea, Pakistan, Palestina, Ryska federationen, Samoa, Sierra Leone, Somalia, Sydsudan, Sudan, Syrien, Trinidad och Tobago, Turkmenistan, Uganda, Amerikanska Jungfruöarna, Venezuela, Jemen, Zimbabwe.
tr: Web sitesinde yalnızca kayıtlı kullanıcılar ödeme yapabilir. Ödemeler uluslararası ödeme sistemleri aracılığıyla organize edilmektedir. Şu bölgelerdeki banka kart sahiplerinin satın alma yapması yasaktır: Afganistan, Amerikan Samoası, ABD Virgin Adaları, Aruba, Bahamalar, Botsvana, Burundi, Demokratik Kongo Cumhuriyeti, Ekvator Ginesi, Eritre, Etiyopya, Filistin, Güney Sudan, Irak, Kongo, Kırım ve Sivastopol, Küba, Lübnan, Libya, Mali, Myanmar, Nikaragua, Kamboçya, Kuzey Kore, Orta Afrika Cumhuriyeti, Pakistan, Rusya Federasyonu, Samoa, Sierra Leone, Somali, Sudan, Suriye, Trinidad, Tobago, Türkmenistan, Uganda, Venezuela, Yemen ve Zimbabve.
zh: 只有注册用户才能在网站上付款。付款通过国际支付系统进行。以下国家和地区的银行持卡人禁止购买：阿富汗、美属萨摩亚、阿鲁巴、巴哈马、博茨瓦纳、布隆迪、柬埔寨、中非共和国、刚果、刚果民主共和国、克里米亚和塞瓦斯托波尔、古巴、赤道几内亚、厄立特里亚、埃塞俄比亚、伊拉克、黎巴嫩、利比亚、马里、缅甸、尼加拉瓜、朝鲜、巴基斯坦、巴勒斯坦、俄罗斯联邦、萨摩亚、塞拉利昂、索马里、南苏丹、苏丹、叙利亚、特立尼达和多巴哥、土库曼斯坦、乌干达、美属维京群岛、委内瑞拉、也门、津巴布韦。

# seo151
source: When purchasing our digital product, you can be sure your money is safe.
ar: عند شراء منتجنا الرقمي، يمكنك التأكد من أن أموالك آمنة.
de: Wenn Sie Ihr digitales Produkt kaufen, können Sie davon ausgehen, dass Ihr Geld sicher ist.
es: Puedes tener la certeza de que tu dinero no correrá peligro cuando compres nuestro producto digital.
fr: En achetant notre produit numérique, vous pouvez être assuré que votre argent est en sécurité.
it: Acquistando il nostro prodotto digitale hai la certezza di una transazione sicura.
nl: Wanneer je ons digitale product koopt, kun je ervan uitgaan dat je geld veilig is.
no: Når du kjøper vårt digitale produkt, kan du være sikker på at pengene dine er trygge.
pl: Podczas zakupu naszego produktu cyfrowego możesz mieć pewność, że twoje pieniądze są bezpieczne.
pt: Ao adquirires o nosso produto digital, podes ter a certeza de que o teu dinheiro está seguro.
ru: Приобретая наш цифровой продукт, Вы можете быть уверены, что Ваши деньги в безопасности.
sv: När du köper vår digitala produkt kan du vara säker på att dina pengar är säkra.
tr: Dijital ürünümüzü satın alırken paranızın güvende olduğundan emin olabilirsiniz.
zh: 购买我们的数字产品时，你可以确保你的钱是安全的。

# seo152
source: Purchase
ar: الشراء
de: Kaufen
es: Compra
fr: Achat
it: Acquista
nl: Kopen
no: Kjøp
pl: Kup
pt: Comprar
ru: Покупка
sv: Köp
tr: Satın alma
zh: 购买

# seo153
source: Your order
ar: طلبك
de: Ihre Bestellung
es: Tu pedido
fr: Votre commande
it: Il tuo ordine
nl: Je bestelling
no: Bestillingen
pl: Twoje zamówienie
pt: O teu pedido
ru: Ваш заказ
sv: Din beställning
tr: Siparişiniz
zh: 您的订单

# seo155
source: Details
ar: التفاصيل
es: Detalles
fr: Détails
it: Dettagli
nl: Gegevens
no: Detaljer
pl: Szczegóły
pt: Dados
ru: Подробности
sv: Detaljer
tr: Detaylar
zh: 详情

# seo158
source: Enter your EA account details
ar: أدخل تفاصيل حساب EA الخاص بك
de: Geben Sie Ihre EA-Kontoinformationen ein
es: Indica los datos de tu cuenta de EA.
fr: Saisir les détails de votre compte EA
it: Inserisci i dettagli dell'account EA
nl: Voer je EA-accountgegevens in
no: Skriv inn EA-kontodetaljer
pl: Podaj dane konta EA
pt: Introduz os teus dados de conta EA
ru: Введите данные от своего аккаунта EA
sv: Ange dina EA-kontouppgifter
tr: EA hesap bilgilerinizi girin
zh: 输入你的EA帐户详细信息

# seo159
source: To start the delivery process, enter your EA account details using the form below.
ar: لبدء عملية التسليم، أدخل تفاصيل حساب EA الخاص بك باستخدام النموذج أدناه.
de: Geben Sie Ihre EA-Kontoinformationen in das folgende Formular in, um den Versandprozess zu starten.
es: Para iniciar el proceso de entrega, indica los datos de tu cuenta de EA mediante el formulario inferior.
fr: Pour lancer le processus de livraison, saisissez les détails de votre compte EA dans le formulaire ci-dessous.
it: Per avviare la procedura di consegna, inserisci i dettagli del tuo account EA nel modulo qui di seguito.
nl: Voer je EA-accountgegevens in in het onderstaande formulier om het bezorgproces te starten.
no: Skriv inn EA-kontodetaljer nedenfor for å starte leveringsprosessen
pl: Aby rozpocząć proces dostawy, wprowadź dane swojego konta EA, korzystając z poniższego formularza.
pt: Para iniciares o processo de entrega, introduz os dados da tua conta EA utilizando o formulário abaixo.
ru: Для того, чтобы запустить процесс доставки, введите данные от Вашей учётной записи EA, используя форму ниже.
sv: För att starta leveransprocessen, ange dina EA-kontouppgifter med hjälp av formuläret nedan.
tr: Teslimat sürecini başlatmak için aşağıdaki formu kullanarak EA hesap bilgilerinizi girin.
zh: 要开始交付过程，请使用下面的表单输入你的EA帐户详细信息。

# seo160
source: Awaiting manual delivery
ar: في انتظار التسليم اليدوي
de: Warten auf manuelle Zustellung
es: A la espera de entrega manual
fr: En attente de livraison manuelle
it: In attesa della consegna manuale
nl: In afwachting van handmatige bezorging
no: Bestillingen avventer manuell levering
pl: Oczekiwanie na ręczną dostawę
pt: A aguardar a entrega manual
ru: Заказ ожидает ручной доставки
sv: Väntar på manuell leverans
tr: Manuel teslimat bekleniyor
zh: 等待人工交付

# seo161
source: Press the button below to begin the Player Auction transfer
ar: انقر فوق الزر أدناه لبدء التحويل اليدوي للعملة
de: Klicken Sie auf die folgende Schaltfläche, um den manuellen Münztransfer zu beginnen
es: Haz clic en el botón inferior para iniciar la transferencia manual de monedas.
fr: Cliquez sur le bouton ci-dessous pour commencer le transfert manuel de crédits
it: Fai clic sul pulsante qui di seguito per iniziare il trasferimento manuale dei crediti
nl: Klik op de onderstaande knop om de handmatige muntenoverdracht te starten
no: Klikk nedenfor for å starte manuell myntoverføring
pl: Kliknij w przycisk poniżej, aby rozpocząć ręczną dostawę monet
pt: Clica no botão abaixo para iniciares a transferência manual de moedas
ru: Нажмите кнопку ниже, чтобы приступить к самостоятельному переводу монет
sv: Klicka på knappen nedan för att påbörja manuell myntöverföring
tr: Manuel para transferine başlamak için aşağıdaki düğmeye tıklayın
zh: 点击下面的按钮开始手动金币交易

# seo163
source: Make sure you have logged out of Ultimate Team on your console and other devices via FC 24 Web App / FC Companion App until the order is finished.
ar: تأكد من تسجيل الخروج من Ultimate Team على وحدة التشغيل الخاصة بك والأجهزة الأخرى عبر تطبيق Ultimate Team على الويب/ تطبيق FIFA المرافق حتى انتهاء الطلب.
de: Melden Sie sich auf der Konsole bei Ultimate Team ab und melden Sie sich auf anderen Geräten über die FC 25 Web App/FC Companion App ab, bis die Bestellung abgeschlossen ist.
es: Asegúrate de haber cerrado la sesión de Ultimate Team en tu consola y en otros dispositivos mediante la aplicación web de Ultimate Team o la aplicación complementaria de FIFA, hasta que se realice el pedido.
fr: Assurez-vous d'être déconnecté(e) de Ultimate Team sur votre console et autres appareils via l'application Web Ultimate Team/l'application FIFA Companion jusqu'à la fin de la commande.
it: Verifica di aver eseguito il logout da Ultimate Team sulla tua console e su altri dispositivi tramite FC 25 Web App / FC Companion App fino al completamento dell'ordine.
nl: Zorg ervoor dat je uitgelogd bent bij Ultimate Team op je console en andere apparaten via FC 25 Web App / FC Companion App totdat de bestelling voltooid is.
no: Sørg for at du ikke logger på Ultimate Team på konsollen og andre enheter via FC 24 Web App / FC Companion App før bestillingen er fullført.
pl: Upewnij się, że wylogowano się z Ultimate Team na konsoli i innych urządzeniach poprzez sieciową aplikację Ultimate Team/aplikację towarzyszącą FIFA, aż do zakończenia zamówienia.
pt: Certifica-te de que terminaste sessão do Ultimate Team na tua consola e noutros dispositivos via FC 25 Web App / FC Companion App até que o pedido seja concluído.
ru: Убедитесь, что Вы вышли из режима Ultimate Team на Вашей консоли, а также на других устройствах через веб-приложение Ultimate Team / вспомогательное приложение FIFA до полного завершения заказа.
sv: Se till att du har loggat ut från Ultimate Team på din konsol och andra enheter via FC 25 Web App / FC Companion App tills beställningen är klar.
tr: Sipariş tamamlanana kadar konsolunuzda ve diğer cihazlarınızda Ultimate Team Web Uygulaması/FIFA Companion Uygulaması aracılığıyla Ultimate Team'tan çıkış yaptığınızdan emin olun.
zh: 请确保你已通过Ultimate Team Web应用/FIFA Companion应用在控制台和其他设备上退出了Ultimate Team，直到订单完成。

# seo164
source: Delivery In Progress
ar: التسليم قيد التقدم
de: Wird zugestellt
es: Entrega en curso
fr: Livraison en cours
it: Consegna in corso
nl: Bezig met bezorging
no: Levering er i gang
pl: Dostawa trwa
pt: Entrega a decorrer
ru: Идёт доставка
sv: Pågående leverans
tr: Teslimat Devam Ediyor
zh: 交付进行中

# seo165
source: Make sure to keep FUT closed on your account until the order is finished
ar: تأكد من إبقاء FUT مغلقًا على حسابك حتى ينتهي الأمر
de: FUT muss in Ihrem Konto geschlossen bleiben, bis die Bestellung abgeschlossen ist
es: Asegúrate de tener cerrado FUT en tu cuenta hasta que se realice el pedido.
fr: Veillez à laisser FUT fermé sur votre compte jusqu'à la fin de la commande.
it: Tieni chiuso FUT fino al completamento dell'ordine
nl: Zorg dat je FUT hebt afgesloten op je account tot de bestelling is voltooid
no: Ikke logg på FUT fra kontoen din før bestillingen er fullført
pl: Upewnij się, że FUT jest zamknięty na twoim koncie, dopóki zamówienie nie zostanie zrealizowane
pt: Certifica-te de que manténs o FUT fechado na tua conta até que o pedido seja concluído
ru: Не заходите в режим FUT со своего аккаунта до завершения заказа
sv: Se till att hålla FUT stängt på ditt konto tills beställningen är klar
tr: Sipariş tamamlanana kadar hesabınızda FUT'u kapalı tuttuğunuzdan emin olun
zh: 在订单完成之前，请确保FUT已在你的帐户上关闭

# seo167
source: Wrong Backup Codes
ar: رموز النسخ الاحتياطي غير صحيحة
de: Falsche Backup-Codes
es: Códigos de copia de seguridad incorrectos
fr: Codes de secours erronés
it: Codici di backup errati
nl: Verkeerde back-upcodes
no: Ugyldige sikkerhetskopikoder
pl: Błędne kody zapasowe
pt: Códigos de cópia de segurança errados
ru: Неверные коды резервной копии
sv: Felaktiga säkerhetskopieringskoder
tr: Yanlış Yedek Kodlar
zh: 备份代码错误

# seo168
source: The backup codes you have provided us with are either incorrect, expired or taken from a wrong account
ar: الرموز الاحتياطية التي زودتنا بها إما غير صحيحة وإما منتهية الصلاحية وإما مأخوذة من حساب غير صحيح
de: Die von Ihnen angegebenen Backup-Codes sind entweder falsch, abgelaufen oder gehören zu einem anderen Konto
es: Los códigos de copia de seguridad que nos has facilitado son incorrectos, han caducado o pertenecen a otra cuenta.
fr: Les codes de secours que vous nous avez fournis sont soit incorrects, soit arrivés à expiration, soit extraits d'un mauvais compte.
it: I codici di backup che hai inserito sono errati, scaduti o appartenenti a un account errato
nl: De back-upcodes die je hebt opgegeven waren onjuist, verlopen of van een verkeerde account genomen
no: Reservekodene du har gitt oss fungerer ikke. Sørg for at de er ikke utløpte og at de er fra riktig konto
pl: Przekazane kody zapasowe są nieprawidłowe, wygasły lub zostały pobrane z niewłaściwego konta
pt: Os códigos de cópia de segurança que nos forneceste estão incorretos, caducaram ou foram retirados de uma conta errada
ru: Коды резервной копии, которые Вы нам предоставили не подошли, убедитесь, что берёте неистёкшие коды из верного аккаунта
sv: De säkerhetskopieringskoder du har försett oss med är antingen felaktiga, utgångna eller tagna från ett felaktigt konto
tr: Bize sağladığınız yedek kodlar ya yanlış, ya süreleri dolmuş ya da yanlış bir hesaptan alınmış
zh: 你提供给我们的备份代码不正确、过期或来自错误的帐户

# seo169
source: Wrong Email/Password
ar: البريد الإلكتروني / كلمة المرور غير صحيحة
de: E-Mail-Adresse/Passwort falsch
es: Correo electrónico o contraseña incorrectos
fr: Adresse e-mail/mot de passe erroné(e)
it: E-mail/password errata
nl: Verkeerde e-mailadres/wachtwoord
no: Ugyldig e-postadresse eller passord
pl: Błędny e-mail/hasło
pt: E-mail/Palavra-passe errados
ru: Неверный пароль или адрес эл. почты
sv: Fel e-postadress/lösenord
tr: Yanlış E-posta/Parola
zh: 错误的电子邮件/密码
