Repository: vikkuzz/royalfut-sell
Catalog: apps/royalfut/locales/lng/*.po
Languages: ar, de, es, fr, it, nl, no, pl, pt, ru, sv, tr, zh

# a37
source: Our support team is always ready to help you to solve any problem you may encounter, both before and after the purchase, whether through live chat or any other way of your choice (WhatsApp, Telegram, Instagram Direct or e-mail).
ar: فريق الدعم لدينا مستعد دائمًا لمساعدتك في حل أي مشكلة قد تواجهها، سواء قبل الشراء أو بعده، وسواء من خلال الدردشة المباشرة أو أي طريقة أخرى من اختيارك (WhatsApp أو Telegram أو Instagram Direct أو البريد الإلكتروني).
de: Unser Support-Team hilft Ihnen jederzeit gern bei der Lösung von Problemen vor und nach dem Kauf, über den Livechat oder jeden anderen Kanal Ihrer Wahl (WhatsApp, Telegram, Instagram Direct oder E-Mail).
es: Nuestro equipo de asistencia está a tu disposición para resolver cualquier problema que puedas tener, ya sea antes o después de la compra. Puedes utilizar el chat en directo o cualquier otro canal de tu elección (WhatsApp, Telegram, Instagram Direct o correo electrónico).
fr: Notre équipe d'assistance est toujours prête à vous aider à résoudre quelque problème que vous pourriez rencontrer, aussi bien avant qu'après l'achat, que ce soit par chat en direct ou par tout autre moyen de votre choix (WhatsApp, Telegram, Instagram Direct ou e-mail).
it: Il nostro team di assistenza è sempre a disposizione per aiutarti a risolvere qualsiasi problema, sia prima che dopo l'acquisto, tramite chat o in qualsiasi altro modo a tua scelta (WhatsApp, Telegram, Instagram Direct o e-mail).
nl: Ons ondersteuningsteam staat altijd klaar om je te helpen bij het oplossen van problemen die je kunt tegenkomen, zowel voor als na de aankoop, via live chat of op een andere manier naar keuze (WhatsApp, Telegram, Instagram Direct of e-mail).
no: Vår kundestøtteteam vil alltid hjelpe deg og gi råd både før og etter kjøpet, gjennom kommunikasjonskanal som passer deg, enten det er en chat på nettsiden, WhatsApp, Telegram, Instagram Direct eller e-post.
pl: Nasz zespół wsparcia zawsze jest gotów pomóc ci rozwiązać każdy problem, który może się pojawić przed i po zakupie. Służymy pomocą na czacie na żywo albo w inny wybrany przez ciebie sposób (WhatsApp, Telegram, Instagram Direct lub e-mail).
pt: A nossa equipa de assistência está sempre pronta para te ajudar a resolver qualquer problema que possas encontrar, tanto antes quanto depois da compra, seja através de chat em direto ou de qualquer outra forma à sua escolha (WhatsApp, Telegram, Instagram Direct ou e-mail).
ru: Наша команда поддержки всегда поможет и по необходимости проконсультирует как до, так и после покупки, через любой удобный для вас канал связи, будь то чат на сайте, WhatsApp, Telegram, Instagram Direct или электронная почта.
sv: Vårt supportteam är alltid redo att hjälpa dig att lösa alla problem du kan stöta på, både före och efter köpet, antingen via livechatt eller på något annat sätt som du väljer (WhatsApp, Telegram, Instagram Direct eller e-post).
tr: Destek ekibimiz, satın alma işleminden önce ve sonra, canlı sohbet veya seçtiğiniz herhangi bir yolla (WhatsApp, Telegram, Instagram Direct veya e-posta) karşılaşabileceğiniz herhangi bir sorunu çözmenize yardımcı olmaya her zaman hazırdır.
zh: 我们的支持团队随时准备帮助您解决购买前后可能遇到的任何问题，无论是通过实时聊天还是您选择的任何其他方式（WhatsApp，Telegram，Instagram Direct或电子邮件）。

# a38
source: What are the advantages of buying [[UT]] coins instead of [[PT]]?
ar: ما مزايا شراء عملات [[UT]] بدلاً من [[PT]]؟
de: Welche Vorteile hat es [[UT]] Münzen anstatt [[PT]] zu kaufen?
es: ¿Qué ventajas tiene comprar monedas de [[UT]] en lugar de [[PT]]?
fr: Quels sont les avantages à acheter des crédits [[UT]] plutôt que [[PT]] ?
it: Che vantaggi offre l'acquisto di monete [[UT]] anziché [[PT]]?
nl: Wat zijn de voordelen van [[UT]]-munten kopen in plaats van [[PT]]?
no: Hvorfor er [[UT]] mynter bedre enn [[PT]]?
pl: Jakie są zalety kupowania monet [[UT]] zamiast [[PT]]?
pt: Quais são as vantagens de comprar moedas [[UT]] em vez de [[PT]]?
ru: В чём превосходство монет [[UT]] над [[PT]]?
sv: Vilka är fördelarna med att köpa [[UT]]-mynt istället för [[PT]]?
tr: [[PT]] yerine [[UT]] jetonları satın almanın avantajları nelerdir?
zh: 购买[[UT]]金币而不是[[PT]]有什么好处?

# a39
source: Coins are the first choice of most [[F]] players around the world because of their low cost, and the ability to spend them much more beneficially for your [[UT]] club.
ar: العملات هي الخيار الأول لمعظم لاعبي [[F]] في جميع أنحاء العالم بسبب تكلفتها المنخفضة، والقدرة على إنفاقها بشكل أكثر فائدة لناد[[UT]] الخاص بك.
de: Münzen sind die erste Wahl der meisten [[F]] Spieler weltweit. Sie sind günstig und können vorteilhafter in Ihren [[UT]] Club verwendet werden.
es: Las monedas son la primera opción de la mayoría de los jugadores de [[F]] del planeta, debido a su bajo coste y a la posibilidad de sacarles mayor provecho para su club de [[UT]].
fr: Les crédits sont le premier choix de la plupart des joueurs de [[F]] du monde entier en raison de leur faible coût et de la possibilité de les dépenser de manière plus avantageuse pour votre club [[UT]].
it: Le monete costituiscono la prima scelta della maggior parte dei giocatori di [[F]] in tutto il mondo, per il basso costo e per la possibilità di spenderle in modo molto più vantaggioso per il tuo club di [[UT]].
nl: Munten zijn de eerste keus van de meeste [[F]]-spelers van over de hele wereld vanwege hun lage kosten en de mogelijkheid om ze veel voordeliger uit te geven aan je [[UT]]-club.
no: De fleste [[F]]-spillere velger [[UT]]-mynter på grunn av deres lave kostnader og en muligheten å bruke denne valutaen slik at de får mest mulig verdig for deres [[UT]] klubben.
pl: Monety są wyborem większości graczy [[F]] na całym świecie ze względu na ich niski koszt oraz możliwość wydawania znacznie korzystniej w twoim klubie [[UT]].
pt: As moedas são a primeira escolha da maioria dos jogadores [[F]] em todo o mundo devido ao seu baixo custo e à capacidade de as gastarem de forma muito mais benéfica para o seu clube [[UT]].
ru: Монеты [[UT]] — это выбор большинства игроков [[F]] благодаря их низкой стоимости и возможности потратить данную валюту с большей пользой для своего клуба [[UT]].
sv: Mynt är förstahandsvalet för de flesta [[F]]-spelare runt om i världen på grund av deras låga kostnad och möjligheten att spendera dem mycket mer fördelaktigt för din [[UT]]-klubb.
tr: Jetonlar, düşük maliyetleri ve [[UT]] kulübünüz için çok daha faydalı bir şekilde harcanabilmeleri nedeniyle dünyadaki çoğu [[F]] oyuncusunun ilk tercihidir.
zh: 金币是世界各地大多数[[F]]玩家的首选，因为他们成本低，能够为你的[[UT]]俱乐部花的更物有所值。

# a40
source: You can spend [[UT]] Coins on in-game items that have been listed on the Transfer Market by other players. These could be player cards, coach cards, uniform kits, stadiums, consumables and more. And most importantly, none of these can be bought with [[PT]].
ar: يمكنك إنفاق عملات [[UT]] على العناصر داخل اللعبة التي تم إدراجها في سوق الانتقالات من قِبل لاعبين آخرين. يمكن أن تكون هذه العناصر بطاقات اللاعب، وبطاقات المدرب، ومجموعات الزي الرسمي، والملاعب، والمواد الاستهلاكية وغيرها. والأهم من ذلك، لا يمكن شراء أي منها باستخدام [[PT]].
de: Sie können [[UT]] Münzen dazu verwenden, In-game-Gegenstände zu erwerben, die von anderen Spielern auf dem Transfermarkt angeboten werden. Dazu zählen unter anderem Spielerkarten, Trainerkarten, Trickot-Sets, Stadien, Verbrauchsmaterialien. Keiner dieser Gegenstände kann mit [[PT]] erworben werden.
es: Puedes gastar las monedas de [[UT]] en artículos del juego que otros jugadores hayan incluido en el Mercado de transferibles, como cartas de jugadores y entrenadores, equipaciones, estadios, consumibles, etc. Y lo que es más importante, ninguno de estos artículos puede comprarse con [[PT]].
fr: Vous pouvez dépenser des crédits [[UT]] pour acheter des éléments dans le jeu, qui ont été mis en vente sur le Marché des transferts par d'autres joueurs. Il peut s'agir de cartes de joueur, de cartes d'entraîneur, de kits de tenues, de stades, de consommables, etc. Et le plus important, c'est qu'aucun de ces objets ne peut être acheté avec des [[PT]].
it: Puoi usare le monete [[UT]] per acquistare elementi in-game messi in vendita da altri giocatori nel mercato dei trasferimenti. Potrebbero essere le schede dei giocatori o degli allenatori, uniformi, stadi, materiali di consumo e altro. E soprattutto nessuno di questi elementi è acquistabile con [[PT]].
nl: Je kunt[[UT]]-munten uitgeven aan in-game items die op de transfermarkt zijn gezet door andere spelers. Dit kunnen spelerskaarten zijn, coachkaarten, uniformen, stadions, verbruiksitems en meer. En belangrijker nog, dit kan allemaal niet gekocht worden met [[PT]].
no: Du kan bruke [[UT]] mynter til å kjøpe gjenstander i spillet som er oppført av andre brukere på overgangsmarkedet.Dette kan være spillerkort, trenerkort, uniformsdrakter, stadioner, forbruksmateriell og mer. Og alt dette kan ikke kjøpes for [[PT]].
pl: Możesz wydawać monety [[UT]] na elementy, które zostały wystawione na rynku transferowym przez innych graczy. Mogą to być karty piłkarzy, karty trenerów, zestawy strojów, stadiony, karty jednorazowe i inne. I co najważniejsze – żadnego z tych elementów nie można kupić za [[PT]].
pt: Pode gastar Moedas [[UT]] em artigos no jogo que foram listados no Mercado de Transferências por outros jogadores. Estes podem ser cartas de jogador, cartas de treinador, kits de equipamento, estádios, consumíveis e muito mais. E o mais importante, nenhum deles pode ser comprado com [[PT]].
ru: За монеты [[UT]] вы можете покупать внутриигровые предметы, выставленные другими пользователями на трансферном рынке. Это могут быть карточки игроков и тренеров, комплекты форм, стадионы, расходники и многое другое. И всё это нельзя купить за [[PT]].
sv: Du kan spendera [[UT]] Coins på spelobjekt som har listats på transfermarknaden av andra spelare. Det kan vara spelarkort, tränarkort, matchställ, arenor, förbrukningsvaror och mycket mer. Och viktigast av allt, ingen av dessa kan köpas med [[PT]].
tr: Diğer oyuncular tarafından Transfer Market'te listelenen oyun içi eşyalar için [[UT]] Jetonu harcayabilirsiniz. Bunlar oyuncu kartları, koç kartları, forma setleri, stadyumlar, sarf malzemeleri ve daha fazlası olabilir. Ve en önemlisi, bunların hiçbiri [[PT]] ile satın alınamaz.
zh: 你可以花费[[UT]]购买其他玩家在“转会市场”上列出的游戏内道具。这些可能是球员卡、教练卡、制服套件、体育场、消耗品等等。最重要的是，这些都不能用[[PT]]购买。

# a41
source: With [[PT]], you can buy packs from the [[UT]] store and get access to the [[UT]] Drafts. However, you can do both of these things using coins as well. In terms of real money, it's more than 5 times cheaper to shop in-game using [[UT]] coins instead of [[PT]]. Start shopping for coins with us and see for yourself 😉
ar: باستخدام [[PT]]، يمكنك شراء الحزم من متجر [[UT]] والوصول إلى مسودات [[UT]]. ومع ذلك، يمكنك القيام بكل من هذين الأمرين باستخدام العملات أيضًا. مقارنة مع المال الحقيقي، فإن التسوق داخل اللعبة أرخص بأكثر من 5 مرات باستخدام عملات[[UT]] بدلاً من [[PT]]. ابدأ التسوق لشراء العملات معنا وشاهد بنفسك
de: Mit [[PT]] können Sie Packs im [[UT]] Store kaufen und haben Zugang zu den [[UT]] Drafts. Beides ist aber auch mit Münzen möglich. In Verbindung zu realem Geld ist es In-Game fünfmal günstiger mit [[UT]] Münzen zu bezahlen, als mit [[PT]]. Kaufen Sie bei uns Münzen und probieren Sie es aus. 😉
es: Con [[PT]], puedes comprar paquetes de la tienda de [[UT]] y obtener acceso a los Drafts de [[UT]]. Sin embargo, también puedes hacer ambas cosas con monedas. En lo que a dinero de verdad se refiere, comprar en el juego usando monedas de [[UT]] es cinco veces más barato que hacerlo con [[PT]]. Empieza a comprar con monedas en nuestro sitio web y compruébalo de primera mano. 😉
fr: Avec des [[PT]], vous pouvez acheter des kits dans la boutique [[UT]] et avoir accès aux recrutements [[UT]]. Ce sont toutefois des choses que vous pouvez également faire avec des crédits. En termes d'argent réel, il revient plus de 5 fois moins cher de faire des achats dans le jeu en utilisant des crédits [[UT]] plutôt que des [[PT]]. Commencez à acheter des crédits chez nous et constatez par vous-même 😉
it: Con [[PT]] puoi acquistare pacchetti nel negozio[[UT]] e accedere ai sorteggi [[UT]]. Puoi comunque fare entrambe le cose anche usando le monete. Per quanto riguarda il denaro reale, è più di 5 volte più conveniente fare acquisti in-game utilizzando monete [[UT]] anziché [[PT]]. Inizia ad acquistare monete con noi e scoprilo i prima persona 😉
nl: Met [[PT]] kun je pakketten kopen in de [[UT]]-winkel en toegang krijgen tot de [[UT]]-drafts. Beide dingen kun je echter ook met munten doen. Wat echt geld betreft, is het 5 keer goedkoper om in-game te winkelen met [[UT]]-munten in plaats van [[PT]]. Koop je munten bij ons en zie het zelf 😉
no: Du kan kjøpe pakker fra pakkebutikken og få tilgang til [[UT]] Draft ved å bruke både [[PT]] og [[UT]]-mynter. Men når det gjelder ekte penger, er det mer enn 5 ganger billigere å handle i spillet med [[UT]]-mynter i stedet for [[PT]]. Når det gjelder Begynn å kjøpe mynter hos hos og se det selv 😉
pl: Za [[PT]] możesz kupować paczki w sklepie [[UT]] i zyskać dostęp do Draftu [[UT]]. Jednakże za obie te rzeczy możesz też płacić monetami. W przeliczeniu na prawdziwe pieniądze 5 razy taniej jest kupować w sklepie w grze za monety [[UT]] niż za [[PT]]. Zacznij z nami kupować za monety i przekonaj się sam
pt: Com [[PT]], podes comprar pacotes na loja [[UT]] e ter acesso aos Recrutamentos [[UT]]. No entanto, também podes fazer essas duas coisas usando moedas. Em termos de dinheiro real, é mais de 5 vezes mais barato fazer compras no jogo usando moedas [[UT]] em vez de [[PT]]. Começa por comprar moedas connosco e vê por ti mesmo 😉
ru: Приобретать паки из магазина наборов и доступы к [[UT]] Драфтам можно как за [[PT]], так и за монеты [[UT]]. Но в пересчёте на реальные деньги, совершать покупки внутри игры за монеты [[UT]] более чем в 5 раз дешевле, чем за [[PT]]. Начните покупать монеты у нас и убедитесь во всём сами 😉
sv: Med [[PT]] kan du köpa paket från [[UT]]-butiken och få tillgång till [[UT]] Drafts. Du kan dock göra båda dessa saker med mynt också. Räknat i riktiga pengar är det mer än 5 gånger billigare att shoppa i spelet med [[UT]]-mynt istället för [[PT]]. Börja handla mynt med oss och se själv 😉
tr: [[PT]] ile [[UT]] mağazasından paketler satın alabilir ve [[UT]] Taslaklarına erişebilirsiniz. Ancak bunların her ikisini de jeton kullanarak yapabilirsiniz. Gerçek para açısından, [[PT]] yerine [[UT]] jetonlarını kullanarak oyun içi alışveriş yapmak 5 kat daha ucuzdur. Bizimle jeton alışverişine başlayın ve kendiniz görün 😉
zh: 有了[[PT]]，你就可以从[[UT]]商店购买套装，并访问[[UT]]“征召”。不过，你也可以使用硬币来同时做这两件事。就真钱而言，使用[[UT]]金币而不是 [[PT]]进行游戏内购物便宜5倍多。开始和我们一起买金币，亲眼看看😉

# a42
source: Which delivery methods do you offer and what is the difference between them?
ar: ما طرق التسليم التي تقدموها وما الفرق بينها؟
de: Welche Versandarten bieten Sie an und was sind die Unterschiede?
es: ¿Qué métodos de entrega ofrecéis y qué diferencia hay entre ellos?
fr: Quels sont les modes de livraison que vous proposez et quelle est la différence entre eux ?
it: Quali metodi di consegna sono disponibili? Quali sono le differenze?
nl: Welke bezorgmethoden bieden jullie en wat is het verschil tussen de verschillende opties?
no: Hvilke leveringsmetoder tilbyr du og hva er forskjellen mellom dem?
pl: Jakie metody dostawy oferujecie i jakie są między nimi różnice?
pt: Que métodos de entrega oferecem e qual é a diferença entre eles?
ru: Какие методы доставки вы предлагаете и в чём между ними разница?
sv: Vilka leveransmetoder erbjuder ni och vad är skillnaden mellan dem?
tr: Hangi teslimat yöntemlerini sunuyorsunuz ve aralarındaki ne tür farklar vardır?
zh: 你们提供哪些交付方式，它们之间有什么区别?

# a43
source: There are two delivery methods that you can choose from on our website: Comfort Trade and Player Auction.
ar: هناك طريقتان للتسليم يمكنك الاختيار من بينهما على موقعنا الإلكتروني: التداول المريح ومزاد اللاعب.
de: Auf unserer Website stehen zwei Versandarten zur Auswahl: Komforthandel und Spielerauktion.
es: En nuestro sitio web puedes elegir entre dos métodos de entrega: Tradeo cómodo y Subasta de jugadores.
fr: Sur notre site Web, vous avez le choix entre deux modes de livraison : Transaction Confort et Enchères joueur.
it: Sul nostro sito web puoi scegliere tra due modalità di consegna: Scambio comfort e Asta dei giocatori.
nl: Er zijn twee bezorgmethoden die je kunt kiezen op onze website: Comfort Trade en Spelersveiling.
no: Vi tilbyr Comfort Trade og Spillerauksjon.
pl: Na naszej stronie możesz wybrać dwie metody dostawy: wygodny handel i aukcję gracza.
pt: Existem dois métodos de entrega que podes escolher no nosso site: Negociação Comfort e Leilão de Jogador.
ru: Заказы на нашем сайте исполняются Комфортным и Ручным методами.
sv: Det finns två leveransmetoder som du kan välja mellan på vår webbplats: Comfort Trade och Player Auction.
tr: Web sitemizde seçebileceğiniz iki teslimat yöntemi vardır: Rahat İşlem ve Oyuncu Açık Artırma.
zh: 我们的网站上有两种交付方式供您选择：舒适交易和玩家拍卖。

# a44
source: For Comfort Trade orders to be processed you would need to provide us with your EA account details, but no further action is needed from you — we will handle the delivery process ourselves.
ar: لكي تتم معالجة طلبات التداول المريح، ستحتاج إلى تزويدنا بتفاصيل حساب EA الخاص بك، ولكن لا يلزم اتخاذ أي إجراء آخر بواسطتك — سنتولى عملية التسليم بأنفسنا.
de: Für Bestellungen mit Komforthandel benötigen wir Ihre EA-Kontoinformationen. Sie müssen nichts weiter tun, wir wickeln die Zustellung selbst ab.
es: Para tramitar pedidos con Tradeo cómodo, solo debes facilitarnos los datos de tu cuenta de EA: nosotros gestionaremos el proceso de entrega.
fr: Pour permettre le traitement des commandes Transaction Confort, vous devrez nous fournir les détails de votre compte EA, mais aucune autre action ne sera nécessaire de votre part - nous nous chargerons nous-mêmes du processus de livraison.
it: Per l'elaborazione degli ordini Scambio comfort è necessario che tu fornisca i dettagli del tuo account EA, ma non occorrono altri azioni da parte tua: gestiremo noi la consegna.
nl: Om Comfort Trade-bestellingen te verwerken, moet je ons je EA-accountgegevens geven, maar verder is er geen actie nodig van jouw kant; wij handelen het bezorgproces zelf af.
no: Comfort Trade trenger EA-kontoopplysningene dine, men du trenger ikke å gjøre noe – vi utfører leveringsprosessen selv.
pl: W celu przetworzenia zamówień wygodnego handlu musisz podać nam szczegóły swojego konta EA, ale to będzie już wszystko – sami zajmiemy się procesem dostawy.
pt: Para que os pedidos Comfort Trade sejam processados, terás de nos fornecer os detalhes da tua conta EA, mas não é necessária mais nenhuma ação da tua parte — nós próprios trataremos do processo de entrega.
ru: Комфортный метод требует для работы данные от вашей учётной записи EA, но не требует никаких действий от вас — процесс доставки полностью лежит на нас.
sv: För att Comfort Trade-order ska behandlas måste du förse oss med dina EA-kontouppgifter, men inga ytterligare åtgärder behövs från dig - vi kommer att hantera leveransprocessen själva.
tr: Rahat İşlem siparişlerinin işleme alınması için bize EA hesap bilgilerinizi vermeniz gerekir, ancak sizin başka bir işlem yapmanıza gerek yoktur, teslimat sürecini biz hallederiz.
zh: 要处理舒适交易订单，您需要向我们提供您的EA帐户详细信息，但不需要您采取进一步行动，我们将自己处理交付过程。

# a45
source: No details whatsoever are required for the Player Auction delivery method, however you will need to transfer the coins by yourself using our instructions.
ar: لا توجد تفاصيل على الإطلاق مطلوبة لطريقة تسليم مزاد اللاعب، ومع ذلك ستحتاج إلى تحويل العملات بنفسك باستخدام تعليماتنا.
de: Für die Versandart Spielerauktion werden keinerlei Informationen benötigt, aber Sie müssen die Münzen selbst überweisen. Wir haben dafür eine Anleitung für Sie.
es: Para el método de entrega Subasta de jugadores, no hace falta facilitar ningún dato, pero tendrás que encargarte de transferir las monedas siguiendo nuestras instrucciones.
fr: Concernant le mode de livraison Enchères joueur, vous n'aurez aucun détail à fournir, mais vous devrez transférer les crédits par vous-même en suivant nos instructions.
it: Per il metodo di consegna Asta dei giocatori non sono necessari ulteriori dettagli ma dovrai occuparti tu del trasferimento delle monete, seguendo le nostre istruzioni.
nl: Voor de Spelersveiling-bezorgmethode zijn geen gegevens nodig, maar je zult de munten zelf moeten overzetten aan de hand van onze instructies.
no: Spillerauksjon trenger ikke noen kontoopplysningene, men du skal levere mynder helt selv.
pl: Jeśli wybierzesz dostawę poprzez aukcję gracza, nie musisz podawać żadnych danych, ale konieczne będzie przekazanie monet ręcznie zgodnie z naszą instrukcją.
pt: Nenhum detalhe é necessário para o método de entrega do Leilão de Jogador, no entanto, vais precisar de transferir as moedas sozinho usando as nossas instruções.
ru: Для Ручного же метода не понадобятся никакие данные, но переводить монеты вы будете самостоятельно по нашим инструкциям.
sv: Inga som helst uppgifter krävs för leveransmetoden Spelarauktion, men du måste själv överföra mynten med hjälp av våra instruktioner.
tr: Oyuncu Açık Artırma teslimat yöntemi için herhangi bir bilgi gerekmez, ancak talimatlarımızı kullanarak sizin para transferi yapmanız gerekecektir.
zh: 玩家拍卖交付方式不需要任何细节，但是您需要使用我们的指示自行转移金币。

# a46
source: You can learn more about both delivery methods
ar: يمكنك معرفة المزيد عن كلتا طريقتي التسليم
de: Weitere Informationen zu beiden Versandarten finden Sie
es: Puedes obtener más información sobre ambos métodos de entrega
fr: Vous pouvez découvrir plus d'informations sur ces deux modes de livraison
it: Puoi trovare ulteriori informazioni su entrambi i metodi di consegna
nl: Meer info over bezorgmethoden vind je
no: Du kan finne mer informasjon om de to metodene
pl: Więcej o obu metodach dowiesz się
pt: Podes saber mais sobre ambos os métodos de entrega
ru: Больше информации по обоим методам вы найдёте
sv: Du kan läsa mer om båda leveransmetoderna
tr: Her iki teslimat yöntemi hakkında daha fazla bilgiyi
zh: 您可以进一步了解这两种交付方式，请见

# a47
source: here.
ar: هنا.
de: hier.
es: aquí.
fr: ici.
it: qui.
nl: hier.
no: her.
pl: tutaj.
pt: aqui.
ru: здесь.
sv: här.
tr: burada bulabilirsiniz.
zh: 这里。

# a48
source: How long does coin delivery take?
ar: كم من الوقت يستغرق توصيل العملة؟
de: Wie lange dauert die Zustellung der Münzen?
es: ¿Cuánto tardan en entregarse las monedas?
fr: Combien de temps demande la livraison de crédits ?
it: Quanto tempo richiede la consegna delle monete?
nl: Hoelang duurt het tot de munten bezorgd worden?
no: Hvor lang tid tar levering av mynter?
pl: Ile trwa dostawa?
pt: Quanto tempo demora a entrega de moedas?
ru: Сколько по времени занимает доставка монет?
sv: Hur lång tid tar myntleveransen?
tr: Jeton teslimatı ne kadar sürer?
zh: 金币交付需要多长时间？

# a49
source: It depends on the delivery method you choose.
ar: يعتمد ذلك على طريقة التوصيل التي تختارها.
de: Das hängt davon ab, welche Versandart Sie wählen.
es: Depende del método de entrega que elijas.
fr: Cela dépend du mode de livraison choisi.
it: Dipende dal metodo di consegna scelto.
nl: Dat hangt af van de bezorgmethode die je kiest.
no: Det avhenger av leveringsmetoden.
pl: To zależy od wybranej metody dostawy.
pt: Depende do método de entrega que escolheres.
ru: Зависит от выбранного вами метода доставки.
sv: Det beror på vilken leveransmetod du väljer.
tr: Bu, seçtiğiniz teslimat yöntemine bağlıdır.
zh: 这取决于您选择的交付方式。

# a5
source: Menu
ar: القائمة
de: Menü
es: Menú
no: Meny
ru: Меню
sv: Meny
tr: Menü
zh: 菜单
