Repository: vikkuzz/royalfut-sell
Catalog: apps/royalfut/locales/lng/*.po
Languages: ar, de, es, fr, it, nl, no, pl, pt, ru, sv, tr, zh

# a121_3
source: 2. Contactless payment through Apple Pay and Google Pay.
ar: 2. الدفع دون تلامس من خلال Apple Pay وGoogle Pay.
de: 2. Kontaktlose Zahlung mit Apple Pay und Google Pay.
es: 2. Pago sin contacto mediante Apple Pay y Google Pay.
fr: 2. Paiement sans contact via Apple Pay et Google Pay.
it: 2. Pagamento contactless tramite Apple Pay e Google Pay.
nl: 2. Contactloos betalen via Apple Pay en Google Pay.
no: 2. Kontaktløs betaling via Apple Pay og Google Pay.
pl: 2. Płatności bezkontaktowe poprzez Apple Pay i Google Pay.
pt: 2. Pagamento sem contacto através do Apple Pay e do Google Pay.
ru: 2. Бесконтактная оплата через Apple Pay и Google Pay.
sv: 2. Kontaktlös betalning via Apple Pay och Google Pay.
tr: 2. Apple Pay ve Google Pay aracılığıyla temassız ödeme.
zh: 2. 通过Apple Pay和Google Pay的非接触式支付。

# a121_4
source: 3. Bank transfer through most of EU banks, iDeal and others.
ar: 3. التحويل المصرفي من خلال معظم بنوك الاتحاد الأوروبي وiDeal وغيرها.
de: 3. Banküberweisung der meisten EU-Banken, iDeal und andere.
es: 3. Transferencia bancaria a través de la mayoría de las entidades de la UE, iDeal, etc.
fr: 3. Virement bancaire via la plupart des banques de l'UE, iDeal et autres.
it: 3. Bonifico bancario dalla maggior parte delle banche dell'UE, iDeal e altri.
nl: 3. Bankoverschrijving via de meeste EU-banken, iDeal en andere.
no: 3. Bankoverføring gjennom mest av EU-banker, iDeal og andre.
pl: 3. Przelew bankowy za pośrednictwem większości banków UE, iDeal i innych.
pt: 3. Transferência bancária através da maioria dos bancos da UE, iDeal e outros.
ru: 3. Банковский перевод через большинство банков EC, iDeal и др.
sv: 3. Banköverföring via de flesta EU-banker, iDeal och andra.
tr: 3. Çoğu AB bankası, iDeal ve diğerleri aracılığıyla banka havalesi.
zh: 3. 通过大多数欧盟银行、iDeal等进行银行转账。

# a121_5
source: 4. Cryptocurrencies — Bitcoin, USD Tether, Etherium.
ar: 4. العملات المشفرة — بيتكوين، والدولار الأمريكي تيثر، والإيثريوم.
de: 4. Kryptowährungen – Bitcoin, USD Tether, Ethereum.
es: 4. Criptomonedas Bitcoin, USD Tether y Ethereum.
fr: 4. Cryptomonnaies telles que Bitcoin, USD Tether, Ethereum.
it: 4. Criptovalute: Bitcoin, USD Tether, Ethereum.
nl: 4. Cryptocurrencies - Bitcoin, USD Tether, Ethereum.
no: 4. Kryptovalutaer - Bitcoin, USD Tether, Ethereum.
pl: 4. Kryptowaluty – Bitcoin, USD Tether, Ethereum.
pt: 4. Criptomoedas — Bitcoin, USD Tether, Ethereum.
ru: 4. Криптовалюты — Bitcoin, USD Tether, Etherium.
sv: 4. Kryptovalutor - Bitcoin, USD Tether, Ethereum.
tr: 4. Kripto para birimleri - Bitcoin, USD Tether, Ethereum.
zh: 4. 加密货币：比特币，USD Tether，以太坊。

# a122
source: How to refund my order?
ar: كيف يمكنني استرداد قيمة طلبي؟
de: Wie kann ich eine Bestellung rückerstatten lassen?
es: ¿Cómo obtengo un reembolso de un pedido?
fr: Comment obtenir le remboursement de ma commande ?
it: Come posso avere un rimborso per il mio ordine?
nl: Hoe kan ik mijn geld terugkrijgen?
no: Hvordan kan jeg få refusjon?
pl: Jak mogę otrzymać zwrot pieniędzy?
pt: Como pedir um reembolso do meu pedido?
ru: Как получить возврат денежных средств?
sv: Hur återbetalar jag min order?
tr: Siparişimi nasıl iade edebilirim?
zh: 如何退款订单？

# a123
source: If you have successfully paid for your order, but for some reason you don't need coins anymore, you can request a full refund. In order to do that, you need to contact our Support Service via live chat or any other way of your choice (WhatsApp, Telegram, Instagram Direct or e-mail).
ar: إذا كنت قد دفعت ثمن طلبك بنجاح، ولكن لسبب ما لم تعد بحاجة إلى العملات، يمكنك طلب استرداد المبلغ المدفوع بالكامل. للقيام بذلك، تحتاج إلى الاتصال بخدمة الدعم الخاصة بنا عبر الدردشة المباشرة أو أي طريقة أخرى من اختيارك (WhatsApp أو Telegram أو Instagram Direct أو البريد الإلكتروني).
de: Wenn Sie eine Bestellung erfolgreich bezahlt haben, die Münzen jedoch nicht benötigen, können Sie eine vollständige Rückerstattung verlangen. Kontaktieren Sie unser Support-Team über LiveChat oder einen anderen Kanal Ihrer Wahl (WhatsApp, Telegram, Instagram Direct oder E-MAil).
es: Si has pagado correctamente un pedido, pero, por el motivo que sea, ya no te hacen falta las monedas, puedes solicitar un reembolso íntegro del importe. Para ello, ponte en contacto con nuestro equipo de asistencia a través del chat en directo o cualquier otro canal de tu elección (WhatsApp, Telegram, Instagram Direct o correo electrónico).
fr: Si vous effectué le paiement de votre commande avec succès, mais que pour une raison ou une autre vous n'avez plus besoin de crédit, vous pouvez demander un remboursement complet. Pour ce faire, vous devez contacter notre service d'assistance par chat en direct ou par tout autre moyen de votre choix (WhatsApp, Telegram, Instagram Direct ou e-mail).
it: Se hai pagato il tuo ordine ma per qualche motivo non hai più bisogno delle monete, puoi richiedere un rimborso completo. Per farlo è necessario contattare il nostro servizio di assistenza tramite chat o con qualsiasi altro modo a tua scelta (WhatsApp, Telegram, Instagram Direct o e-mail).
nl: Als je je bestelling hebt betaald, maar om de een of andere reden geen munten meer nodig hebt, kun je een volledige terugbetaling aanvragen. Om dat te doen, moet je contact opnemen met onze klantenservice via live chat of op een andere manier naar keuze (WhatsApp, Telegram, Instagram Direct of e-mail).
no: Hvis du har betalt for bestillingen din, men av en eller annen grunn ikke trenger mynter lenger, kan du be om full refusjon. For å gjøre det, må du kontakte vår kundestøtte gjennom kommunikasjonskanal som passer deg, enten det er en chat på nettsiden, WhatsApp, Telegram, Instagram Direct eller e-post.
pl: Jeśli pomyślnie opłacisz zamówienie, ale uznasz, że monet jednak nie potrzebujesz, możesz poprosić o całkowity zwrot pieniędzy. Aby to zrobić, skontaktuj się z naszą usługą wsparcia na czacie na żywo albo w inny, wybrany przez ciebie sposób (WhatsApp, Telegram, Instagram Direct lub e-mail).
pt: Se pagaste com sucesso o teu pedido, mas por algum motivo já não precisas de moedas, podes solicitar um reembolso total. Para fazer isso, precisas de entrar em contacto com o nosso Serviço de Assistência através do chat em direto ou qualquer outra forma à tua escolha (WhatsApp, Telegram, Instagram Direct ou e-mail).
ru: Если вы успешно оплатили заказ, но по той или иной причине не хотите получать монеты на свой игровой счёт, вы можете запросить полный возврат средств. Для этого обратитесь в нашу службу поддержки через онлайн-чат или любой другой удобный для вас способ связи (WhatsApp, Telegram, Instagram Direct, электронная почта).
sv: Om du har betalat för din beställning, men av någon anledning inte behöver några mynt längre, kan du begära en fullständig återbetalning. För att göra det måste du kontakta vår supporttjänst via livechatt eller på något annat sätt som du väljer (WhatsApp, Telegram, Instagram Direct eller e-post).
tr: Siparişiniz için başarılı bir şekilde ödeme yaptıysanız ancak herhangi bir nedenle artık jetonlara ihtiyacınız yoksa, tam geri ödeme talep edebilirsiniz. Bunu yapmak için, canlı sohbet veya seçtiğiniz başka bir yolla (WhatsApp, Telegram, Instagram Direct veya e-posta) Destek Hizmetimizle iletişime geçmeniz yeterlidir.
zh: 如果您已成功支付订单，但由于某种原因您不再需要金币，您可以要求全额退款。为此，您需要通过实时聊天或您选择的任何其他方式（WhatsApp，Telegram，Instagram Direct或电子邮件）联系我们的支持服务。

# a124
source: Do you buy coins from users as well?
ar: هل تشتري عملات معدنية من المستخدمين أيضًا؟
de: Kaufen Sie auch Münzen von Benutzern?
es: ¿También compráis monedas a los usuarios?
fr: Achetez-vous également des crédits à des utilisateurs ?
it: Acquistate anche monete dagli utenti?
nl: Kopen jullie ook munten van gebruikers?
no: Kjøper du mynter av brukere?
pl: Czy kupujecie też monety od użytkowników?
pt: Também compram moedas aos utilizadores?
ru: Можно ли вам продать свои монеты?
sv: Köper ni mynt från användare också?
tr: Kullanıcılardan da jeton satın alıyor musunuz?
zh: 你们也从用户手里购买金币吗？

# a125
source: It's not our main focus, but sometimes we do, you can contact our manager via Skype or Telegram and we'll consider your offer.
ar: هذا ليس تركيزنا الرئيسي، ولكن في بعض الأحيان نفعل ذلك، يمكنك الاتصال بمديرنا عبر Skype أو Telegram وسننظر في عرضك.
de: Der Kauf von Münzen ist nicht unser Hauptanliegen, aber manchmal kaufen wir Münzen. Sie können unsere Manager über Skype oder Telegram kontaktieren und wir werden Ihr Angebot prüfen.
es: Aunque no es nuestra actividad principal, en ocasiones lo hacemos. Ponte en contacto con nuestro gestor a través de Skype o Telegram, y estudiaremos tu oferta.
fr: Ce n'est pas notre objectif principal, mais il arrive que nous le fassions. Vous pouvez contacter notre responsable via Skype ou Telegram et nous étudierons votre offre.
it: Non è la nostra attività principale, ma a volte lo facciamo; puoi contattare il nostro manager tramite Skype o Telegram e valuteremo la tua offerta.
nl: Dat is niet onze belangrijkste focus, maar soms doen we dat wel. Als je contact opneemt met onze manager via Skype of Telegram, zullen we je aanbod overwegen.
no: Vi kan til og med kjøpe mynter fra deg. For dette, skriv til vår manager på Skype eller Telegram.
pl: Nie jest to nasz główny obszar działalności, ale czasem tak. Możesz skontaktować się z naszym menedżerem poprzez Skype lub Telegram. Rozważymy twoją ofertę.
pt: Não é o nosso foco principal, mas às vezes sim, podes entrar em conta to com o nosso gestor através do Skype ou Telegram e vamos considerar a tua oferta.
ru: Мы можем договориться о покупке монет у вас, для этого напишите нашему менеджеру в Skype или Telegram.
sv: Det är inte vårt huvudfokus, men ibland gör vi det, du kan kontakta vår chef via Skype eller Telegram så överväger vi ditt erbjudande.
tr: Bu bizim odağımız ana faaliyet değil, ancak bazen yapıyoruz, Skype veya Telegram üzerinden yöneticimizle iletişime geçebilirsiniz, teklifinizi değerlendireceğiz.
zh: 这不是我们的主要关注点，但有时我们会这样做。您可以通过 Skype 或 Telegram联系我们的管理人员，我们会考虑你的报价。

# a128
source: Redirecting...
ar: ‏‏جارٍ إعادة التوجيه...
de: Sie werden weitergeleitet...
es: Redirigiendo…
fr: Redirection...
it: Reindirizzamento...
nl: Doorverwijzen...
no: Omdirigeres…
pl: Przekierowanie...
pt: A redirecionar...
ru: Идёт переадресация...
sv: Omdirigering...
tr: Yönlendiriliyor...
zh: 重定向中...

# a129
source: You will be automatically redirected to our partner's site
ar: ستتم إعادة توجيهك تلقائيًا إلى موقع شريكنا
de: Sie werden automatisch auf die Seite unseres Partners weitergeleitet
es: Se te redirigirá automáticamente al sitio web de nuestro socio
fr: Vous allez être automatiquement redirigé vers le site de notre partenaire
it: Verrai reindirizzato automaticamente al sito del nostro partner
nl: Je wordt automatisch doorverwezen naar de site van onze partner
no: Du blir automatisk omdirigert til vår partners nettside
pl: Nastąpi automatyczne przekierowanie na stronę naszego partnera
pt: Vais ser automaticamente redirecionado para o site do nosso parceiro
ru: Вы будете перенаправлены на сайт нашего партнёра
sv: Du kommer automatiskt att omdirigeras till vår partners webbplats
tr: Otomatik olarak ortağımızın sitesine yönlendirileceksiniz
zh: 您将被自动重定向到我们合作伙伴的网站：

# a130
source: in [[X]] seconds
ar: خلال [[X]] من الثواني
de: in [[X]] Sekunden
es: dentro de [[X]] segundos.
fr: dans [[X]] secondes
it: tra [[X]] secondi
nl: over [[X]] seconden
no: om [[X]] sekunder
pl: za [[X]] sek.
pt: dentro de [[X]] segundos
ru: через [[X]] секунд
sv: på [[X]] sekunder
tr: [[X]] saniye içinde
zh: [[X]]秒钟后

# a131
source: Go Now
ar: الانتقال الآن
de: Jetzt weiterleiten
es: Ir
fr: C'est parti
it: Vai ora
nl: Ga nu
no: Gå nå
pl: Przejdź teraz
pt: Ir agora
ru: Перейти сейчас
sv: Gå nu
tr: Şimdi Git
zh: 马上去

# a135
source: Payment method
ar: أسلوب الدفع
de: Zahlungsmethode
es: Método de pago
fr: Mode de paiement
it: Metodo di pagamento
nl: Betaalmethode
no: Betalingsmetode
pl: Metoda płatności
pt: Método de pagamento
ru: Способ оплаты
sv: Betalningsmetod
tr: Ödeme yöntemi
zh: 付款方法

# a136
source: By card
ar: عن طريق البطاقة
de: Mit Karte
es: Tarjeta
fr: Par carte
it: Con carta
nl: Met kaart
no: Med kort
pl: Karta kredytowa
pt: Por cartão
ru: Картой
sv: Med kort
tr: Kart ile
zh: 用卡片

# a137
source: Via online banking
ar: عبر الخدمات المصرفية عبر الإنترنت
de: Über Onlinebanking
es: Banca en línea
fr: Par services bancaires en ligne
it: Con bonifico bancario online
nl: Via online bankieren
no: Via nettbank
pl: Bankowość online
pt: Através da banca online
ru: Через онлайн-банкинг
sv: Via internetbank
tr: Çevrimiçi bankacılık ile
zh: 通过网上银行

# a138
source: By crypto
ar: بواسطة العملات المشفرة
de: Mit Krypto
es: Criptomonedas
fr: Par cryptomonnaies
it: Con criptovalute
nl: Met crypto
no: Med krypto
pl: Kryptowaluty
pt: Por criptomoedas
ru: Криптовалютой
sv: Med krypto
tr: Kripto para ile
zh: 用加密货币

# a139
source: Bank transfer (EU only)
ar: الاتحاد الأوروبي: التحويل المصرفي
de: EU: Banküberweisung
es: Transferencia bancaria (UE)
fr: UE : virement bancaire
it: UE: Bonifico bancario
nl: EU: bankoverschrijving
no: EU: Ved bankoverføring
pl: UE: Przelew bankowy
pt: UE: Transferência bancária
ru: ЕС: Банковский перевод
sv: EU: Banköverföring
tr: AB: Banka havalesi
zh: 欧盟：银行转帐

# a14
source: Paste
ar: لصق
de: Einfügen
es: Pegar
fr: Coller
it: Incolla
nl: Plakken
no: Lim inn
pl: Wklej
pt: Colar
ru: Вставить
sv: Klistra in
tr: Yapıştır
zh: 粘贴

# a141
source: We would like to bring to your attention the innovative delivery system for EA FC coins developed by yours truly — a unique approach on the FIFA coins market. Every single order is processed according to a set of proprietary protocols that completely exclude any undesirable consequences for the account from EA. We are constantly improving our coin transfer algorithm, subjecting it to thorough calibration and a number of diverse trials and only in case of a positive evaluation of every tested aspect, it receives a green light for full implementation.
ar: نود أن نلفت انتباهكم إلى نظام التسليم المبتكر لعملات EA FC الذي طوره المشاركون في اللعبة حقًا - وهو نهج فريد في سوق عملات FIFA. تتم معالجة كل طلب وفقًا لمجموعة من بروتوكولات الملكية التي تستبعد تمامًا أي عواقب غير مرغوب فيها على الحساب من EA. نحن نعمل باستمرار على تحسين خوارزمية نقل العملات الخاصة بنا، وإخضاعها لمعايرة شاملة وعدد من التجارب المتنوعة وفقط في حالة التقييم الإيجابي لكل جانب تم اختباره، فإنه يتلقى الضوء الأخضر للتنفيذ الكامل.
de: Wir möchten Ihnen das innovative Versandsystem für EA FC Münzen vorstellen, einen einzigartiger Ansatz in der FIFA Münzindustrie. Jede Bestellung wird mit nativen Protokollen verarbeitet, die unerwünschte EA-Einschränkungen für das Konto ausschließen. Wir verbessern unseren fortschrittlichen Münztransfer-Algorithmus ständig. Er wird umfassend kalibriert und diversen Prüfungen unterzogen. Erst wenn alle geprüften Aspekte positiv bewertet wurden, wird der Algorithmus implementiert.
es: Te presentamos un innovador sistema de entrega de monedas de EA FC, sin parangón en el sector. Colaboramos con una amplia red de proveedores bajo nuestra gestión, lo que nos permite alcanzar constantemente nuevas cotas. Cada pedido se tramita con arreglo a un conjunto de protocolos propios que elimina cualquier posibilidad de que EA actúe contra una cuenta. Mejoramos constantemente nuestro avanzado algoritmo de transferencia de monedas, sometiéndolo una y otra vez a una rigurosa calibración y a diversas pruebas, a fin de localizar el más mínimo error o incoherencia en la siguiente actualización del juego, y eliminarlos de inmediato. Solamente en el caso de que todos los aspectos probados superen con éxito la evaluación, se da el visto bueno a su plena implementación.
fr: Nous souhaitons attirer votre attention sur le système innovant de livraison des pièces EA FC développé par vos humbles serviteurs - une approche inédite sur le marché des crédits FIFA. Chaque commande est traitée selon un ensemble de protocoles exclusifs qui écartent du compte tout risque de sanctions de la part de l'EA. Nous nous efforçons constamment d'améliorer notre algorithme de transfert de crédits, en le soumettant à un calibrage minutieux et à un certain nombre d'essais divers. Ce n'est qu'après une évaluation positive de tous les aspects testés qu'il reçoit le feu vert pour une mise en œuvre complète.
it: Ti segnaliamo l'innovativo sistema di consegna dei crediti EA FC sviluppato direttamente da noi: un approccio unico nel mercato dei crediti FIFA. Ciascun ordine viene gestito in base a una serie di protocolli da noi elaborati che escludono completamente qualsiasi conseguenza indesiderata per l'account da parte di EA. Miglioriamo costantemente il nostro algoritmo di trasferimento dei crediti sottoponendolo regolarmente a un'approfondita calibrazione e a una serie di test; solo se ogni aspetto testato ottiene una valutazione positiva riceve il via libera per l'implementazione.
nl: We willen je graag laten kennismaken met het innovatieve systeem voor EA FC-munten, ontwikkeld door ondergetekende, met een unieke benadering van de FIFA-muntenmarkt. Elke individuele bestelling wordt verwerkt met behulp van een aantal eigendomsprotocollen waarbij ongewilde gevolgen voor het account van EA worden uitgesloten. We zijn doorlopend bezig met het verbeteren van ons algoritme voor muntoverdracht. We kalibreren het grondig en het wordt uitvoerig getest. Alleen als elk getest onderdeel positief uit de bus komt, wordt het goedgekeurd voor volledige implementatie.
no: Vi vil gjerne presentere deg EA FCs innovative leveringssystem av mynter utviklet helt av oss - helt unik på FIFA-myntmarkedet. Hver bestilling behandles i henhold til et sett med proprietære protokoller som fullstendig utelukker uønskede konsekvenser for EA-kontoen. Vi forbedrer stadig vår algoritme for myntoverføring ved å teste og justere den ved kalibrering og en rekke forskjellige tester. Bare etter det får algoritmen grønt lys for full implementering.
pl: Chcielibyśmy zwrócić waszą uwagę na innowacyjny system dostaw monet EA FC opracowany przez niżej podpisanych. Jest to wyjątkowe podejście na rynku monet FIFA. Każde zamówienie realizowane jest według zestawu zastrzeżonych protokołów, które całkowicie wykluczają jakiekolwiek niepożądane skutki dla konta EA. Nieustannie ulepszamy nasz algorytm transferu monet, testując go na tysiącach naszych kont, zanim dopuścimy go do działania. Dopiero w przypadku pozytywnej oceny każdego testowanego aspektu system otrzymuje zielone światło do pełnej implementacji.
pt: Gostaríamos de chamar a tua atenção para o inovador sistema de entrega de moedas EA FC desenvolvido por nós — uma abordagem única no mercado de moedas FIFA. Cada pedido é processado de acordo com um conjunto de protocolos proprietários que excluem completamente quaisquer consequências indesejáveis para a conta da EA. Estamos constantemente a melhorar o nosso algoritmo de transferência de moedas, submetendo-o a uma calibração completa e a uma série de ensaios diversos e apenas no caso de uma avaliação positiva de todos os aspetos testados é que recebe luz verde para implementação completa.
ru: Представляем вашему вниманию инновационную систему доставки монет EA FC нашей собственной разработки — уникальный подход, не имеющий аналогов на рынке монет FIFA. Каждый заказ обрабатывается согласно своду фирменных протоколов, полностью исключающих какие-либо нежелательные последствия для аккаунта со стороны EA. Мы постоянно совершенствуем наш алгоритм перевода монет, регулярно подвергая его тщательной калибровке и ряду разноплановых тестов, и лишь в случае положительного результата всех проверок, он получает зелёный свет на полноценное внедрение.
sv: Vi skulle vilja uppmärksamma dig på det innovativa leveranssystemet för EA FC-mynt som utvecklats av undertecknad — ett unikt tillvägagångssätt på FIFA-myntmarknaden. Varje enskild beställning behandlas enligt en uppsättning proprietära protokoll som helt utesluter eventuella oönskade konsekvenser för kontot från EA. Vi förbättrar ständigt vår algoritm för överföring av mynt, utsätter den för noggrann kalibrering och ett antal olika försök och endast vid en positiv utvärdering av varje testad aspekt får den grönt ljus för fullständig implementering.
tr: FIFA jeton piyasasında benzersiz bir yaklaşım olan ve tamamen sizin için geliştirilen EA FC jetonları için yenilikçi teslimat sistemini dikkatinize sunmak istiyoruz. Her sipariş, EA hesabı için herhangi bir istenmeyen sonucu tamamen ortadan kaldıran bir dizi tescilli protokole göre işleme alınır. Jeton transfer algoritmamızı sürekli olarak geliştiriyoruz, kapsamlı kalibrasyona ve bir dizi farklı teste tabi tutuyoruz ve yalnızca test edilen her aşamanın olumlu değerlendirme alması durumunda tam uygulama için yeşil ışık veriyoruz.
zh: 我们想请你注意由在下开发的EA FC金币创新交付系统，这在FIFA金币市场上独树一帜。每个订单根据一套专有协议进行处理，完全排除了EA对账户的任何不良后果。我们不断改进金币交易算法，对其进行彻底校准和许多不同试验，只有在每个测试方面都得到积极评估的情况下，它才会得到放行全面实施。
