Repository: vikkuzz/royalfut-sell
Catalog: apps/royalfut/locales/lng/*.po
Languages: ar, de, es, fr, it, nl, no, pl, pt, ru, sv, tr, zh

# locales.card_text_2
source: We offer one of the lowest prices on the market, and for our regular customers the price is even lower!
ar: نحن نقدم واحدًا من أقل الأسعار في السوق، وبالنسبة إلى عملائنا الدائمين، يكون السعر أقل!
de: Unsere Preis zählen zur günstigsten Kategorie auf dem Markt und unsere regelmäßigen Kunden zahlen noch weniger!
es: Ofrecemos uno de los precios más bajos del mercado, ¡y nuestros clientes habituales pueden disfrutar de tarifas aún más reducidas!
fr: Nos prix comptent parmi les plus bas du marché, et pour nos clients fidèles, le prix est encore plus bas !
it: Proponiamo prezzi tra i più bassi del mercato e per i nostri clienti abituali il prezzo è ancora più basso!
nl: We bieden een van de laagste prijzen op de markt, en voor onze vaste klanten is de prijs zelfs nog lager!
no: Vi tilbyr noen av de laveste prisene på markedet, og for våre stamkunder er prisene enda lavere!
pl: Oferujemy jedne z najniższych cen na rynku, a dla naszych stałych klientów cena jest jeszcze niższa!
pt: Oferecemos um dos preços mais baixos do mercado e, para os nossos clientes regulares, o preço é ainda mais baixo!
ru: У нас одни из самых низких цен на рынке. А для постоянных покупателей наши цены ещё ниже.
sv: Vi erbjuder ett av de lägsta priserna på marknaden, och för våra stamkunder är priset ännu lägre!
tr: Piyasadaki en düşük fiyatlardan birini sunuyoruz ve düzenli müşterilerimiz için fiyat daha da düşük!
zh: 我们提供市场上最低的价格之一，对于我们的老客户，价格甚至更低！

# locales.card_text_3
source: Our main goal is to provide you with the safest option to top up your FUT club balance. We are constantly improving our coin transfer algorithm, testing it on thousands of our accounts before greenlighting it for action.
ar: هدفنا الرئيسي هو أن نقدم لك الخيار الأكثر أمانًا لزيادة رصيد نادي FUT الخاص بك. نعمل باستمرار على تحسين خوارزمية تحويل العملات لدينا، ونختبرها على الآلاف من حساباتنا قبل إعطاء الضوء الأخضر لها لاتخاذ إجراء.
de: Unser wichtigstes Ziel ist, Ihnen die sicherste Möglichkeit zu bieten, Ihr FUT Club-Guthaben aufzufüllen. Wir verbessern unseren Münztransfer-Algorithmus ständig und testen ihn bei tausenden Kunden, bevor wir grünes Licht geben.
es: Nuestro principal objetivo es ofrecerte la opción más segura para recargar el saldo de tu club de FUT. Mejoramos constantemente nuestro algoritmo de transferencia de monedas, probándolo con miles de nuestras cuentas antes de darle luz verde.
fr: Notre objectif principal est de vous fournir l'option la plus sûre pour recharger le solde de votre club FUT. Nous travaillons constamment à l'amélioration de notre algorithme de transfert de crédits, en le testant sur des milliers de comptes avant de lui donner le feu vert pour entrer en action.
it: Il nostro obiettivo principale è permetterti di ricaricare il saldo del tuo club di FUT nel modo più sicuro. Miglioriamo costantemente il nostro algoritmo per il trasferimento dei crediti e lo collaudiamo su migliaia di nostri account prima renderlo disponibile al pubblico.
nl: Ons belangrijkste doel is om jou de veiligste optie te bieden om je FUT-clubsaldo op te waarderen. We verbeteren ons algoritme voor het overmaken van munten voortdurend en testen het op duizenden van onze accounts voordat we het goedkeuren en inzetten.
no: Målet vårt er å gi deg den tryggeste måten å fylle på FUT-saldoen din på. Vi forbedrer stadig vår myntoverføringsalgoritme, og tester den på tusenvis av kontoene våre før får den raske og sikkere tjenesten.
pl: Naszym głównym celem jest zapewnienie najbezpieczniejszej opcji doładowania konta klubu FUT. Nieustannie ulepszamy nasz algorytm transferu monet, testując go na tysiącach naszych kont, zanim dopuścimy go do działania.
pt: O nosso principal objetivo é fornecer-te a opção mais segura para recarregares o saldo do teu clube FUT. Estamos constantemente a melhorar o nosso algoritmo de transferência de moedas, testando-o em milhares das nossas contas antes de teres luz verde para a ação.
ru: Наша главная миссия - предоставить вам самый безопасный вариант пополнить баланс вашего FUT клуба. Мы постоянно улучшаем алгоритм перевода монет, тестируем его на тысячах наших аккаунтов, прежде чем вы получите быстрый и безопасный сервис.
sv: Vårt huvudmål är att ge dig det säkraste alternativet för att fylla på ditt FUT-klubbsaldo. Vi förbättrar ständigt vår algoritm för myntöverföring och testar den på tusentals av våra konton innan vi ger den grönt ljus för användning.
tr: Ana hedefimiz, FUT kulüp bakiyenizi doldurmak için size en güvenli seçeneği sunmaktır. Jeton transfer algoritmamızı sürekli olarak geliştiriyor, eyleme geçmeden önce binlerce hesabımızda testler gerçekleştiriyoruz.
zh: 我们的主要目标是为你提供最安全的选择，以充值你的FUT俱乐部余额。我们正在不断改进硬币交易算法，在我们的数千个帐户上进行测试，然后再将其付诸行动。

# locales.card_text_4
source: We value your time, that's why we're always determined to pursue continuous enhancement of such aspects of our website as interface and quality of our customer support service еo make sure that your shopping experience with us went as smoothly as possible.
ar: نحن نقدر وقتك، ولهذا السبب نحن مصممون دائمًا على متابعة التحسين المستمر لهذه الجوانب من موقعنا على الويب مثل واجهة وجودة خدمة دعم العملاء لدينا، للتأكد من أن تجربة التسوق معنا تمت بسلاسة قدر الإمكان.
de: Wir wissen Ihre wertvolle Zeit zu schätzen, deshalb sind wir entschlossen, wichtige Aspekte unserer Website wie die Benutzeroberfläche und die Qualität des Kundensupports ständig zu verbessern, damit Ihr Einkauf bei uns so reibungslos wie möglich abläuft.
es: Valoramos tu tiempo; por ello, tenemos siempre la determinación de mejorar constantemente aspectos de nuestro sitio web, como la interfaz y calidad de nuestro servicio de atención al cliente, a fin de garantizar que el proceso de compra sea lo más sencillo posible.
fr: Sachant que votre temps est précieux, nous nous efforçons sans cesse d'améliorer les différents aspects de notre site Web, tels que l'interface et la qualité de notre service d'assistance à la clientèle, de manière à vous garantir une expérience d'achat chez nous aussi fluide que possible.
it: Per noi il tuo tempo è importante: ecco perché ci dedichiamo sempre con impegno a migliorare diversi elementi del nostro sito web, come l'interfaccia e la qualità dell'assistenza, per offrirti la migliore esperienza di acquisto possibile.
nl: We waarderen je tijd, daarom zijn we altijd vastbesloten om door te gaan met het verbeteren van aspecten van onze website, zoals de interface en de kwaliteit van onze klantenservice, om ervoor te zorgen dat jouw winkelervaring bij ons zo soepel mogelijk verloopt.
no: Vi vet at tiden din er viktig for deg. Vi jobber stadig med å forbedre grensesnittet og støtten, slik at bestillingene skal gå raskere og jevnere. Bare et par klikk – så gjør vi resten.
pl: Cenimy twój czas, dlatego zawsze jesteśmy zdeterminowani, aby nieustannie ulepszać takie elementy naszej strony internetowej, jak interfejs oraz poprawiać jakość naszej obsługi klienta, aby upewnić się, że zakupy u nas przebiegają tak płynnie, jak to tylko możliwe.
pt: Valorizamos o teu tempo, é por isso que estamos sempre determinados a procurar a melhoria contínua de aspetos do nosso site como a interface e a qualidade do nosso serviço de assistência ao cliente - para garantir que a tua experiência de compra connosco foi a melhor possível.
ru: Мы ценим ваше время. Наш интерфейс и поддержка клиентов постоянно улучшаются, чтобы ваши заказы выполнялись плавно и быстро. Всего пара кликов - все остальное мы сделаем сами.
sv: Vi värdesätter din tid, det är därför vi alltid är fast beslutna att sträva efter kontinuerlig förbättring av sådana aspekter av vår webbplats som gränssnitt och kvalitet på vår kundsupporttjänst еo se till att din shoppingupplevelse med oss gick så smidigt som möjligt.
tr: Zamanınıza değer veriyoruz, bu nedenle bizimle alışveriş deneyiminizin mümkün olduğunca sorunsuz geçtiğinden emin olmak için web sitemizin arayüzü ve müşteri destek hizmetimizin kalitesi gibi yönlerini sürekli olarak geliştirmekte kararlıyız.
zh: 我们重视你的时间，这就是为什么我们一直致力于不断提高我们网站的界面和客户支持服务的质量，以确保你在我们这里的购物体验尽可能顺利。

# locales.card_title_1
source: Long-standing experience
ar: خبرة طويلة الأمد
de: Jahrelange Erfahrung
es: Dilatada experiencia
fr: Une expérience de longue date
it: Esperienza consolidata
nl: Jarenlange ervaring
no: Mangeårige erfaring
pl: Działamy od dawna
pt: Experiência de longa data
ru: Многолетний опыт
sv: Långvarig erfarenhet
tr: Uzun yıllara dayanan deneyim
zh: 长期经验

# locales.card_title_2
source: Affordable pricing
ar: أسعار مناسبة
de: Günstige Preise
es: Precios asequibles
fr: Prix abordables
it: Prezzi convenienti
nl: Betaalbare prijzen
no: Rimelige priser
pl: Niskie ceny
pt: Preços acessíveis
ru: Доступные цены
sv: Prisvärd prissättning
tr: Uygun fiyatlandırma
zh: 价格实惠

# locales.card_title_3
source: Safe and reliable
ar: آمن وموثوق
de: Sicher und zuverlässig
es: Seguro y fiable
fr: Sécurité et fiabilité
it: Sicurezza e affidabilità
nl: Veilig en betrouwbaar
no: Trygg og sikker
pl: Bezpieczeństwo i niezawodność
pt: Seguro e fiável
ru: Надёжность и безопасность
sv: Säker och pålitlig
tr: Güvenli ve güvenilir
zh: 安全可靠

# locales.card_title_4
source: High level of service
ar: مستوى عالٍ من الخدمة
de: Service auf höchstem Niveau
es: Magnífico servicio
fr: Haut niveau de service
it: Servizio di alto livello
nl: Uitstekende service
no: Høyt servicenivå
pl: Wysoki poziom usług
pt: Alto nível de serviço
ru: Высококачественный сервис
sv: Hög servicenivå
tr: Yüksek hizmet seviyesi
zh: 高水平的服务

# locales.comfortMethodName
source: Comfort Trade
ar: التداول المريح
de: Komforthandel
es: Tradeo cómodo
fr: Transaction confort
it: Scambio comfort
nl: Comfort ruil
pt: Negociação Comfort
ru: Комфортный
sv: Smidig leverans
tr: Rahat işlem
zh: 舒适交易

# locales.commentRated
source: Rated
ar: التقييم
de: Bewertung
es: Calificada con
fr: Noté
it: Voto
nl: Beoordeling
no: stjerner
pl: Ocena
pt: Classificação
ru: Рейтинг
sv: Betyg
tr: puan verildi
zh: 评分满分

# locales.commentUrl
source: https://uk.trustpilot.com/review/royalfut.com
de: https://de.trustpilot.com/review/royalfut.com
es: https://es.trustpilot.com/review/royalfut.com
fr: https://fr.trustpilot.com/review/royalfut.com
it: https://it.trustpilot.com/review/royalfut.com
nl: https://nl.trustpilot.com/review/royalfut.com
no: https://no.trustpilot.com/review/royalfut.com
pl: https://pl.trustpilot.com/review/royalfut.com
pt: https://pt.trustpilot.com/review/royalfut.com
ru: https://trustpilot.com/review/royalfut.com
sv: https://se.trustpilot.com/review/royalfut.com

# locales.continueTransfering
source: Continue Transfering
ar: متابعة التحويل
de: Transfer fortsetzen
es: Continuar transferencia
fr: Poursuivre le transfert
it: Continua il trasferimento
nl: Doorgaan met transfers
no: Fortsett overføringen
pl: Kontynuuj transfer
pt: Continuar a transferência
ru: Продолжить перевод
sv: Fortsätt överföringen
tr: Transfere devam edin
zh: 继续交易

# locales.couponCondition
source: Order amount does not meet the minimum requirement to use a coupon
ar: لا تلبي قيمة الطلب الحد الأدنى المطلوب لاستخدام القسيمة
de: Die Bestellmenge erfüllt nicht die Mindestanforderungen für einen Gutschein
es: La cantidad del pedido no cumple los requisitos mínimos para usar un cupón
fr: Le montant de la commande n'atteint pas le minimum requis pour utiliser un coupon
it: L'ammontare dell'ordine è inferiore al minimo richiesto per usare un coupon
nl: De grootte van de bestelling komt niet overeen met de minimale vereisten voor het gebruik van een coupon
no: Bestillingsbeløpet matcher ikke minimumskravet for å bruke en kupong
pl: Zamówienie nie spełnia minimalnego wymagania do użycia kuponu
pt: A quantia da encomenda não atinge os requisitos mínimos para usar um cupão
ru: Сумма заказа не удовлетворяет минимальной для использования промокода
sv: Orderbeloppet uppfyller inte minimikravet för kuponganvändning
tr: Sipariş miktarı kupon kullanmak için gereken minimum şartı karşılamıyor
zh: 订单金额不符合使用优惠券的最低要求

# locales.couponExpired
source: Coupon expired
ar: القسيمة منتهية الصلاحية
de: Gutschein abgelaufen
es: Cupón caducado
fr: Coupon expiré
it: coupon scaduto
nl: Kortingsbon niet meer geldig
no: Kupongen er utløpt
pl: kupon przeterminowany
pt: Cupão caducado
ru: Срок действия купона истек
sv: Kupongen har gått ut
tr: Kuponun süresi dolmuş
zh: 优惠券已过期

# locales.couponLimit
source: This coupon has been used in full
ar: اُستخدمت هذه القسيمة بالكامل
de: Dieser Gutschein wurde bereits aufgebraucht
es: Este cupón ya ha sido usado
fr: Ce coupon a été utilisé en totalité
it: Questo coupon è stato usato completamente
nl: Deze coupon is volledig gebruikt
no: Denne kupongen har blitt brukt
pl: Ten kupon został użyty w pełni
pt: Este cupão já foi totalmente usado
ru: Промокод использован максимальное кол-во раз
sv: Den här kupongen har använts
tr: Bu kupon tümüyle kullanılmış
zh: 此优惠券已用完

# locales.enjoy
source: Have a great game and we look forward to seeing you again:)
ar: استمتع بلعبتك الرائعة ونتطلع إلى رؤيتك مجددًا:)
de: Wir wünschen dir ein gutes Spiel und freuen uns auf unser nächstes Wiedersehen :)
es: ¡Disfruta del juego, esperamos volver a verte pronto! :)
fr: Amusez-vous bien et à bientôt on espère :)
it: Goditi il gioco! Non vediamo l'ora di rivederti :)
nl: achter als je bestelling is afgerond. Veel plezier met de game en we zien je graag terug :)
no: Ha det gøy med spillet, vi håper vi ses igjen snart :-)
pl: Miłej gry i czekamy na ciebie ponownie:)
pt: Diverte-te a jogar, esperamos ver-te novamente :)
ru: Приятной игры и ждём вас снова :)
sv: när beställningen är klar. Ha det så roligt så ses vi igen! :)
tr: bulunun ve oyunun keyfini çıkarın. Tekrar görüşmeyi iple çekiyoruz :)
zh: 祝您玩得愉快，我们期待再次与您相见^_^

# locales.enterCode
source: Enter code
ar: إدخال الكود
de: code eingeben
es: INDIQUE EL CÓDIGO
fr: ENTRER LE CODE
it: INSERISCI IL CODICE
nl: Code invoeren
no: Skriv inn kode
pl: WPROWADŹ KOD
pt: INTRODUZIR O CÓDIGO
ru: Введите код
sv: Ange kod
tr: Kodu gir
zh: 输入代码

# locales.footerInfo_2
source: Info
ar: المعلومات
es: Información
fr: Informations
it: Informazioni
pl: Informacje
pt: Informações
ru: Информация
sv: Information
tr: Bilgi
zh: 信息

# locales.footerLinkContact
source: Contacts
ar: جهات الاتصال
de: Kontakt
es: Contacto
it: Contatti
nl: Contacten
no: Kontakt
pl: Kontaktu
pt: Contactos
ru: Контакты
sv: Kontakts
tr: iletişim
zh: 联系方式

# locales.footerLinkDelivery
source: Delivery
ar: التسليم
de: Versand
es: Entrega
fr: Livraison
it: Consegna
nl: Leveringen
no: Leverings
pl: Dostaw
pt: Entregas
ru: Доставка
sv: Leverans
tr: Teslimat
zh: 交货

# locales.footerLinkPayment
source: Payment
ar: الدفع
de: Zahlung
es: Pago
fr: Paiement
it: Pagamento
nl: Betalingen
no: Betalings
pl: Płatności
pt: Pagamentos
ru: Платежи
sv: Betalnings
tr: Ödeme
zh: 支付区

# locales.footerLinkPrivacyPolicy
source: Privacy policy
ar: سياسة خاصة
de: Datenschutz-Bestimmungen
es: Política de privacidad
fr: Politique de confidentialité
it: Politica sulla riservatezza
nl: Privacybeleid
no: Personvernerklæring
pl: Polityka prywatności
pt: Política de Privacidade
ru: Политика конфиденциальности
sv: Integritetspolicy
tr: Gizlilik Politikası
zh: 隐私政策

# locales.footerLinkTerms
source: Terms and condtitions
ar: الشروط والأحكام
de: Nutzungsbedingungen zu akzeptieren
es: Términos y condiciones
fr: Conditions générales
it: Termini e le condizioni
nl: Voorwaarden te accepteren
no: Godta vilkårene
pl: Zasady i Warunki
pt: Termos e Condições
ru: Условия и положения
sv: Att godkänna villkoren
tr: Hüküm ve Koşulları
zh: 条款和条件

# locales.footerPlatforms
source: Platform
ar: المنصة
de: Plattform
es: Plataforma
fr: Plateforme
it: Piattaforma
no: Plattform
pl: Platforma
pt: Plataforma
ru: ПЛАТФОРМА
sv: Plattform
zh: 平台

# locales.hwd
source: How does delivery work?
ar: ما آلية التسليم؟
de: WIE FUNKTIONIERT DIE ZUSTELLUNG?
es: ¿CÓMO FUNCIONA LA ENTREGA?
fr: COMMENT SE DÉROULE LA LIVRAISON ?
it: COME FUNZIONA LA CONSEGNA?
nl: HOE VERLOOPT DE LEVERING?
no: HOE VERLOOPT DE LEVERING?
pl: JAK DZIAŁA DOSTAWA?
pt: COMO RECEBO AS MOEDAS?
ru: Как происходит доставка?
sv: HUR FUNGERAR LEVERANSER?
tr: TESLİMAT NASIL YAPILIYOR?
zh: 交付是如何实现的？

# locales.invalidPromo
source: Invalid promo code
ar: كود ترويجي غير صالح
de: Promocode ungültig
es: Código promocional no válido
fr: Code promotionnel non valide
it: codice promozionale non valido
nl: Ongeldige kortingscode
no: Ugyldig kampanjekode
pl: Błędny kod promocyjny
pt: código promocional inválido
ru: Промокод не найден
sv: Ogiltig kampanjkod
tr: İndirim kodu geçersiz
zh: 无效的促销代码

# locales.main_h2
source: We make the dream team building available for everyone all year round!
ar: نجعل بناء فريق الأحلام متاحًا للجميع على مدار السنة!
de: Bei uns kann jeder das ganze Jahr über sein Traum-Team zusammenstellen!
es: ¡Ayudamos a todo el mundo a construir su equipo de ensueño a lo largo de todo el año!
fr: Nous faisons du rêve de formation d'équipes une réalité accessible à tous, tout au long de l'année !
it: Mettiamo a disposizione di tutti, tutto l'anno, il team building dei sogni!
nl: Wij zorgen het hele jaar door dat iedereen z'n droomteam kan samenstellen!
no: Med oss er du alltid et skritt nærmere drømmelaget ditt!
pl: Udostępniamy wszystkim możliwość budowy wymarzonego składu przez cały rok!
pt: Disponibilizamos a construção da equipa de sonho de todos, todo o ano!
ru: С нами Вы всегда на шаг ближе к команде своей мечты!
sv: Vi gör drömteam-byggande tillgängligt för alla året runt!
tr: Hayalinizdeki takımı kurma etkinliğini tüm yıl boyunca herkes için mümkün kılıyoruz!
zh: 我们让每个人都能打造梦之队，全年不休！

# locales.marketMethodName
source: Player Auction
ar: مزاد اللاعب
de: Spielerauktion
es: Subasta de jugadores
fr: Enchères joueur
it: Asta dei giocatori
nl: Spelersveiling
no: Spillerauksjon
pl: Aukcja graczy
pt: Leilão de Jogador
ru: Ручной
sv: Spelarauktion
tr: Oyuncu açik artirma
zh: 玩家拍卖

# locales.marketMethodWhat
source: How does it work?
ar: كيفية العمل؟
de: WIE FUNKTIONIERT DAS?
es: ¿CÓMO FUNCIONA?
fr: COMMENT ÇA MARCHE ?
it: COME FUNZIONA?
nl: HOE WERKT HET?
no: HVORDAN FUNGERER DET?
pl: JAK TO DZIAŁA?
pt: COMO FUNCIONA?
ru: Как это работает?
sv: HUR FUNGERAR DET?
tr: NASIL İŞLİYOR?
zh: 它是如何实现的？

# locales.menuLinkDelivery
source: Delivery
ar: التسليم
de: Versand
es: Entrega
fr: Livraison
it: Consegna
nl: Leveringen
no: Leverings
pl: Dostaw
pt: Entregas
ru: Доставка
sv: Leverans
tr: Teslimat
zh: 交货

# locales.modalSignBtnUp
source: Sign up
ar: اشتراك
de: REGISTRIEREN
es: REGISTRARSE
fr: S'enregistrer
it: ISCRIVITI
nl: INSCHRIJVEN
no: REGISTRER DEG
pl: ZAREJESTRUJ SIĘ
pt: REGISTAR
ru: Зарегистрироваться
sv: SKAPA KONTO
tr: KAYDOL
zh: 注册

# locales.modalSignPassword
source: Password
ar: كلمة المرور
de: Passwort
es: Contraseña
fr: Mot de passe
nl: Wachtwoord
no: Passord
pl: Hasło
pt: Palavra-passe
ru: Пароль
sv: Lösenord
tr: Şifre
zh: 密码

# locales.modalSignSymbols8
source: at least 8 characters
ar: (8 حروف على الأقل)
de: mindestens 8 Buchstaben
es: al menos 8 caracteres
fr: au moins 8 lettres
it: almeno 8 caratteri
nl: minstens 8 letters
no: minst 8 tegn
pl: co najmniej 8 liter
pt: pelo menos, 8 letras
ru: не менее 8 символов
sv: minst 8 tecken långt
tr: en az 8 karakter
zh: 至少 8 个字母

# locales.modalSocialForgot
source: I accept
de: Ich
es: Acepto los
fr: J'accepte
it: Accetto i
nl: Ik accepteer
pt: Aceito os
ru: Я принимаю
tr: Hüküm ve

# locales.modalSocialLogin
source: Log in via
ar: أو سجل الدخول عبر
de: Anmelden mit
es: Inicie sesión mediante
fr: Se connecter via
it: Accedi tramite
no: Logg deg inn via
pl: Zaloguj się przez
pt: Iniciar sessão através de
ru: Войдите через:
sv: Logga in via
tr: şununla giriş yapın:
zh: 登录

# locales.modalSocialLoginCheck
source: Terms and Conditions
ar: أوافق على الشروط والأحكام
de: akzeptiere die Nutzungsbedingungen
es: Términos y condiciones.
fr: les Conditions générales
it: termini e le condizioni
nl: de voorwaarden en bepalingen
no: Jeg godtar vilkårene
pl: Akceptuję warunki
pt: Termos e Condições
ru: Условия и положения
sv: Jag godkänner villkoren
tr: Koşulları kabul ediyorum
zh: 我接受条款和条件

# locales.modalSocialLoginGoogle
source: Log in via Google
ar: أو سجل الدخول عبر Google
de: Anmelden mit Google
es: Inicie sesión mediante Google
fr: Se connecter via Google
it: Accedi tramite Google
no: Logg deg inn via Google
pl: Zaloguj się przez Google
pt: Iniciar sessão através de Google
ru: Войти через Google
sv: Logga in via Google
tr: şununla giriş yapın: Google
zh: 登录 Google

# locales.modalSocialOr
source: or
ar: أو
de: oder
es: o
fr: ou
it: oppure
nl: of
no: eller
pl: lub
pt: ou
ru: Или
sv: eller
tr: ya da
zh: 或

# locales.modalSocialSigin
source: Sign up via
ar: اشترك عبر
de: Anmelden mit
es: Regístrese mediante
fr: S'enregistrer via
it: Iscriviti tramite
nl: Meld je aan via
no: Registrer deg via
pl: Zaloguj się przez
pt: Registar-se através de
ru: Зарегистрируйтесь через:
sv: Registrera dig via
tr: Şununla kaydolun:
zh: 登录方式为

# locales.modalSocialSiginGoogle
source: Sign up via Google
ar: اشترك عبر Google
de: Anmelden mit Google
es: Regístrese mediante Google
fr: S'enregistrer via Google
it: Iscriviti tramite FaceBook
nl: Meld je aan via Google
no: Registrer deg via Google
pl: Zaloguj się przez Google
pt: Registar-se através de Google
ru: Зарегистрируйтесь через Google
sv: Registrera dig via Google
tr: Şununla kaydolun: Google
zh: 登录方式为 Google

# locales.orderNow
source: Order now
ar: اطلب الآن
de: Jetzt bestellen
es: Pedir
fr: Commandez maintenant
it: Ordina ora
nl: Bestel nu
no: Bestill nå
pl: Zamów teraz
pt: Pedir agora
ru: Сделать заказ
sv: Beställ nu
tr: Şimdi sipariş verin
zh: 现在订购

# locales.pageAmountCoinsLabel
source: Coins
ar: العملات المعدنية
de: Münzen
es: Monedas
fr: Crédits
it: Сrediti
nl: Munten
no: Mynter
pl: Monety
pt: Moedas
ru: Монеты
sv: Mynt
tr: Jeton
zh: 金币
