Repository: vikkuzz/royalfut-sell
Catalog: apps/royalfut/locales/lng/*.po
Languages: ar, de, es, fr, it, nl, no, pl, pt, ru, sv, tr, zh

# ab77
source: If you want to restrict or block the cookies that are set by our website, you can do so through your browser setting. Alternatively, you can visit www.internetcookies.com, which contains comprehensive information on how to do this on a wide variety of browsers and devices. You will find general information about cookies and details on how to delete cookies from your device.
ar: إذا كنت تريد تقييد أو حظر ملفات تعريف الارتباط التي يحددها موقعنا، يمكنك القيام بذلك من خلال إعدادات المتصفح الخاص بك. وبدلاً من ذلك، يمكنك زيارة www.internetcookies.com، الذي يحتوي على معلومات شاملة حول كيفية القيام بذلك على مجموعة واسعة من المتصفحات والأجهزة. ستجد معلومات عامة حول ملفات تعريف الارتباط وتفاصيل حول كيفية حذف ملفات تعريف الارتباط من جهازك.
de: Wenn Sie die von unserer Website gespeicherten Cookies einschränken oder blockieren möchten, können Sie die Einstellungen in Ihrem Browser ändern. Alternativ dazu finden Sie unter www.internetcookies.com umfassende Informationen, wie Sie dies in einer Vielzahl von Browser und auf Ihren Geräten tun können. Sie finden allgemeine Informationen zu Cookies und zum Löschen von Cookies von Ihrem Gerät.
es: Si quieres restringir o bloquear las cookies colocadas por nuestro sitio web, puedes hacerlo a través de la configuración del navegador. También puedes visitar www.internetcookies.com, que contiene información completa sobre cómo hacerlo en una amplia variedad de navegadores y dispositivos. También encontrarás información general sobre las cookies y una explicación de cómo eliminar las cookies de tu dispositivo.
fr: Si vous souhaitez restreindre ou bloquer les cookies déposés par notre site Web, vous pouvez le faire par le biais des paramètres de votre navigateur. Vous pouvez également consulter le site www.internetcookies.com, où des informations complètes sur la manière de le faire sur une grande variété de navigateurs et d'appareils sont fournies. Vous y trouverez des informations générales sur les cookies et des détails sur la manière de les supprimer de votre appareil.
it: Se desideri limitare o bloccare i cookie inseriti dal nostro sito web puoi modificare le impostazioni del browser. In alternativa puoi visitare il sito www.internetcookies.com che contiene informazioni complete su come farlo in diversi browser e dispositivi. Troverai informazioni generali sui cookie e dettagli su come eliminarli dal tuo dispositivo.
nl: Als je de cookies die zijn ingesteld door onze website wilt beperken of blokkeren, kun je dat doen via de browserinstellingen. Of ga naar www.internetcookies.com, waar je alle informatie kunt vinden over hoe je dit kunt doen voor veel verschillende browsers en apparaten. Je vindt daar algemene informatie over cookies en over het verwijderen van cookies op je apparaat.
no: Hvis du vil å begrense eller blokkere informasjonskapslene som er satt av nettstedet vårt, kan du gjøre det gjennom nettleserinnstillingen din. Desutten, kan du besøke www.internetcookies.com som inneholder omfattende informasjon om hvordan du gjør dette på forskjellige nettlesere og enheter. Der kan finne også generell informasjon om informasjonskapsler og detaljer om hvordan du kan slette informasjonskapsler fra enheten din.
pl: Jeśli chcesz ograniczyć lub zablokować pliki cookies ustawione przez naszą witrynę, możesz to zrobić za pomocą ustawień przeglądarki. Możesz też odwiedzić stronę www.internetcookies.com, która zawiera wyczerpujące informacje na temat tego, jak to zrobić w różnych przeglądarkach i urządzeniach. Znajdziesz tam ogólne informacje o plikach cookies oraz szczegółowe informacje o możliwości usunięcia plików cookies ze swojego urządzenia.
pt: Se quiseres restringir ou bloquear os cookies definidos pelo nosso site, podes fazê-lo através das definições do teu navegador. Como alternativa, podes visitar www.internetcookies.com, que contém informações abrangentes sobre como fazer isso numa ampla variedade de navegadores e dispositivos. Encontrarás informações gerais sobre cookies e detalhes sobre como eliminar cookies do teu dispositivo.
ru: Если вы хотите ограничить или удалить файлы cookie, создаваемые нашим сайтом, вы можете сделать это через настройки вашего браузера. Кроме того, вы можете посетить сайт www.internetcookies.com, где содержится исчерпывающая информация о том, как это сделать для различных браузеров и устройств. Там вы найдете общую информацию о файлах cookie и подробные сведения о том, как удалить файлы cookie с вашего устройства.
sv: Om du vill begränsa eller blockera de cookies som placeras på vår webbplats kan du göra det via inställningarna i din webbläsare. Alternativt kan du besöka www.internetcookies.com, som innehåller omfattande information om hur du gör detta på en mängd olika webbläsare och enheter. Där hittar du allmän information om cookies och information om hur du tar bort cookies från din enhet.
tr: Web sitemiz tarafından ayarlanan çerezleri kısıtlamak veya engellemek istiyorsanız, bunu tarayıcı ayarlarınız aracılığıyla yapabilirsiniz. Alternatif olarak, çok çeşitli tarayıcılarda ve cihazlarda bunun nasıl yapılacağına dair kapsamlı bilgiler içeren www.internetcookies.com adresini ziyaret edebilirsiniz. Burada çerezler hakkında genel bilgiler ve çerezleri cihazınızdan nasıl sileceğinize dair ayrıntılar yer alır.
zh: 如果想限制或阻止我们网站设置的cookie，你可以通过浏览器设置这样做。或者，你可以访问www.internetcookies.com，其中包含有关如何在各种浏览器和设备上执行此操作的全面信息。你将找到有关cookie的一般信息以及如何从你的设备中删除cookie的详细信息。

# ab78
source: Contacting us
ar: الاتصال بنا
de: Kontakt
es: Contacto
fr: Nous contacter
it: Contattaci
nl: Contact opnemen
no: Kontakt oss
pl: Kontakt
pt: Contactar-nos
ru: Свяжитесь с нами
sv: Kontakta oss
tr: Bize ulaşın
zh: 联系我们

# ab79
source: If you have any questions regarding this policy or our use of cookies, feel free to reach out to us at support@royalfut.com.
ar: إذا كانت لديك أي أسئلة بخصوص هذه السياسة أو استخدامنا لملفات تعريف الارتباط، فلا تتردد في التواصل معنا على support@royalfut.com.
de: Wenn Sie Fragen bezüglich dieser Richtlinie oder unserer Verwendung von Cookies haben, können Sie uns gern unter support@royalfut.com kontaktieren.
es: Si tienes alguna pregunta relativa a esta política o a nuestro uso de cookies, no dudes en escribirnos a support@royalfut.com.
fr: Pour toute question concernant la présente politique ou notre utilisation des cookies, n'hésitez pas à nous contacter à l'adresse suivante : support@royalfut.com.
it: Se hai domande sulla presente informativa o sull'utilizzo dei cookie da parte nostra ti invitiamo a contattarci all'indirizzo support@royalfut.com.
nl: Als je vragen hebt over dit beleid of ons cookiegebruik, neem dan contact met ons op via support@royalfut.com.
no: Hvis du har spørsmål om denne politikken eller vår bruk av informasjonskapsler, vennligst kontakt oss support@royalfut.com.
pl: Jeśli masz jakiekolwiek pytania dotyczące tej polityki lub korzystania przez nas z plików cookies, skontaktuj się z nami pod adresem support@royalfut.com.
pt: Se tiveres alguma dúvida sobre esta política ou sobre a nossa utilização de cookies, não hesites em contactar-nos através do e-mail support@royalfut.com.
ru: Если у Вас возникли вопросы относительно данной политики или использования нами файлов cookie, обращайтесь к нам по адресу support@royalfut.com.
sv: Om du har några frågor om denna policy eller vår användning av cookies är du välkommen att kontakta oss på support@royalfut.com.
tr: Bu politika veya çerez kullanımımızla ilgili herhangi bir sorunuz varsa, support@royalfut.com adresinden bize ulaşmaktan çekinmeyin.
zh: 如果你对本政策或我们对cookie的使用有任何疑问，请随时与我们联系：support@royalfut.com

# ab8
source: players who have tried our service
ar: لاعب جربوا خدمتنا
de: Spieler nutzen unseren Service
es: jugadores que han probado nuestro servicio
fr: joueurs qui ont expérimenté notre service
it: giocatori hanno provato il nostro servizio
nl: spelers die onze dienst hebben uitgeprobeerd
no: spillere har brukt vår tjenester
pl: graczy, którzy wypróbowali naszą usługę
pt: jogadores que experimentaram o nosso serviço
ru: игроков, воспользовавшихся нашими услугами
sv: spelare som har provat vår tjänst
tr: hizmetimizi deneyen oyuncu
zh: 玩家尝试过我们服务

# ab82
source: Place an order
ar: تقديم طلب
de: Bestellung aufgeben
es: Realizar un pedido
fr: Passer une commande
it: Inoltra un ordine
nl: Een bestelling plaatsen
no: Legg inn en bestilling
pl: Złóż zamówienie
pt: Fazer um pedido
ru: Разместите заказ
sv: Lägg en order
tr: Bir sipariş verin
zh: 下订单

# ab83
source: Select your platform and desired amount of coins, then pay for your order.
ar: حدد المنصة الخاصة بك والمبلغ المطلوب من العملات المعدنية، ثم ادفع مقابل طلبك.
de: Wählen Sie Ihre Plattform und die gewünschte Menge Münze aus und bezahlen Sie Ihre Bestellung.
es: Selecciona una plataforma y la cantidad deseada de monedas; a continuación, paga el pedido.
fr: Sélectionnez votre plateforme et le nombre de crédits souhaité, puis payez votre commande.
it: Seleziona la piattaforma e il numero di crediti desiderato, quindi paga l'ordine.
nl: Selecteer je platform en gewenste hoeveelheid munten en betaal voor je bestelling.
no: Velg din plattform og ønsket antall mynter, og betal deretter for din bestilling.
pl: Wybierz platformę i żądaną liczbę monet, a następnie zapłać za zamówienie.
pt: Seleciona a tua plataforma e a quantidade de moedas pretendida e, em seguida, paga o teu pedido.
ru: Выберите свою платформу и желаемое количество монет, затем оплатите заказ.
sv: Välj din plattform och önskat antal mynt och betala sedan för din beställning.
tr: Platformunuzu ve istediğiniz jeton miktarını seçin, ardından siparişiniz için ödeme yapın.
zh: 选择你的平台和所需金币数量，然后支付你的订单。

# ab84
source: Launch the delivery
ar: إطلاق التسليم
de: Versand starten
es: Iniciar la entrega
fr: Lancer la livraison
it: Avvia la consegna
nl: De levering starten
no: Start levering
pl: Uruchom dostawę
pt: Lançar a entrega
ru: Запустите доставку
sv: Starta leveransen
tr: Teslimatı başlatın
zh: 启动交付

# ab85
source: After successful payment, proceed to the
ar: بعد نجاح عملية الدفع انتقل إلى
de: Gehen Sie nach der erfolgreichen Zahlung zur
es: Una vez realizado el pago, ve a
fr: Une fois le paiement effectué avec succès, accédez à
it: Una volta completato il pagamento, passa alla
nl: Ga na geslaagde betaling verder naar de
no: Etter fullført betaling, går du videre til
pl: Po udanej płatności, przejdź do:
pt: Após o pagamento bem-sucedido, prossegue para a
ru: После успешной оплаты перейдите на
sv: Efter en lyckad betalning går du vidare till
tr: Başarılı bir ödemenin ardından
zh: 付款成功后，请前往

# ab86
source: Order History page
ar: صفحة سجل الطلب
de: Seite mit dem Bestellverlauf
es: Historial de pedidos
fr: La page Historique des commandes
it: pagina Cronologia degli ordini
nl: pagina Bestelgeschiedenis
no: Bestillingshistorikk-siden
pl: Strona historii zamówień
pt: Página de Histórico de pedidos
ru: Страницу истории заказов
sv: Sidan Orderhistorik
tr: Sipariş Geçmişi sayfasına
zh: 订单历史页面

# ab87
source: , find your order and complete the required actions to start the delivery process.
ar: ، ابحث عن طلبك وأكمل الإجراءات المطلوبة لبدء عملية التسليم.
de: , lokalisieren Sie Ihre Bestellung und schließen Sie die erforderlichen Schritte ab, um den Versand zu starten.
es: , busca el pedido y lleva a cabo las acciones necesarias para iniciar el proceso de entrega.
fr: , recherchez votre commande et effectuez les actions requises pour lancer le processus de livraison.
it: , trova il tuo ordine ed esegui le operazioni richieste per avviare la procedura di consegna.
nl: , zoek je bestelling en voltooi de vereiste handelingen om het leveringsproces te starten.
no: finn bestillingen din og fullfør de nødvendige skrittene for å starte leveringsprosessen.
pl: , znajdź swoje zamówienie i dokończ odpowiednie czynności, aby rozpocząć proces dostawy.
pt: , encontra o teu pedido e conclui as ações necessárias para iniciares o processo de entrega.
ru: найдите свой заказ и выполните необходимые действия для запуска процесса доставки.
sv: där du hittar din beställning och slutför de åtgärder som krävs för att starta leveransprocessen.
tr: giderek siparişinizi bulun ve teslimat sürecini başlatmak için gerekli işlemleri tamamlayın.
zh: ，找到你的订单并完成所需的操作以开始交付过程。

# ab88
source: Enjoy your purchase
ar: استمتع بعملية الشراء
de: Viel Spaß mit Ihrem Einkauf
es: Disfruta de la compra
fr: Profiter de votre achat
it: Divertiti con il tuo acquisto
nl: Veel plezier met je aankoop
no: Vær fornøyd med kjøpet
pl: Ciesz się swoim zakupem
pt: Aproveita a tua compra
ru: Наслаждайтесь покупкой
sv: Njut av ditt köp
tr: Alışverişinizin keyfini çıkarın
zh: 祝购物愉快

# ab89
source: Once the order is finished, feel free to spend the coins however you like and come back to us whenever you need a refill.
ar: بمجرد الانتهاء من الطلب، لا تتردد في إنفاق العملات المعدنية كما تريد والعودة إلينا عندما تحتاج إلى إعادة الشراء.
de: Sobald die Bestellung abgeschlossen ist, können Sie die Münzen verwenden, wie Sie möchten, und sie bei Bedarf bei uns wieder auffüllen.
es: Una vez finalizado el pedido, gástate las monedas en lo que te apetezca y no dudes en volver a visitarnos cuando necesites reponerlas.
fr: Une fois la commande terminée, n'hésitez pas à dépenser vos crédits à votre guise et à revenir nous voir à chaque fois que vous avez besoin de renflouer votre solde.
it: Una volta completato l'ordine puoi usare i crediti come preferisci e tornare da noi ogni volta che hai bisogno di una ricarica.
nl: Als de bestelling voltooid is, kun je je munten uitgeven zoals je wilt en bij ons terugkomen als je nieuwe nodig hebt.
no: Når bestillingen er fullført, bruk gjerne myntene dine og kom tilbake til oss når du trenger påfylle mynter.
pl: Po zakończeniu zamówienia możesz wydać monety według własnego uznania i wrócić do nas, gdy będziesz potrzebować uzupełnienia.
pt: Assim que o pedido for concluído, sente-te à vontade para gastares as moedas como quiseres e volte para nós sempre que precisares de uma recarga.
ru: После получения заказа вы сможете свободно тратить монеты. Возвращайтесь, когда понадобится пополнить счет!
sv: När beställningen är klar kan du spendera mynten hur du vill och komma tillbaka till oss när du behöver påfyllning.
tr: Sipariş tamamlandıktan sonra, jetonları istediğiniz gibi harcamaktan çekinmeyin. Yeniden jetona ihtiyacınız olduğunda yine bekleriz.
zh: 一旦订单完成，请随心使用金币并在需要充值时回到我们这里。

# ab90
source: Need help? Contact our Support Team anytime.
ar: هل تحتاج إلى المساعدة؟ اتصل بفريق الدعم لدينا في أي وقت.
de: Wünschen Sie Hilfe? Sie erreichen unser Support-Team jederzeit.
es: ¿Necesitas ayuda? Ponte en contacto con nuestro equipo de asistencia siempre que lo necesites
fr: Besoin d'aide ? Contactez notre équipe d'assistance à tout moment.
it: Serve aiuto? Puoi contattare il nostro team di assistenza in qualsiasi momento.
nl: Hulp nodig? Je kunt altijd contact opnemen met onze klantenservice.
no: Trenger du hjelp? Vår kundestøtte er alltid glad å hjelpe deg
pl: Potrzebujesz pomocy? W każdej chwili możesz skontaktować się z naszym zespołem wsparcia.
pt: Precisas de ajuda? Contacta a nossa equipa de assistência a qualquer momento.
ru: Нужна помощь? Наша служба поддержки всегда на связи
sv: Behöver du hjälp? Kontakta vårt supportteam när som helst.
tr: Yardıma mı ihtiyacınız var? İstediğiniz zaman Destek Ekibimizle iletişime geçin.
zh: 需要帮助吗？欢迎随时联系我们的支持团队。
