Repository: vikkuzz/royalfut-sell
Catalog: apps/royalfut/locales/lng/*.po
Languages: ar, de, es, fr, it, nl, no, pl, pt, ru, sv, tr, zh

# coins_page19
source: Buy EA FC 24 coins online from the safest supplier on the market - ROYALFUT Store. Selling FIFA Ultimate Team items has been our specialty for more than 7 years. Our goal is to ensure that our customers are getting the greatest deals and the safest transfers of FC UT coins. ROYALFUT offers a convenient and enjoyable shopping experience with its user-friendly interface, secure payment options and outstanding customer service.
ar: اشتر عملات EA FC 25 على الإنترنت من المورد الأكثر أمانًا في السوق - ROYALFUT Store. نحن متخصصون في بيع عناصر FIFA Ultimate Team منذ أكثر من 7 أعوام. وهدفنا هو ضمان تمتع العملاء بأفضل العروض وعمليات نقل عملات FC UT الأكثر أمانًا. يقدم ROYALFUT تجربة تسوق سلسة وممتعة بفضل واجهته سهلة الاستخدام وخيارات الدفع الآمنة وخدمة العملاء المتميزة.
de: Kaufen Sie EA FC 25 Münzen online beim sichersten Lieferanten auf dem Markt – im ROYALFUT Store. Wir sind Spezialisten und verkaufen seit sieben Jahren FIFA Ultimate Team. Wir möchten sicherstellen, dass unsere Kunden die besten Angebote und sichersten Transfers von FC UT Münzen erhalten. Benutzerfreundliche Oberfläche, sichere Zahlungsoptionen und ein außergewöhnlicher Kundendienst, ROYALFUT möchten Ihnen ein Einkaufserlebnis bieten, das Freude bereitet.
es: Compra monedas de EA FC 25 en línea al proveedor más seguro del mercado: ROYALFUT. Llevamos más de siete años dedicados a la venta de artículos de FIFA Ultimate Team. Nuestro objetivo es garantizar que nuestros clientes se beneficien de las mejores ofertas y las transferencias más seguras de monedas de FC UT. ROYALFUT ofrece un proceso de compra sencillo y práctico, gracias a su intuitiva interfaz, sus opciones de pago seguro y una extraordinaria atención al cliente.
fr: Achetez des crédits EA FC 24 en ligne auprès du fournisseur le plus sûr du marché - ROYALFUT Store. Nous sommes spécialisés dans la vente d'éléments FIFA Ultimate Team depuis plus de 7 ans et notre objectif est de nous assurer que nos clients bénéficient des meilleures offres et des transferts de crédits FC UT les plus sûrs. ROYALFUT vous assure une expérience d'achat pratique et agréable grâce à son interface conviviale, ses options de paiement sécurisées et son service clientèle exceptionnel.
it: Acquista crediti di EA FC 25 online dal fornitore più sicuro sul mercato: ROYALFUT Store. Vendere oggetti FIFA Ultimate Team è la nostra specialità da oltre 7 anni. Il nostro obiettivo è garantire ai clienti i crediti migliori e i trasferimenti più sicuri di crediti FC UT. ROYALFUT offre un'esperienza di acquisto comoda e piacevole, con un'interfaccia intuitiva, opzioni di pagamento sicure e un servizio di assistenza eccezionale.
nl: Koop online EA FC 25-munten van de veiligste leverancier op de markt: de ROYALFUT Store. We zijn al meer dan zeven jaar gespecialiseerd in de verkoop van FIFA Ultimate Team-items. Ons doel is om ervoor te zorgen dat onze klanten kunnen profiteren van de beste deals en veiligste overdracht van FC UT-munten. ROYALFUT biedt een comfortabele en prettige winkelervaring door de gebruiksvriendelijke interface, veilige betalingsmogelijkheden en uitmuntende klantenservice.
no: Kjøp EA FC 24-mynter på nett fra den mest pålitelige butikken på markedet - ROYALFUT. Selg av FIFA Ultimate Team-varer har vært vår spesialitet i mer enn 7 år. Vårt mål er å gi våre kunder de beste tilbudene og sikreste FC UT-myntoverføringer. Der er lett og hyggelig å handle på ROYALFUT fordi vi har intuitivt grensesnitt, sikre betalingsmetoder og oppmerksom kundestøtte.
pl: Kupuj monety EA FC 24 online od najbezpieczniejszego dostawcy na rynku - sklepu ROYALFUT. Sprzedaż kart piłkarskich FIFA Ultimate Team jest naszą specjalnością od ponad 7 lat. Naszym celem jest upewnić się, że nasi klienci otrzymują najlepszą i najbezpieczniejszą ofertę na transfer monet FC UT. ROYALFUT oferuje wygodne i przyjemne zakupy dzięki przyjaznemu interfejsowi, bezpiecznym opcjom płatności i doskonałej obsłudze klienta.
pt: Compra moedas EA FC 25 online no fornecedor mais seguro do mercado - ROYALFUT Store. A venda de artigos da FIFA Ultimate Team é a nossa especialidade há mais de 7 anos. O nosso objetivo é garantir que os nossos clientes obtêm as melhores ofertas e as transferências mais seguras de moedas FC UT. O ROYALFUT oferece uma experiência de compra conveniente e agradável com a sua interface amigável, opções de pagamento seguras e excelente atendimento ao cliente.
ru: Купить монеты EA FC 24 онлайн у самого надежного поставщика на рынке - ROYALFUT. Мы уже более семи лет специализируемся на продаже предметов FIFA Ultimate Team. Наша цель - обеспечить нашим клиентам самые выгодные предложения и самые безопасные переводы монет FC UT. Интуитивно понятный интерфейс, безопасные методы платежей и заботливая поддержка - покупать на ROYALFUT приятно и удобно.
sv: Köp EA FC 25-mynt online från den säkraste leverantören på marknaden - ROYALFUT Store. Att sälja FIFA Ultimate Team-artiklar har varit vår specialitet i mer än 7 år. Vårt mål är att se till att våra kunder får de bästa erbjudandena och de säkraste överföringarna av FC UT-mynt. ROYALFUT erbjuder en bekväm och trevlig shoppingupplevelse med sitt användarvänliga gränssnitt, säkra betalningsalternativ och enastående kundservice.
tr: Piyasadaki en güvenli tedarikçiden çevrimiçi EA FC 25 jetonları satın alın - ROYALFUT Store. FIFA Ultimate Team ürünlerini satmak 7 yılı aşkın süredir uzmanlık alanımız olmaya devam ediyor. Amacımız, müşterilerimizin en iyi fırsatları ve FC UT jetonlarının en güvenilir transferlerini elde etmelerini sağlamaktır. ROYALFUT, kullanıcı dostu arayüzü, güvenli ödeme seçenekleri ve üstün müşteri hizmetleri ile rahat ve keyifli bir alışveriş deneyimi sunar.
zh: 从市场上最安全的供应商ROYALFUT商店在线购买EA FC24金币。销售 FIFA Ultimate Team 物品一直是我们的专长，超过7年。我们的目标是确保客户得到最棒的交易，最安全的FC UT金币交易。ROYALFUT以友好的界面、安全的支付选项和卓越的客户服务提供方便愉快的购物体验。

# coins_page2
source: You have Unassigned Items in your Ultimate Team club, make sure to assign them so we could begin the delivery process
ar: لديك عناصر غير مخصصة في نادي Ultimate Team، فاحرص على تخصيصها حتى نتمكن من بدء عملية التسليم
de: Es befinden sich nicht zugewiesene Gegenstände in Ihrem Ultimate Team Club. Weisen Sie sie zu, damit wir mit dem Versandprozess beginnen können
es: Tienes artículos sin asignar en tu club de Ultimate Team. Asegúrate de asignarlos para que podamos iniciar el proceso de entrega.
fr: Vous avez des éléments non attribués dans votre club Ultimate Team, veillez à les attribuer afin que nous puissions lancer le processus de livraison
it: Hai degli oggetti non assegnati nel tuo club Ultimate Team; assegnali, per poter iniziare la procedura di consegna
nl: Je hebt te ontvangen items in je Ultimate Team-club. Wijs ze toe, zodat we kunnen beginnen met leveren
no: Du må tilordne dine ikke-tilordnede kort hvis du har noen, bare etterpå kan vi starte levering
pl: W klubie Ultimate Team masz nieprzypisane elementy. Koniecznie je przypisz, żebyśmy mogli rozpocząć proces dostawy.
pt: Tens itens não atribuídos no teu clube Ultimate Team, certifica-te de que os atribuis para que possamos iniciar o processo de entrega
ru: Распределите их, чтобы мы могли начать доставку монет
sv: Om din Ultimate Team-klubb har Osorterade kort, se till att distribuera dem så att vi kan börja skicka mynt.
tr: Ultimate Team kulübünüzde Atanmayan Öğeleriniz var, teslimat sürecine başlayabilmemiz için öğeleri atadığınızdan emin olun
zh: 你的 Ultimate Team 俱乐部中有未分配的物品，请确保分配它们，以便我们可以开始交付过程

# coins_page20
source: Here you can purchase [[X]] FC coins for only [[Y]] [[C]]. Once the order is placed make sure that you are logged out of Ultimate Team both on your console / PC and other devices via FC Web App / Companion. [[X]] coins will be transferred to your account within [[A]]-[[B]] [[T]].
ar: هنا يمكنك شراء [[X]] عملات FC مقابل [[Y]] [[C]] فقط.. بمجرد تقديم الطلب، احرص على تسجيل الخروج من Ultimate Team على كل من جهاز الألعاب وجهاز الكمبيوتر والأجهزة الأخرى عبر تطبيق FC Web App / Companion. سيتم نقل [[X]] من العملات إلى حسابك في غضون [[A]]-[[B]] minutes .
de: Hier können Sie [[X]] FC Münzen für nur [[Y]] [[C]] kaufen. Nachdem Sie die Bestellung aufgegeben haben, sollten Sie sich über die FC Web App/Companion bei Ultimate Team abmelden, sowohl auf Konsole/PC als auch auf anderen Geräten. Es werden [[X]] Münzen innerhalb von [[A]]–[[B]] [[T]] auf Ihr Konto überwiesen.
es: Aquí puedes comprar [[X]] monedas de FC por solo [[Y]] [[C]]. Una vez realizado el pedido, asegúrate de cerrar la sesión tanto en tu consola o PC como en otros dispositivos, mediante las aplicaciones web o complementaria de FC. Se transferirán [[X]] monedas a tu cuenta en [[A]]-[[B]] [[T]].
fr: Ici, vous pouvez acheter [[X]] crédits FC pour seulement [[Y]] [[C]]. Après avoir passé la commande, veillez à bien vous déconnecter d'Ultimate Team à la fois sur votre console/PC et sur tout autre appareil via l'application Web FC/Companion. Les [[X]] crédits seront transférés sur votre compte dans un délai de [[A]]-[[B]] [[T]].
it: Qui puoi acquistare [[X]] crediti FC per soli [[Y]] [[C]]. Una volta inoltrato l'ordine, verifica di aver eseguito il logout da Ultimate Team sulla console o sul PC e sugli altri dispositivi tramite la web app di FC / Companion. [[X]] crediti saranno trasferiti sul tuo account entro [[A]]-[[B]] [[T]].
nl: Hier kun je [[X]] FC-munten kopen voor maar [[Y]] [[C]]. Zorg er na het plaatsen van de bestelling voor dat je via de FC Web-app/Companion-app op zowel je console/pc als op andere apparaten bent uitgelogd. [[X]] munten worden dan binnen [[A]]-[[B]] [[T]] overgemaakt naar je rekening.
no: Kjøp [[X]] FC-mynter for [[Y]] [[C]]. Etter at du har lagt inn bestillingen din, vennligst sørg for at du er logget ut av Ultimate Team på både din konsoll eller PC og andre enheter via FC Web App / Companion. [[X]] mynter vil bli overført til kontoen din om [[A]]-[[B]] [[T]].
pl: Tutaj możesz kupić [[X]] mnt. FC za jedyne [[Y]] [[C]]. Po złożeniu zamówienia upewnij się, że wylogowano się z Ultimate Team zarówno na konsoli/PC, jak i na innych urządzeniach poprzez aplikację sieciową/Companion FC. [[X]] mnt. zostanie przetransferowanych na twoje konto w ciągu [[A]]-[[B]] [[T]].
pt: Aqui podes comprar [[X]] moedas do FC por apenas [[Y]] [[C]]. Assim que o pedido for feito, certifica-te de que estás desligado do Ultimate Team na tua consola / PC e noutros dispositivos através da FC Web App /Companion. [[X]] moedas serão transferidas para a tua conta dentro de [[A]]-[[B]] [[T]].
ru: Приобретите монеты FC ([[X]] шт.) за [[Y]] [[C]]. После оформления заказа убедитесь, что вы вышли из Ultimate Team как на консоли/ПК, так и на других устройствах через FC Web App / Companion. [[X]] монет будут переведены на ваш счет в течение [[A]]-[[B]] [[T]].
sv: Här kan du köpa [[X]] FC-mynt för endast [[Y]] [[C]]. När beställningen är lagd se till att du är utloggad från Ultimate Team både på din konsol / PC och andra enheter via FC Web App / Companion. [[X]] mynt kommer att överföras till ditt konto inom [[A]]-[[B]] [[T]].
tr: Buradan [[X]] satın alabilirsiniz. FC jetonları sadece [[Y]] [[C]]. Sipariş verildikten sonra, hem konsolunuzda / PC'nizde hem de FC Web Uygulaması / Companion aracılığıyla diğer cihazlarda Ultimate Team'den çıkış yaptığınızdan emin olun. [[X]] jeton [[A]]-[[B]] dakika içinde hesabınıza aktarılacaktır.
zh: 在这里，你只[[Y]][[C]]就可买到[[X]]枚FC金币。下单后，请确保已通过FC Web App / Companion在控制台/PC和其他设备上都退出Ultimate Team。[[X]]枚金币将在[[A]]-[[B]] minutes 内被转移到你的帐户。

# coins_page21
source: What you will get from us
ar: المزايا التي نوفرها
de: Sie erhalten von uns
es: Qué recibirás de nosotros:
fr: Ce que nous vous procurerons
it: Cosa otterrai da noi
nl: Wat je van ons krijgt
no: Du vil få
pl: Co od nas otrzymasz
pt: O que vais receber de nós
ru: Что вы получите
sv: Vad du kommer att få från oss
tr: Bizden neler alacaksınız
zh: 你会从我们这里得到的

# coins_page22
source: 300k coins in your UT club;
ar: 300 ألف عملة في نادي UT؛
de: 300.000 Münzen in Ihrem UT Club;
es: 300 000 monedas en tu club de UT
fr: 300 mille crédits dans votre club UT ;
it: 300.000 crediti nel tuo club UT;
nl: 300k munten in je UT-club;
no: 300 tusen mynter for UT-klubben din;
pl: 300 tysięcy monet w swoim klubie UT;
pt: 300 mil moedas no teu clube UT;
ru: 300 тысяч монет для вашего клуба UT;
sv: 300 000 mynt i din UT-klubb;
tr: UT kulübünüze 300 bin jeton;
zh: 300K金币在你的UT俱乐部中；

# coins_page23
source: EA Tax (5%) coverage;
ar: تغطية ضريبة EA (5%)؛
de: Übernahme der EA-Steuern (5 %);
es: Cobertura del EA Tax (5 %)
fr: Couverture de la taxe EA (5 %) ;
it: Copertura tasse EA (5%);
nl: Dekking van (5%) EA-btw
no: Dekket EA-avgift (5%);
pl: Pokrycie podatku EA (5%);
pt: Cobertura Fiscal EA (5%);
ru: Покрытие комиссии EA (5%);
sv: EA-skatt (5%) täckning;
tr: EA Vergi (%5) kapsamı;
zh: 涵盖EA税（5％）；

# coins_page26
source: 100% safety of your account.
ar: أمان حسابك بنسبة 100%.
de: 100 % Sicherheit für Ihr Konto.
es: Protección total de tu cuenta
fr: Sécurité à 100 % de votre compte.
it: Sicurezza al 100% per il tuo account.
nl: 100% accountveiligheid
no: 100% sikkerhet for kontoen din.
pl: 100% bezpieczeństwa swojego konta.
pt: 100% de segurança da tua conta.
ru: 100% безопасность вашего аккаунта.
sv: 100 % säkerhet för ditt konto.
tr: Hesabınız için %100 güvenlik.
zh: 你的帐户100%安全。

# coins_page27
source: What we will need from you
ar: المتطلبات
de: Wir benötigen dazu
es: Qué necesitaremos de ti:
fr: Ce que nous vous demanderons
it: Cosa dovrai fornirci
nl: Wat we van je nodig hebben
no: Vi trenger fra deg
pl: Czego będziemy od ciebie potrzebować
pt: O que vamos precisar de ti
ru: Что нам потребуется от вас
sv: Vad vi behöver från dig
tr: Sizden ne istiyoruz
zh: 我们需要你做的

# coins_page28
source: Access to your EA account
ar: الدخول إلى حساب EA
de: Zugang zu Ihrem EA-Konto
es: Acceso a tu cuenta de EA
fr: Accès à votre compte EA
it: Accesso al tuo account EA
nl: Toegang tot je EA-account
no: Tilgang til EA-kontoen din
pl: Dostępu do twojego konta EA
pt: Acesso à tua conta EA
ru: Доступ к вашей учетной записи EA
sv: Åtkomst till ditt EA-konto
tr: EA hesabınıza erişim
zh: 访问你的EA帐户

# coins_page29
source: — if you have a licensed copy of EA Sports FC 24 for PlayStation 4, PlayStation 5, Xbox One, Xbox Series S, Xbox Seris X consoles or PC (purchased either as a physical CD or digitally via EA App, Steam or Epic Games Store), then you're in luck, because from this point on all our system needs from you to successfully access your Ultimate Team club is your EA account details consisting of e-mail address, password and a few backup codes. But don't worry, we do not store your data, it's getting wiped after completion of every order.
ar: — إذا كانت لديك نسخة مرخصة من EA Sports FC 25 لأجهزة PlayStation 4 أو PlayStation 5 أو Xbox One أو Xbox Series S أو Xbox Series X أو أجهزة الكمبيوتر (اشتريتها في صورة قرص مضغوط أو رقميًا عن طريق EA App أو Steam أو Epic Games Store)، فالحظ حليفك، لأنه من الآن فصاعدًا، كل ما يطلبه نظامنا منك للوصول بنجاح إلى نادي Ultimate Team هو تفاصيل حساب EA الذي يتألف من عنوان البريد الإلكتروني وكلمة المرور وبعض الأكواد الاحتياطية. ولكن لا داعي للقلق، فنحن لا نخزن بياناتك، بل يجري مسحها بعد إكمال كل طلب.
de: — Wenn Sie eine Lizenz für EA Sports FC 25 für PlayStation 4, PlayStation 5, Xbox One, Xbox Series S, Xbox Series X Konsolen oder PC haben (entweder als physische CD oder digital über die EA App, Steam oder Expic Game Store gekauft), haben Sie Glück, denn jetzt benötigt unser System nur die Details Ihres EA-Kontos, damit wir Zugang zu Ihrem Ultimate Team Club erhalten. Dazu gehören Ihre E-Mail-Adresse, Ihr Passwort und einige Backup-Codes. Keine Sorge, wir speichern Ihre Daten nicht. Sie werden gelöscht, sobald eine Bestellung ausgeführt wurde.
es: — Si ya tienes una copia con licencia de EA Sports FC 25 para consolas PlayStation 4, PlayStation 5, Xbox One, Xbox Series S o Xbox Series X, o bien para PC (ya sea comprada como CD físico o en versión digital mediante la aplicación de EA, Steam o Epic Games), estás de suerte: para que nuestro sistema pueda acceder a tu club de Ultimate Team, solo necesitamos los datos de tu cuenta de EA, esto es, tu dirección de correo electrónico, tu contraseña y unos cuantos códigos de seguridad. Pero no te preocupes: esta información no quedará almacenada, sino que se eliminará una vez completado el pedido.
fr: — si vous disposez d'une copie sous licence d'EA Sports FC 24 pour les consoles PlayStation 4, PlayStation 5, Xbox One, Xbox Series S, Xbox Series X ou pour ordinateur (achetée sous forme de CD physique ou numérique via EA App, Steam ou Epic Games Store), autant dire que la chance est de votre côté, car, désormais, tout ce dont notre système a besoin pour accéder à votre club Ultimate Team, ce sont les détails de votre compte EA, c'est-à-dire votre adresse e-mail, votre mot de passe et quelques codes de secours. Mais ne vous inquiétez pas, nous ne stockons pas vos données : elles sont effacées après chaque commande.
it: — Se hai una copia con licenza di EA Sports FC 25 per PlayStation 4, PlayStation 5, Xbox One, Xbox Series S, Xbox Serie X o PC (acquistata come CD fisico o in modalità digitale tramite l'app di EA, Steam o Epic Games Store), sei nella situazione ottimale: da questo momento il nostro sistema, per accedere al tuo club Ultimate Team, ha bisogno semplicemente dei dettagli del tuo account EA, ovvero indirizzo e-mail, password e alcuni codici di backup. Ma non preoccuparti: non conserviamo i tuoi dati; vengono cancellati dopo il completamento di ogni ordine.
nl: — als je een gelicentieerde kopie hebt van EA Sports FC 25 voor PlayStation 4, PlayStation 5, Xbox One, Xbox Series S, Xbox Series X of pc (aangeschaft als fysieke cd of digitaal via de EA-app, Steam of Epic Games Store) heb je geluk, want wat ons systeem nu alleen nog maar van je nodig heeft voor toegang tot je Ultimate Team-club zijn de gegevens van je EA-account, bestaande uit je e-mailadres, wachtwoord en een paar back-upcodes. Maar geen paniek, we slaan je gegevens niet op. Ze worden gewist na voltooiing van elke bestelling.
no: – hvis du har lisensiert kopi av EA Sports FC 24 for PlayStation 4, PlayStation 5, Xbox One, Xbox Series S, Xbox Series X eller PC (kjøpt enten som en fysisk CD eller digitalt kopi via EA App, Steam eller Epic Games Store), har du flaks, for nå alt vi trenger for å få tilgang til Ultimate Team-klubben din er EA-kontodetaljene dine som inkluderer e-postadresse, passord og noen reservekoder. Du kan være sikker at vi lagrer ikke dataene dine og de slettes etter at vi fullfører hver bestilling.
pl: – jeśli posiadasz licencjonowaną kopię gry EA Sports FC 24 na konsolę PlayStation 4, PlayStation 5, Xbox One, Xbox Series S, Xbox Series X lub PC (kupioną na fizycznej płycie CD lub cyfrowo za pośrednictwem aplikacji EA, Steam lub Epic Games Store), masz szczęście, ponieważ od tego momentu wszystko, czego potrzebuje nasz system, aby pomyślnie uzyskać dostęp do klubu Ultimate Team, to dane twojego konta EA składające się z adresu e-mail, hasła i kilku kodów zapasowych. Nie martw się, nie przechowujemy twoich danych, są one usuwane po zakończeniu każdego zamówienia.
pt: — se tiveres uma cópia licenciada do EA Sports FC 25 para consolas PlayStation 4, PlayStation 5, Xbox One, Xbox Series S, Xbox Series X ou PC (comprado como um CD físico ou digitalmente via EA App, Steam ou Epic Games Store), então estás com sorte, porque a partir deste ponto, tudo o que os nossos sistemas precisam de ti para aceder com sucesso ao teu clube Ultimate Team são os dados da tua conta EA, que consistem em endereço de e-mail, palavra-passe e alguns códigos de backup. Mas não te preocupes, não armazenamos os teus dados, eles serão apagados após a conclusão de cada pedido.
ru: - Если у вас лицензионная копия EA Sports FC 24 для консолей PlayStation 4, PlayStation 5, Xbox One, Xbox Series S, Xbox Series X или ПК (приобретенная на физическом диске или в цифровом виде через EA App, Steam или Epic Games Store), то вам повезло, потому что все, что вам понадобится для доступа к вашему клубу Ultimate Team, - это данные вашей учетной записи EA, состоящие из адреса электронной почты, пароля и нескольких резервных кодов. Не переживайте о безопасности ваших данных, мы не храним их, они стираются после завершения каждого заказа.
sv: — om du har en licensierad kopia av EA Sports FC 25 för PlayStation 4, PlayStation 5, Xbox One, Xbox Series S, Xbox Seris X-konsoler eller PC (köpt antingen som en fysisk CD eller digitalt via EA App, Steam eller Epic Games Store), då har du tur, för från och med nu är allt vårt system behöver från dig för att få tillgång till din Ultimate Team-klubb dina EA-kontouppgifter bestående av e-postadress, lösenord och några säkerhetskoder. Men oroa dig inte, vi lagrar inte dina uppgifter, de raderas efter varje slutförd beställning.
tr: — PlayStation 4, PlayStation 5, Xbox One, Xbox Series S, Xbox Series X konsolları veya PC için EA Sports FC 25'ün lisanslı bir kopyasına sahipseniz (fiziksel CD olarak veya EA App, Steam veya Epic Games Store üzerinden dijital olarak satın aldıysanız), şanslısınız çünkü bu noktadan sonra sistemimizin Ultimate Team kulübünüze başarılı bir şekilde erişmek için sizden istediği tek şey e-posta adresi, şifre ve birkaç yedek koddan oluşan EA hesap bilgilerinizdir. Ancak endişelenmeyin, verilerinizi saklamıyoruz, her sipariş tamamlanınca verileriniz siliniyor.
zh: — 如果你有PlayStation 4、PlayStation 5、Xbox One、Xbox 系列 S、Xbox 系列 X 游戏机或PC（通过EA App、Steam或Epic Games Store以实体CD或数字方式购买）的授权副本，那么你走运了，因为从此开始，我们所有的系统要成功访问你的Ultimate Team俱乐部，所需要的就是你的EA帐户细节，包括电子邮件地址、密码和一些备份代码。但别担心，我们不会存储你的数据，它会在每个订单完成后被删除。

# coins_page30
source: Unlocked Transfer Market
ar: سوق الانتقالات مفتوح
de: Freigeschalteter Transfermarkt
es: Mercado de transferibles desbloqueado
fr: Marché des transferts débloqué
it: Mercato dei trasferimenti sbloccato
nl: Ontgrendelde Transfermarkt
no: Opplåst overgangsmarkedet
pl: Odblokowanego rynku transferowego
pt: Mercado de transferências desbloqueado
ru: Рынок трансферов должен быть разблокирован
sv: Upplåst transfermarknad
tr: Kilitsiz Transfer Market
zh: 解锁交易市场
