Repository: vikkuzz/royalfut-sell
Catalog: apps/royalfut/locales/lng/*.po
Languages: ar, de, es, fr, it, nl, no, pl, pt, ru, sv, tr, zh

# a66
source: What steps should I take to place an order and recieve the coins with this method?
ar: ما الخطوات التي يجب أن أتخذها لتقديم طلب واستلام العملات بهذه الطريقة؟
de: Welche Schritte muss ich unternehmen, um eine Bestellung mit dieser Methode aufzugeben und die Münzen zu erhalten?
es: ¿Qué pasos debo seguir para realizar un pedido y recibir las monedas usando este método?
fr: Quelles sont les étapes à suivre pour passer une commande et recevoir les crédits avec ce mode ?
it: Cosa devo fare per inoltrare un ordine e ricevere le monete con questo metodo?
nl: Welke stappen moet ik nemen om een bestelling te plaatsen en munten te ontvangen met deze methode?
no: Hva må jeg gjøre for å bestille og få mynter med denne metoden?
pl: Jakie kroki mam wykonać, aby złożyć zamówienie i odebrać monety tą metodą?
pt: Que medidas devo tomar para fazer um pedido e receber as moedas com este método?
ru: Как происходит оформление заказа и получение монет по данному методу?
sv: Vilka steg ska jag ta för att göra en beställning och ta emot mynten med den här metoden?
tr: Bu yöntemle sipariş vermek ve jetonları teslim almak için hangi adımları atmalıyım?
zh: 我应该采取什么步骤来下单并用这种方法接收金币？

# a67
source: Comfort Trade
ar: التداول المريح
de: Komforthandel
es: Tradeo cómodo
fr: Transaction Confort
it: Scambio comfort
pl: Wygodny handel
pt: Negociação Comfort
ru: Комфортный
sv: Komforthandel
tr: Rahat İşlem
zh: 舒适交易

# a68
source: 1. While placing an order, choose the Comfort Trade delivery method.
ar: 1. أثناء تقديم طلب، اختر طريقة التداول المريح للتسليم.
de: 1. Wählen Sie die Versandart Komforthandel aus, wenn Sie bestellen.
es: 1. Al realizar un pedido, elige el método de entrega Tradeo cómodo.
fr: 1. Lorsque vous passez une commande, sélectionnez le mode de livraison Transaction Confort.
it: 1. Quando inoltri un ordine, scegli il metodo di consegna Scambio comfort.
nl: 1. Kies de Comfort Trade-bezorgmethode terwijl je een bestelling plaatst.
no: 1. Legg inn en bestilling på nettsiden og velg Comfort Trade leveringsmetoden.
pl: 1. Podczas składania zamówienia wybierz metodę dostawy wygodnego handlu.
pt: 1. Ao fazeres um pedido, escolhe o método de entrega Negociação Comfort.
ru: 1. Оформите заказ на сайте, выбрав Комфортный метод доставки.
sv: 1. När du gör en beställning väljer du leveranssättet Comfort Trade.
tr: 1. Sipariş verirken Rahat İşlem teslimat yöntemini seçin.
zh: 1. 在下单时，请选择 舒适贸易 交付方式。

# a69
source: 2. Pay for your order.
ar: 2. ادفع مقابل طلبك.
de: 2. Bezahlen Sie Ihre Bestellung.
es: 2. Paga el pedido.
fr: 2. Procédez au paiement de votre commande.
it: 2. Paga l'ordine.
nl: 2. Betaal voor je bestelling.
no: 2. Betal for bestillingen.
pl: 2. Zapłać za zamówienie.
pt: 2. Paga o teu pedido.
ru: 2. Оплатите заказ.
sv: 2. Betala för din beställning.
tr: 2. Siparişiniz için ödeme yapın.
zh: 2. 支付您的订单。

# a70
source: 3. After successful payment, you will need to fill your EA account details in the respective input fields.
ar: 3. بعد الدفع الناجح، ستحتاج إلى ملء تفاصيل حساب EA الخاص بك في حقول الإدخال المعنية.
de: 3. Nachdem die Bezahlung erfolgreich durchgeführt wurde, tragen Sie Ihre EA-Kontoinformationen in die entsprechenden Felder ein.
es: 3. Una vez realizado correctamente el pago, tendrás que indicar los datos de tu cuenta de EA en los campos correspondientes.
fr: 3. Une fois le paiement effectué avec succès, vous devrez indiquer les détails de votre compte EA dans les champs de saisie correspondants.
it: 3. Dopo il pagamento, dovrai inserire i dati del tuo account EA nei rispettivi campi.
nl: 3. Na een geslaagde betaling moet je je EA-accountgegevens invullen in de betreffende invoervelden.
no: 3. Etter vellykket betalingen, må du skrive inn dataene fra EA-kontoen din.
pl: 3. Po dokonaniu płatności musisz podać nam dane konta EA w odpowiednich polach.
pt: 3. Após o pagamento bem-sucedido, vais precisar de preencher os dados da tua conta EA nos respetivos campos de entrada.
ru: 3. После успешной оплаты заказа вам нужно будет ввести данные от своей учётной записи EA в соответствующие поля.
sv: 3. Efter genomförd betalning måste du fylla i dina EA-kontouppgifter i respektive inmatningsfält.
tr: 3. Başarılı bir ödemeden sonra, EA hesap bilgilerinizi ilgili alanlara girmeniz gerekecektir.
zh: 3. 成功付款后，您需要在相应的输入字段中填写您的EA帐户详细信息。

# a71
source: 4. If the submitted details are correct, then the automated delivery process will begin during which you should NOT login to your [[F]] account. Once the order is finished you will be notified about that through email and a corresponding message will also appear on the website.
ar: 4. إذا كانت التفاصيل المقدمة صحيحة، فستبدأ عملية التسليم الآلي التي لا يجب عليك خلالها تسجيل الدخول إلى حساب[[F]] الخاص بك. بمجرد الانتهاء من الطلب، سيتم إخطارك بذلك عبر البريد الإلكتروني وستظهر رسالة مقابلة أيضًا على الموقع الإلكتروني.
de: 4. Wenn die übermittelten Informationen korrekt sind, wird der automatische Transferprozess ausgelöst. Währenddessen sollten Sie sich NICHT bei Ihrem [[F]] Konto anmelden. Sobald die Bestellung ausgeführt wurde, werden Sie per E-Mail und auf der Website benachrichtigt .
es: 4. Si los datos indicados son correctos, se iniciará el proceso de entrega automatizado, durante el que NO debes iniciar sesión en tu cuenta de [[F]]. Una vez completado el pedido, recibirás una notificación por correo electrónico; también aparecerá el mensaje correspondiente en el sitio web.
fr: 4. En l'absence d'erreur dans les détails soumis, la procédure de livraison automatisée sera initiée. Pendant cette procédure, vous ne devez PAS vous connecter à votre compte [[F]]. Une fois la commande terminée, vous en serez informé par e-mail et un message en ce sens s'affichera également sur le site Web.
it: 4. Se i dati inviati sono corretti inizierà il processo di consegna automatizzato; in questa fase NON devi accedere al tuo account [[F]]. Una volta completato l'ordine riceverai una notifica via e-mail; un messaggio analogo verrà visualizzato anche sul sito web.
nl: 4. Als de ingevoerde gegevens kloppen, begint het automatische bezorgproces. Zorg dat je tijdens dit proces NIET inlogt op je [[F]]-account. Als de bestelling is voltooid, krijg je hier melding van via e-mail en er verschijnt een overeenkomstig bericht op de website.
no: 4. Hvis alt er riktig, blir startet den automatiske leveringen av mynter. IKKE logg på [[F]]-kontoen din i løpet av denne tiden. Når alt er klar vil du få en e-post og se en tilsvarende melding på siden.
pl: 4. Jeśli przekazane szczegóły są poprawne, rozpocznie się automatyczny proces dostawy, podczas którego NIE należy logować się na konto [[F]]. Po zrealizowaniu zamówienia otrzymasz o tym powiadomienie e-mailem. Odpowiednia wiadomość pojawi się także na stronie.
pt: 4. Se os detalhes enviados estiverem corretos, será iniciado o processo de entrega automatizado, durante o qual NÃO deves fazer login na tua conta [[F]]. Assim que o pedido for concluído, vais ser notificado sobre isso por e-mail e uma mensagem correspondente também vai aparecer no site.
ru: 4. Если всё указали правильно, начнётся автоматизированный процесс доставки монет. В это время НЕЛЬЗЯ входить в свою учётную запись [[F]]. По завершению заказа вам придёт письмо на почту, а также появится соответствующее сообщение на сайте.
sv: 4. Om de angivna uppgifterna är korrekta kommer den automatiserade leveransprocessen att påbörjas under vilken du INTE ska logga in på ditt [[F]]-konto. När beställningen är klar kommer du att meddelas om detta via e-post och ett motsvarande meddelande kommer också att visas på webbplatsen.
tr: 4. Gönderilen bilgiler doğruysa, [[F]] hesabınıza giriş yapmamanız gereken otomatik teslimat süreci başlayacaktır. Sipariş tamamlandığında e-posta yoluyla bilgilendirileceksiniz ve web sitesinde de bu konuda bir mesaj görünecektir.
zh: 4. 如果提交的详细信息正确，则自动交付过程将开始，在此期间您不应该登录您的[[F]]账户。订单完成后，您将通过电子邮件收到通知，相应的消息也将出现在网站上。

# a72
source: You can find more information about the whole process in the video below.
ar: يمكنك العثور على مزيد من المعلومات حول العملية بأكملها في الفيديو أدناه.
de: Weitere Informationen über den Transferprozess finden Sie im folgenden Video.
es: Encontrarás más información sobre el proceso en el vídeo inferior.
fr: De plus amples informations sur l'ensemble du processus sont disponibles dans la vidéo ci-dessous.
it: Puoi trovare ulteriori informazioni sull'intera procedura nel video qui sotto.
nl: Meer informatie over het hele proces vind je in de video hieronder.
no: Mer informasjon finnes i videoopplæringen nedenfor.
pl: Więcej informacji o całym procesie znajdziesz też w poniższym wideo.
pt: Podes encontrar mais informações sobre todo o processo no vídeo abaixo.
ru: Более подробную информацию вы найдёте в видеоинструкции ниже.
sv: Du kan hitta mer information om hela processen i videon nedan.
tr: Tüm süreç hakkında daha fazla bilgiyi aşağıdaki videoda bulabilirsiniz.
zh: 您可以在下面的视频中找到有关整个过程的更多信息。

# a73
source: Learn more
ar: معرفة المزيد
de: Mehr erfahren
es: Más información
fr: En savoir plus
it: Ulteriori informazioni
nl: Meer info
no: Se mer
pl: Dowiedz się więcej
pt: Saber mais
ru: Подробнее
sv: Läs mer
tr: Daha fazla bilgi edinin
zh: 了解更多

# a74
source: 5. That's it! Enjoy your coins! And don't forget to leave a
ar: 5. هذا كل شيء! استمتع بعملاتك! ولا تنسَ أن تترك
de: 6. Das war es schon! Viel Freude mit Ihren Münzen! Und vergessen Sie nicht, wir freuen uns über
es: 5. ¡Eso es todo! ¡Disfruta de tus monedas y no olvides
fr: 5. C'est fait ! Profitez de vos crédits ! Et n'oubliez pas de laisser un
it: 5. Ecco tutto! Le tue monete sono pronte! E non dimenticare di lasciare una
nl: 5. Dat is alles! Veel plezier met je munten! En vergeet niet om een
no: 5. Gled deg over myntene! Og ikke glem å gi oss
pl: 5. To wszystko! Ciesz się monetami! I nie zapomnij zostawić
pt: 5. É isso! Aproveita as tuas moedas! E não te esqueças de deixar uma
ru: 5. Наслаждайтесь монетами в игре! И не забудьте
sv: 5. Nu är det klart! Njut av dina mynt! Och glöm inte att lämna en
tr: 5. Bu kadar! Jetonlarınızın tadını çıkarın! Ayrıca bizi
zh: 5. 就这些！享受你的金币吧！别忘了

# a75
source: review for us on Trustpilot.
ar: مراجعة لنا على Trustpilot.
de: einen Bericht bei Trustpilot.
es: dejar una opinión en Trustpilot!
fr: avis à notre sujet sur Trustpilot.
it: recensione per noi su Trustpilot.
nl: recensie achter te laten op Trustpilot.
no: en anmeldelse på Trustpilot.
pl: opinii na Trustpilot.
pt: avaliação para nós no Trustpilot.
ru: оставить отзыв о нас на Trustpilot.
sv: recension för oss på Trustpilot.
tr: Trustpilot'ta değerlendirmeyi unutmayın
zh: 在Trustpilot上为我们评论。

# a76
source: Should you have any questions or require any assistance at any stage, please don't hesitate to contact our Support Team via live chat or any other way of your choice (WhatsApp, Telegram, Instagram Direct or e-mail).
ar: إذا كانت لديك أي أسئلة أو كنت بحاجة إلى أي مساعدة في أي مرحلة، فلا تتردد في الاتصال بفريق الدعم لدينا عبر الدردشة المباشرة أو أي طريقة أخرى من اختيارك (WhatsApp أو Telegram أو Instagram Direct أو البريد الإلكتروني).
de: Sollten Sie Fragen haben oder Hilfe benötigen, kontaktieren Sie unser Support-Team über den LiveChat oder einen anderen Kanal Ihrer Wahl (WhatsApp, Telegram, Instagram Direct oder E-Mail).
es: Si tienes alguna pregunta o necesitas ayuda con cualquier paso, no dudes en ponerte en contacto con nuestro equipo de asistencia a través del chat en directo o cualquier otro canal de tu elección (WhatsApp, Telegram, Instagram Direct o correo electrónico).
fr: Pour toute question ou tout besoin d'assistance à quelque étape que ce soit, n'hésitez pas à contacter notre équipe d'assistance par le chat en direct ou par tout autre moyen de votre choix (WhatsApp, Telegram, Instagram Direct ou e-mail).
it: Per qualsiasi domanda o richiesta di assistenza, in qualsiasi momento, contatta il nostro team di supporto tramite chat o con qualsiasi altro modo a tua scelta (WhatsApp, Telegram, Instagram Direct o e-mail).
nl: Als je vragen hebt of hulp nodig hebt, neem dan gerust contact op met ons ondersteuningsteam via live chat of op welke manier je maar wilt (WhatsApp, Telegram, Instagram Direct of e-mail).
no: På hver trinn kan du få vår kundestøttetjeneste - bare skriv spørsmålet ditt i chat på nettsiden eller kontakt oss ved en annen kommunikasjonskanal (WhatsApp, Telegram, Instagram Direct, e-post).
pl: W przypadku jakichkolwiek pytań lub konieczności uzyskania pomocy na dowolnym etapie realizacji zamówienia prosimy o kontakt z naszym zespołem wsparcia na czacie na żywo albo w inny, wybrany przez ciebie sposób (WhatsApp, Telegram, Instagram Direct lub e-mail).
pt: Se tiveres alguma dúvida ou precisares de assistência a qualquer momento, não hesites em contactar a nossa Equipa de Assistência através de chat em direto ou de qualquer outra forma à tua escolha (WhatsApp, Telegram, Instagram Direct ou e-mail).
ru: На любом из этапов вас проконсультирует наша служба поддержки — просто напишите ваш вопрос в онлайн чат или обратитесь в любой другой удобный для вас канал связи (WhatsApp, Telegram, Instagram Direct, электронная почта).
sv: Om du har några frågor eller behöver hjälp i något skede, tveka inte att kontakta vårt supportteam via livechatt eller något annat sätt du väljer (WhatsApp, Telegram, Instagram Direct eller e-post).
tr: Herhangi bir sorunuz olması veya herhangi bir aşamada yardıma ihtiyaç duymanız halinde, lütfen canlı sohbet veya tercih ettiğiniz başka bir yolla (WhatsApp, Telegram, Instagram Direct veya e-posta) Destek Ekibimizle iletişime geçmekten çekinmeyin.
zh: 如果您在任何阶段有任何问题或需要任何帮助，请随时通过实时聊天或您选择的任何其他方式（WhatsApp、Telegram、Instagram Direct或电子邮件）与我们的支持团队联系。

# a77
source: What details are required for a coin transfer via Comfor Trade delivery method?
ar: ما التفاصيل المطلوبة لتحويل العملة عبر طريقة تسليم التداول المريح؟
de: Welche Informationen werden für den Münztransfer mit der Versandart Komforthandel benötigt?
es: ¿Qué datos son necesarios para realizar una transferencia de monedas usando el método de entrega Tradeo cómodo?
fr: Quels renseignements doivent être fournis pour un transfert de crédits par le biais du mode de livraison Transaction Confort ?
it: Quali dati sono necessari per il trasferimento di monete con il metodo di consegna Scambio comfort?
nl: Welke gegevens zijn vereist voor een muntentransfer via Comfort Trade-bezorgmethode?
no: Hvilke kontodetaljer kreves for Comfort Trade leveringsmetoden?
pl: Jakie dane są wymagane do metody dostawy wygodnego handlu?
pt: Que dados são necessários para uma transferência de moeda através do método de entrega Negociação Comfort?
ru: Какие данные от меня потребуются для Комфортного метода доставки?
sv: Vilka uppgifter krävs för en myntöverföring via Comfort Trade leveransmetod?
tr: Rahat İşlem teslimat yöntemiyle bir Jeton transferi için hangi bilgiler gereklidir?
zh: 通过舒适交易交付方式进行金币转让需要哪些详细信息？

# a79
source: Only your EA account email, password and backup codes. You don't need to share your EA ID and PSN/Xbox account credentials or any other details.
ar: البريد الإلكتروني وكلمة المرور ورموز النسخ الاحتياطي لحساب EA الخاص بك. لست بحاجة إلى مشاركة معرف EA الخاص بك وبيانات اعتماد حساب PSN/Xbox أو أي تفاصيل أخرى.
de: Es werden nur E-Mail, Passwort und Backup-Codes Ihres EA-Kontos benötigt. Sie müssen weder Ihre EA-ID noch die Kontoinformationen Ihrer PSN/Xbox oder andere Informationen angeben.
es: Solamente el correo electrónico, la contraseña y los códigos de copia de seguridad de tu cuenta de EA. No hace falta que compartas tu ID de EA, las credenciales de tu cuenta de PSN o Xbox ni otros datos.
fr: Uniquement l'adresse e-mail, le mot de passe et les codes de secours de votre compte EA. Vous n'avez pas besoin de transmettre vos identifiants EA et PSN/Xbox, ni aucun autre renseignement.
it: Solo l'e-mail, la password e i codici di backup del tuo account EA. Non è necessario condividere l'ID di EA né le credenziali dell'account PSN/Xbox né altri dettagli.
nl: Alleen het e-mailadres, wachtwoord en back-upcodes van je EA-account. Je hoeft geen EA ID- en PSN/Xbox-inloggegevens of andere informatie te delen.
no: Bare EA-kontos e-postadresse, passord og sikkerhetskopikoderkoder. Vi trenger ikke EA ID og PSN/Xbox-kontoinformasjon.
pl: Potrzebny jest e-mail, hasło i kody zapasowe do twojego konta EA. Nie musisz udostępniać danych identyfikatora EA, PSN czy Xbox ani żadnych innych.
pt: Apenas o e-mail, a palavra-passe e os códigos de cópia de segurança da tua conta EA. Não precisas de partilhar a tua ID EA e as credenciais da tua conta PSN/Xbox ou quaisquer outros dados.
ru: Адрес электронной почты и пароль от вашей учётной записи EA, а также коды резервной копии от неё. EA ID и данные от аккаунтов PSN/Xbox предоставлять не нужно.
sv: Endast ditt EA-kontos e-postadress, lösenord och säkerhetskopieringskoder. Du behöver inte dela med dig av ditt EA-ID och PSN/Xbox-kontouppgifter eller någon annan information.
tr: Yalnızca EA hesap e-postanız, parolanız ve yedek kodlar. EA ID ve PSN/Xbox hesabı kimlik bilgilerinizi veya başka herhangi bir bilgiyi paylaşmanıza gerek yoktur.
zh: 只需您的EA账户电子邮件、密码和备用代码。您不需要共享您的EA ID和PSN/Xbox账户凭据或任何其他详细信息。

# a80
source: How does ROYALFUT.COM protect my personal information?
ar: كيف يحمي موقع ROYALFUT.COM معلوماتي الشخصية؟
de: Wie schützt ROYALFUT.COM meine persönlichen Informationen?
es: ¿Cómo protege ROYALFUT.COM mis datos personales?
fr: De quelle manière mes informations personnelles sont-elles protégées par ROYALFUT.COM ?
it: In che modo ROYALFUT.COM protegge le mie informazioni personali?
nl: Hoe beschermt ROYALFUT.COM mijn persoonlijke gegevens?
no: Hvordan beskytter ROYALFUT.COM min personlige informasjon?
pl: Jak ROYALFUT.COM chroni moje dane osobowe?
pt: Como o ROYALFUT.COM protege as minhas informações pessoais?
ru: Как ROYALFUT.COM защищает мои персональные данные?
sv: Hur skyddar ROYALFUT.COM min personliga information?
tr: ROYALFUT.COM kişisel bilgilerimi nasıl koruyor?
zh: ROYALFUT.COM如何保护我的个人信息？

# a81
source: The administration of the project protects the information transmitted through the website from hacking and theft based on our strict Privacy Policy and Management System. We do NOT share your EA account details, data of payment cards, etc. to third parties under NO circumstances! Learn more on our
ar: تحمي إدارة المشروع المعلومات المنقولة عبر الموقع من القرصنة والسرقة بناءً على سياسة الخصوصية الصارمة ونظام الإدارة. نحن لا نشارك تفاصيل حساب EA الخاص بك، وبيانات بطاقات الدفع، وما إلى ذلك مع أطراف ثالثة تحت أي ظرف من الظروف! اعرف المزيد عبر
de: Die Administration des Projekts schützt die über die Website übermittelten Informationen vor Hacking und Diebstahl mit einem strikten Datenschutz- und Management-System. Wir geben Ihre Informationen, EA-Kontoinformationen, Zahlkartendaten usw. unter KEINEN Umständen an Dritte weiter! Erfahren Sie mehr in unseren
es: La administración del proyecto protege la información que se transmite a través del sitio web frente a jaqueos y robos, conforme a nuestra estricta política de privacidad y nuestro sólido sistema de gestión. Bajo NINGÚN concepto compartiremos con terceros los datos de tu cuenta de EA, la información de tarjetas de pago, etc. Puedes obtener más detalles en la
fr: Les administrateurs du projet protègent les informations transmises par le biais du site Web contre le piratage et le vol au moyen de notre Politique de confidentialité et de notre système de gestion très rigoureux. Nous ne transmettons à AUCUN tiers ni en AUCUN cas les détails de votre compte EA ni les données de vos cartes de paiement ni aucune autre information ! Pour en savoir plus, consultez la
it: I responsabili del progetto proteggono le informazioni trasmesse attraverso il sito web da hacking e furti come previsto dalla nostra rigorosa informativa sulla privacy e dal sistema di gestione. NON condividiamo mai i dati del tuo account EA, i dati delle carte di pagamento e altre informazioni con soggetti terzi! Trovi ulteriori informazioni nella
nl: De administratie van het project beschermt de informatie die via de website wordt verzonden tegen hacken en diefstal op basis van ons strikte privacybeleid en beheersysteem. We geven je EA-accountgegevens, gegevens van betaalkaarten enz. onder GEEN beding door aan derden! Lees meer op onze
no: Prosjektadministrasjonen beskytter informasjonen som overføres gjennom nettstedet mot hacking og tyveri, basert på strenge retningslinjer for personvern og styringssystem. Vi vil ALDRI dele noen personlig informasjon, inkludert EA-kontodataene, bankkortdataene osv., med tredjeparter!
pl: Administracja projektu chroni dane przesyłane poprzez stronę przed hakowaniem i kradzieżą w oparciu o niezwykle restrykcyjną Politykę Prywatności oraz System Zarządzania. W ŻADNYM wypadku NIE udostępniamy osobom trzecim twoich danych konta EA, danych kart kredytowych, itp. Dowiedz się więcej na naszej
pt: A administração do projeto protege as informações transmitidas através do site contra hackers e roubos com base na nossa rigorosa Política de Privacidade e Sistema de Gestão. NÃO partilhamos os dados da tua conta EA, dados de cartões de pagamento, etc. com terceiros sob nenhuma circunstância! Fica a saber mais na nossa
ru: Администрация проекта защищает передаваемую через сайт информацию от взлома и кражи, основываясь на строгой политике конфиденциальности и системе управления. Мы НИКОГДА не передаем третьим лицам никакую личную информацию, включая данные вашего аккаута EA, данные банковские карт и т.д.! Читайте больше в
sv: Projektets administration skyddar den information som överförs via webbplatsen från hackning och stöld baserat på vår strikta sekretesspolicy och hanteringssystem. Vi delar INTE dina EA-kontouppgifter, uppgifter om betalkort etc. till tredje part under INGA omständigheter! Läs mer på vår
tr: Projenin yönetimi, web sitesi aracılığıyla iletilen bilgileri sıkı Gizlilik Politikamız ve Yönetim Sistemimize göre bilgisayar korsanlığına ve hırsızlığa karşı korur. EA hesap bilgilerinizi, ödeme kartı verilerinizi vb. üçüncü taraflarla HİÇBİR KOŞULDA PAYLAŞMAYIZ! Daha fazla bilgiyi
zh: 项目管理基于我们严格的隐私政策和管理系统，保护通过网站传输的信息免受黑客攻击和盗窃。在任何情况下我们都不会分享您的EA账户详细信息、支付卡数据等给第三方！

# a82
source: Privacy Policy page.
ar: صفحة سياسة الخصوصية.
de: Datenschutzbestimmungen.
es: página de nuestra política de privacidad.
fr: page de notre Politique de confidentialité.
it: Pagina dell'informativa sulla privacy.
nl: privacybeleid-pagina.
no: Personvernerklæring.
pl: stronie Polityki Prywatności.
pt: página de Política de Privacidade.
ru: Политике конфедициальности.
sv: Sidan om integritetspolicy.
tr: Gizlilik Politikası sayfamızda bulabilirsiniz.
zh: 隐私政策页面。

# a84
source: How do I turn on login verification for my EA account?
ar: كيف يمكنني تشغيل التحقق من تسجيل الدخول لحساب EA الخاص بي؟
de: Wie aktiviere ich für mein EA-Konto die Anmeldungsüberprüfung?
es: ¿Cómo activo la verificación de inicio de sesión para mi cuenta de EA?
fr: Comment activer la vérification de connexion de mon compte EA ?
it: Come posso attivare la verifica dell'accesso per il mio account EA?
nl: Hoe zet ik inlogverificatie aan voor mijn EA-account?
no: Hvordan slår jeg på påloggingsbekreftelse
pl: Jak włączyć weryfikację logowania na moim koncie EA?
pt: Como faço para ativar a verificação de início de sessão da minha conta EA?
ru: Как включить подтверждение имени пользователя в учётной записи EA?
sv: Hur aktiverar jag inloggningsverifiering för mitt EA-konto?
tr: EA hesabım için giriş doğrulamasını nasıl açabilirim?
zh: 如何为我的EA账户开启登录验证？

# a85
source: 1. Open the
ar: 1. افتح
de: 1. Öffnen Sie die
es: 1. Abre la
fr: 1. Ouvrez la
it: 1. Accedi alle
nl: 1. Open de
no: 1. Gå til
pl: 1. Otwórz
pt: 1. Abre a
ru: 1. Откройте
sv: 1. Öppna sidan
tr: 1. EA hesap ayarları
zh: 1. 打开
